{"en": "The Adventure of Shamrock Jolnes", "ja": "シャムロック・ジョーンズの冒険"}
{"en": "O Henry", "ja": "Ｏ・ヘンリー"}
{"en": "I am so fortunate as to count Shamrock Jolnes, the great New York detective, among my muster of friends.", "ja": "私にはいろいろな友人がいるが、その中でもニューヨークの探偵・シャムロック・ジョーンズと知己であるのは幸運としか言いようがない。"}
{"en": "Jolnes is what is called the \"inside man\" of the city detective force.", "ja": "ジョーンズはこの街の探偵界のいわゆる「一味」である。"}
{"en": "He is an expert in the use of the typewriter, and it is his duty, whenever there is a \"murder mystery\" to be solved, to sit at a desk telephone at headquarters and take down the messages of \"cranks\" who 'phone in their confessions to having committed the crime.", "ja": "タイプライターの扱いに習熟しており、その仕事は、未解決の「猟奇殺人」があるかぎり、本社の卓上電話の前に座って「法螺吹き」たちが電話してくる犯行声明をタイプすることだ。"}
{"en": "But on certain \"off\" days when confessions are coming in slowly and three or four newspapers have run to earth as many different guilty persons, Jolnes will knock about the town with me, exhibiting, to my great delight and instruction, his marvellous powers of observation and deduction.", "ja": "けれども「オフ」の日――つまり、声明が一向にやってこず、各紙がそれぞれ異なる真犯人を追って世界中を駆けずり回っているときは、ジョーンズも私と一緒に街をうろつき、私にとって喜びでありまた学ぶべきところも多い、その驚くべき観察力と推理力を披露してくれるのである。"}
{"en": "The other day I dropped in at Headquarters and found the great detective gazing thoughtfully at a string that was tied tightly around his little finger.", "ja": "ある日私が本社によってみたところ、かの偉大な探偵は自分の小指にきつく結ばれた紐をじっと見つめながら考えこんでいた。"}
{"en": "\"Good morning, Whatsup,\"", "ja": "「おはよう、ワツァップ」"}
{"en": "he said, without turning his head.", "ja": "と彼は振りかえることなく言った。"}
{"en": "\"I'm glad to notice that you've had your house fitted up with electric lights at last.\"", "ja": "「どうやら、ついに君は家に電灯をとりつけたようだね」"}
{"en": "\"Will you please tell me,\"", "ja": "私は驚いてたずねた。"}
{"en": "I said, in surprise,", "ja": "「教えて欲しいな、どうして知ってるんだ？"}
{"en": "I am sure that I never mentioned the fact to any one,", "ja": "まだ誰にも言ったことがないんだぜ。"}
{"en": "and the wiring was a rush order not completed until this morning.\"", "ja": "配線工事もオーダーがたてこんでてやっと今朝になって完了したばかりだってのに」"}
{"en": "\"Nothing easier,\"", "ja": "「このうえなく簡単なことだ」"}
{"en": "said Jolnes, genially.", "ja": "とジョーンズは穏やかに言った。"}
{"en": "\"As you came in I caught the odour of the cigar you are smoking.", "ja": "「君が入ってきたとたんにね、君が吸ってる葉巻の匂いがしたんだよ。"}
{"en": "I know an expensive cigar;", "ja": "ある、きわめて高価な葉巻だ。"}
{"en": "and I know that not more than three men in New York can afford to smoke cigars and pay gas bills too at the present time.", "ja": "そして、あの葉巻を吸いながらガス料金を払える人間はニューヨークに4人といないだろう。"}
{"en": "That was an easy one.", "ja": "簡単に分かったよ。"}
{"en": "But I am working just now on a little problem of my own.\"", "ja": "だけど僕はね、今は自分の問題で手一杯なんだ」"}
{"en": "\"Why have you that string on your finger?\"", "ja": "「その指に結んでる紐は？」"}
{"en": "\"That's the problem,\"", "ja": "「これがその問題なんだよ。"}
{"en": "\"My wife tied that on this morning to remind me of something I was to send up to the house.", "ja": "うちのやつが今朝結んでくれたもので、何かうちに持って帰ってこなきゃいけないものを忘れないようにという目的があったはずなんだ。"}
{"en": "Sit down, Whatsup,", "ja": "座れよ、ワツァップ。"}
{"en": "and excuse me for a few moments.\"", "ja": "それでほんのしばらく静かにしていてくれ」"}
{"en": "The distinguished detective went to a wall telephone, and stood with the receiver to his ear for probably ten minutes.", "ja": "この傑出した探偵は壁掛け電話のところにゆき、受話器を耳に当てて10分ほど立ち尽くしていた。"}
{"en": "\"Were you listening to a confession?\"", "ja": "「声明を聞いてたのかい？」"}
{"en": "I asked, when he had returned to his chair.", "ja": "彼が椅子にもどったところで私はたずねた。"}
{"en": "\"Perhaps,\"", "ja": "「ひょっとしたら」"}
{"en": "said Jolnes, with a smile,", "ja": "とほほえんだ。"}
{"en": "\"it might be called something of the sort.", "ja": "「そう呼んでもさしつかえないものかもしれないな。"}
{"en": "To be frank with you, Whatsup, I've cut out the dope.", "ja": "率直に言うとね、ワツァップ、薬を切らしてるんだよ。"}
{"en": "I've been increasing the quantity for so long that morphine doesn't have much effect on me any more.", "ja": "ちっとも睡眠薬が効かないものだから、だんだん量が増えててさ。"}
{"en": "I've got to have something more powerful.", "ja": "僕には何かもっと強力なやつが必要だ。"}
{"en": "That telephone I just went to is connected with a room in the Waldorf", "ja": "さっきの電話はウォルドフの部屋に繋いでたんだよ。"}
{"en": "where there's an author's reading in progress.", "ja": "あそこにはとある作家の書きかけの作品があるからね。"}
{"en": "Now, to get at the solution of this string.\"", "ja": "さ、この紐の問題を解くことにしよう」"}
{"en": "After five minutes of silent pondering, Jolnes looked at me, with a smile, and nodded his head.", "ja": "5分の沈黙の後、ジョーンズは私に目を向けて微笑むと、うなずいてみせた。"}
{"en": "\"Wonderful man!\"", "ja": "「さすがだな！"}
{"en": "\"already?\"", "ja": "もう、か？」"}
{"en": "\"It is quite simple,\"", "ja": "「きわめて簡単なことだよ」"}
{"en": "he said, holding up his finger.", "ja": "そう言ってジョーンズは指を立てた。"}
{"en": "\"You see that knot?", "ja": "「この結び目をごらん？"}
{"en": "That is to prevent my forgetting.", "ja": "僕がうっかり忘れてしまったりしないようにするための結び目だ。"}
{"en": "It is, therefore, a forget-me-knot.", "ja": "つまり、forget-me-knot だ。"}
{"en": "A forget-me-not is a flower.", "ja": "forget-me-not と言えば勿忘草、つまり花（flower）だ。"}
{"en": "It was a sack of flour that I was to send home!\"", "ja": "答えは、家に帰る前に小麦粉（flour）を一袋買ってこい、ということだよ！」"}
{"en": "\"Beautiful!\"", "ja": "「見事だ！」"}
{"en": "I could not help crying out in admiration.", "ja": "私は賞賛の念を禁じえなかった。"}
{"en": "\"Suppose we go out for a ramble,\"", "ja": "「さて、すこし外をぶらぶらしてみないか？」"}
{"en": "suggested Jolnes.", "ja": "とジョーンズが言った。"}
{"en": "\"There is only one case of importance on hand just now.", "ja": "「重要そうな事件はたった一件しかない。"}
{"en": "Old man McCarty, one hundred and four years old, died from eating too many bananas.", "ja": "当年とって104歳だったマッカーティー老人がバナナの食い過ぎで死んだ。"}
{"en": "The evidence points so strongly to the Mafia that the police have surrounded the Second Avenue Katzenjammer Gambrinus Club No.  2,", "ja": "マフィアの仕業という確かな証拠があったものだから、警察がいま7番街のカッツェンジャマー・カンブリナス・クラブ二号店を包囲している。"}
{"en": "and the capture of the assassin is only the matter of a few hours.", "ja": "犯人逮捕までもう何時間もかからんだろう。"}
{"en": "The detective force has not yet been called on for assistance.\"", "ja": "探偵界に援助要請はきたらず、でね」"}
{"en": "Jolnes and I went out and up the street toward the corner, where we were to catch a surface car.", "ja": "ジョーンズと私は通りの曲がり角を回ったところで電車に乗るつもりだった。"}
{"en": "Half-way up the block we met Rheingelder,", "ja": "が、半ブロックほど進んだところでレインジェルダーに出くわした。"}
{"en": "an acquaintance of ours, who held a City Hall position.", "ja": "この男は我々にとって昔からの知り合いであり、市役所に務めていた。"}
{"en": "\"Good morning, Rheingelder,\"", "ja": "「おはよう、レインジェルダー」"}
{"en": "said Jolnes, halting.", "ja": "とジョーンズが立ち止まって言った。"}
{"en": "\"Nice breakfast that was you had this morning.\"", "ja": "「今朝はいい食事ができたようだね」"}
{"en": "Always on the lookout for the detective's remarkable feats of deduction, I saw Jolnes's eye flash for an instant upon a long yellow splash on the shirt bosom and a smaller one upon the chin of Rheingelder", "ja": "常々この探偵の推理の妙技を見てきたもので、私には、ジョーンズがレインジェルダーのシャツの胸の部分にはねていた細長くて黄色い染みと、あごについたやや目立たない同じ種類の染みを一瞬のうちに見て取ったのが分かった"}
{"en": "-- both undoubtedly made by the yolk of an egg.", "ja": "――両方ともに間違いなく卵黄によるものだ。"}
{"en": "\"Oh, dot is some of your detectiveness,\"", "ja": "「おやおや、相変わらずの探偵ぶりですな」"}
{"en": "said Rheingelder, shaking all over with a smile.", "ja": "とレインジェルダーが顔をくしゃくしゃにして笑った。"}
{"en": "\"Vell, I pet you trinks und cigars all round dot you cannot tell vot I haf eaten for breakfast.\"", "ja": "「でも具体的に何を食べたかは分からんでしょう。"}
{"en": "\"Done,\"", "ja": "「分かるとも」"}
{"en": "said Jolnes.", "ja": "とジョーンズ。"}
{"en": "\"Sausage, pumpernickel and coffee.\"", "ja": "「ソーセージ、ライ麦パン、それからコーヒー」"}
{"en": "Rheingelder admitted the correctness of the surmise and paid the bet.", "ja": "レインジェルダーはその推測の正確さを認めると、ベットを支払った。"}
{"en": "When we had proceeded on our way I said to Jolnes:", "ja": "彼と別れたところで私はジョーンズに言った。"}
{"en": "\"I thought you looked at the egg spilled on his chin and shirt front.\"", "ja": "「たぶん、あのあごとシャツの胸の部分についていたしみを見たんだね」"}
{"en": "\"I did,\"", "ja": "「見た」"}
{"en": "said Jolnes.", "ja": "とジョーンズ。"}
{"en": "\"That is where I began my deduction.", "ja": "「そこから推理をはじめたんだよ。"}
{"en": "Rheingelder is a very economical, saving man.", "ja": "レインジェルダーはきわめて経済感覚の鋭敏な節約家だ。"}
{"en": "Yesterday eggs dropped in the market to twenty-eight cents per dozen.", "ja": "昨日の市場では、卵は1ダースで28セントだった。"}
{"en": "To-day they are quoted at forty-two.", "ja": "今日は42セント。"}
{"en": "Rheingelder ate eggs yesterday, and to-day he went back to his usual fare.", "ja": "昨日のレインジェルダーは卵を食べ、今日はふだんどおりの食生活にもどったというわけだ。"}
{"en": "A little thing like this isn't anything, Whatsup;", "ja": "つまらないことだよ、ワツァップ。"}
{"en": "it belongs to the primary arithmetic class.\"", "ja": "初歩的な算数の問題だ」"}
{"en": "When we boarded the street car we found the seats all occupied", "ja": "路面電車に乗ったが、シートはすべて埋まっていた"}
{"en": "-- principally by ladies.", "ja": "――主に女性たちで。"}
{"en": "Jolnes and I stood on the rear platform.", "ja": "私とジョーンズは後部の乗降口に立った。"}
{"en": "About the middle of the car there sat an elderly man", "ja": "車両の中ほどに、初老の男性が座っていた。"}
{"en": "with a short, gray beard, who looked to be the typical, well-dressed New Yorker.", "ja": "短い半白のあごひげをはやしており、見たところ典型的な着飾ったニューヨーカーである。"}
{"en": "At successive corners other ladies climbed aboard,", "ja": "両隣のシートには女性たちが座っていた。"}
{"en": "and soon three or four of them were standing over the man, clinging to straps and glaring meaningly at the man who occupied the coveted seat.", "ja": "そしてすぐに、3、4人の女性たちがその初老の男の前に立ち、ストラップを掴んだまま席を譲ろうとしない男を不快そうににらみつけた。"}
{"en": "But he resolutely retained his place.", "ja": "けれども男はけっして席を譲ろうとしない。"}
{"en": "\"We New Yorkers,\"", "ja": "「われわれニューヨーカーは」"}
{"en": "I remarked to Jolnes,", "ja": "と、私はジョーンズに向かって言った。"}
{"en": "\"have about lost our manners,", "ja": "「マナーを失ってしまったらしいね。"}
{"en": "as far as the exercise of them in public goes.\"", "ja": "公共のマナーという意味で」"}
{"en": "\"Perhaps so,\"", "ja": "「もしかしたらね」"}
{"en": "said Jolnes, lightly;", "ja": "ジョーンズはあっさりと言った。"}
{"en": "\"but the man you evidently refer to happens to be a very chivalrous and courteous gentleman from Old Virginia.", "ja": "「でも、君はあの紳士のことを言たいようだけど、あの人はヴァージニア州からきた礼儀正しい古風な紳士だよ。"}
{"en": "He is spending a few days in New York with his wife and two daughters, and he leaves for the South to-night.\"", "ja": "ここ何日かを妻と娘2人と一緒に過ごし、今夜南部にもどろうとしているんだ」"}
{"en": "\"You know him, then?\"", "ja": "「って、知り合いなのか？」"}
{"en": "I said, in amazement.", "ja": "と私はびっくりして言った。"}
{"en": "\"I never saw him before we stepped on the car,\"", "ja": "「いやいや、今はじめて会った人だ」"}
{"en": "declared the detective, smilingly.", "ja": "と、探偵はにっこりした。"}
{"en": "\"By the gold tooth of the Witch of Endor!\"", "ja": "「とんでもないやつだな、君は！"}
{"en": "\"if you can construe all that from his appearance you are dealing in nothing else than black art.\"", "ja": "ぱっと見ただけでそれだけのことが分かるなんて、魔法使い以外の何者でもないぜ」"}
{"en": "\"The habit of observation", "ja": "「観察の習慣だよ"}
{"en": "-- nothing more,\"", "ja": "――それだけのことだ」"}
{"en": "said Jolnes.", "ja": "とジョーンズ。"}
{"en": "\"If the old gentleman gets off the car before we do, I think I can demonstrate to you the accuracy of my deduction.\"", "ja": "「あの老紳士がぼくらよりも先に降りるようだったら、たぶん、ぼくの推理の正確さをお目にかけられると思うよ」"}
{"en": "Three blocks farther along the gentleman rose to leave the car.", "ja": "3ブロック先で老紳士は席を立って電車から降りようとした。"}
{"en": "Jolnes addressed him at the door:", "ja": "ジョーンズはドアのところで彼に挨拶した。"}
{"en": "\"Pardon me, sir, but are you not Colonel Hunter, of Norfolk, Virginia?\"", "ja": "「失礼にあたるかもしれませんが、ハンター大佐ではありませんか、ヴァージニア州ノーフォークの？」"}
{"en": "\"No, suh,\"", "ja": "「いいえ、違いますが」"}
{"en": "was the extremely courteous answer.", "ja": "と礼儀正しい返事が返ってきた。"}
{"en": "\"My name, suh, is Ellison", "ja": "「私はウィンフィールド・Ｒ・エリソンと申します。"}
{"en": "-- Major Winfield R.  Ellison,", "ja": "一家の兄です。"}
{"en": "from Fairfax County, in the same state.", "ja": "州は確かにヴァージニアですが、フェアファクス郡からきました。"}
{"en": "I know a good many people, suh, in Norfolk", "ja": "これでもノーフォークにお住まいの方はかなり広く"}
{"en": "-- the Goodriches, the Tollivers, and the Crabtrees, suh, but I never had the pleasure of meeting yo' friend, Colonel Hunter.", "ja": "――たとえばグッドリッチ家、トリバー家、クラブツリー家と存じあげているのですが、あなたのお知り合いのハンター大佐とはおつきあいいただく機会に恵まれておりません。"}
{"en": "I am happy to say, suh, that I am going back to Virginia to-night,", "ja": "幸い、私は今夜ヴァージニアにもどることになっております。"}
{"en": "after having spent a week in yo' city with my wife and three daughters.", "ja": "この1週間、妻と3人の娘たちとこちらで一緒に過ごしたんですよ。"}
{"en": "I shall be in Norfolk in about ten days, and if you will give me yo' name, suh, I will take pleasure in looking up Colonel Hunter and telling him that you inquired after him, suh.\"", "ja": "それで、これから10日ほどノーフォークで過ごすつもりですから、もしお名前をお教えいただければ、ハンター大佐をお探ししてあなたが探しておられたとお伝えしたいと思いますが」"}
{"en": "\"Thank you,\"", "ja": "「恐縮です。"}
{"en": "\"tell him that Reynolds sent his regards, if you will be so kind.\"", "ja": "お言葉に甘えて、どうかレイノルドがよろしく言っていたとお伝えください」"}
{"en": "I glanced at the great New York detective and saw that a look of intense chagrin had come upon his clear-cut features.", "ja": "私はこの偉大なニューヨークの探偵が心の底から悔しがっているのをその端正な容貌から見て取った。"}
{"en": "Failure in the slightest point always galled Shamrock Jolnes.", "ja": "失敗は、それがどんなに些細な点であっても、常にシャムロック・ジョーンズにとって歯がゆいものなのだ。"}
{"en": "\"Did you say your _three_ daughters?\"", "ja": "「3人の娘さん、とおっしゃいましたね？」"}
{"en": "he asked of the Virginia gentleman.", "ja": "と、ジョーンズがヴァージニア紳士に訪ねる。"}
{"en": "\"Yes, suh, my three daughters,", "ja": "「ええ、娘が3人おります。"}
{"en": "all as fine girls as there are in Fairfax County,\"", "ja": "フェアファクス郡にいるかぎりは立派な娘たちですよ」"}
{"en": "With that Major Ellison stopped the car and began to descend the step.", "ja": "そこで電車は止まり、老紳士はステップを降りはじめた。"}
{"en": "Shamrock Jolnes clutched his arm.", "ja": "シャムロック・ジョーンズはその腕をつかんだ。"}
{"en": "\"One moment, sir,\" he begged, in an urbane voice in which I alone detected the anxiety", "ja": "「手間をとらせてすみませんが、あとひとつだけ」"}
{"en": "-- \"am I not right in believing that one of the young ladies is an _adopted_ daughter?\"", "ja": "「娘さんたちのうちおひとりは、ご養女ではありませんか？」"}
{"en": "\"You are, suh,\"", "ja": "「ええそうです」"}
{"en": "admitted the major, from the ground,", "ja": "と老紳士は地面に立って答えた。"}
{"en": "\"but how the devil you knew it,", "ja": "「にしてもいったいどうやって知ったのですか？"}
{"en": "suh, is mo' than I can tell.\"", "ja": "私にはわけがわからんですな」"}
{"en": "\"And mo' than I can tell, too,\"", "ja": "「私にもわけがわからんですな」"}
{"en": "I said, as the car went on.", "ja": "と電車が動き出したところで私は言った。"}
{"en": "Jolnes was restored to his calm, observant serenity by having wrested victory from his apparent failure;", "ja": "ジョーンズは、明らかな失敗から違う種類の勝利をもぎとったことで落ちつきをとりもどしていた。"}
{"en": "so after we got off the car he invited me into a cafe, promising to reveal the process of his latest wonderful feat.", "ja": "電車を降りると、ジョーンズは先ほどの妙技の解説をしてくれるという約束で私を喫茶店に誘った。"}
{"en": "\"In the first place,\"", "ja": "「まず第一に」"}
{"en": "he began after we were comfortably seated,", "ja": "と我々が席に落ちついたところでジョーンズは話しはじめた。"}
{"en": "\"I knew the gentleman was no New Yorker", "ja": "「あの紳士がニューヨークの人間でないのを知った。"}
{"en": "because he was flushed and uneasy and restless on account of the ladies that were standing,", "ja": "だって、女性を立たせたままでいることを恥じているようだったから。"}
{"en": "although he did not rise and give them his seat.", "ja": "たしかに席を譲ろうとはしなかったけど。"}
{"en": "I decided from his appearance that he was a Southerner rather than a Westerner.", "ja": "さらに、外見から西部生まれというより南部生まれだと判断した。"}
{"en": "\"Next I began to figure out his reason for not relinquishing his seat to a lady when he evidently felt strongly, but not overpoweringly, impelled to do so.", "ja": "「次に、席を譲るべきだと感じている――まあ、是が非でもというわけではないにせよ、強くそう感じているのに、なぜ席を譲ろうとしないのか、その理由を探り当ててみようとした。"}
{"en": "I very quickly decided upon that.", "ja": "判断はあっという間についた。"}
{"en": "I noticed that one of his eyes had received a severe jab in one corner, which was red and inflamed,", "ja": "よく見ると、彼は片方の目を真っ赤にしている。"}
{"en": "and that all over his face were tiny round marks about the size of the end of an uncut lead pencil.", "ja": "しかも、削ってない鉛筆くらいの大きさの丸いあざが顔中にできている。"}
{"en": "Also upon both of his patent leather shoes were a number of deep imprints shaped like ovals cut off square at one end.", "ja": "「それから、珍しい靴をはいていたけど、右も左も卵形の平べったいものを押しつけられた痕がいくつも残されていた。"}
{"en": "\"Now, there is only one district in New York City where a man is bound to receive scars and wounds and indentations of that sort", "ja": "さて、ニューヨーク市で男性がそういう怪我をする地区といえば1ヶ所しかない"}
{"en": "-- and that is along the sidewalks of Twenty-third Street and a portion of Sixth Avenue south of there.", "ja": "――23番街とその南にある3番通りの一画だ。"}
{"en": "I knew from the imprints of trampling French heels on his feet and the marks of countless jabs in the face from umbrellas and parasols carried by women in the shopping district", "ja": "先ほどの観察を研究してみると、靴の傷はフランス製のヒールで踏みつけられたせいであり、顔につけられた無数のあざは、ショッピング街をうろつく女性たちの傘で突かれたせいだ。"}
{"en": "that he had been in conflict with the amazonian troops.", "ja": "それで、ぼくは彼があのアマゾネス部隊と戦ってきたのだと知った。"}
{"en": "And as he was a man of intelligent appearance, I knew he would not have braved such dangers", "ja": "彼は知的な様子がうかがえたから、そのような危険な場所に行こうなんて無茶をする男ではないだろう。"}
{"en": "unless he had been dragged thither by his own women folk.", "ja": "身内の女性陣に引っ張っていかれないかぎりね。"}
{"en": "Therefore, when he got on the car his anger at the treatment he had received was sufficient to make him keep his seat in spite of his traditions of Southern chivalry.\"", "ja": "というわけで、電車に乗りこんだ時の彼は自分が受けた仕打ちにたいそう腹を立てていたから、南部人として習慣づいている騎士道精神に反して、席を譲ろうとしなかったんだ」"}
{"en": "\"That is all very well,\" I said, \"but why did you insist upon daughters", "ja": "「それはよくわかったけど、娘がいるってのはいったいどこから？"}
{"en": "-- and especially two daughters?", "ja": "しかも2人の娘なんて。"}
{"en": "Why couldn't a wife alone have taken him shopping?\"", "ja": "妻だけと一緒にショッピングにいったというわけにはいかないのかい？」"}
{"en": "\"There had to be daughters,\"", "ja": "「そこに娘がいなくてはならなかったんだよ」"}
{"en": "said Jolnes, calmly.", "ja": "とジョーンズは穏やかに言った。"}
{"en": "\"If he had only a wife, and she near his own age, he could have bluffed her into going alone.", "ja": "「もし年の近い妻がいたとすれば、おそらく独りで行けとそそのかせたはずだ。"}
{"en": "If he had a young wife she would prefer to go alone.", "ja": "あるいは年の若い妻がいたとしたら、ついてこさせてもらえなかっただろう。"}
{"en": "So there you are.\"", "ja": "そういうわけだよ」"}
{"en": "\"I'll admit that,\"", "ja": "「なるほど、認めよう。"}
{"en": "\"but, now, why two daughters?", "ja": "でもなんで、2人の娘、なんだ？"}
{"en": "And how, in the name of all the prophets, did you guess that one was adopted when he told you he had three?\"", "ja": "それに、いったいぜんたいどうやって3人のうち1人は養女だなんて言い当てたんだ？」"}
{"en": "\"Don't say guess,\"", "ja": "「当たりだ外れだなんて言って欲しくないね」"}
{"en": "said Jolnes, with a touch of pride in his air;", "ja": "と、ジョーンズはそのプライドをかすかにのぞかせた。"}
{"en": "\"there is no such word in the lexicon of ratiocination.", "ja": "「推理の用語にそんな言葉はないんだよ。"}
{"en": "In Major Ellison's buttonhole there was a carnation and a rosebud backed by a geranium leaf.", "ja": "あの老紳士のボタン穴にはカーネーションの花とバラのつぼみにゼラニウムの葉がそえてあった。"}
{"en": "No woman ever combined a carnation and a rosebud into a boutonniere.", "ja": "ボタン穴の飾りとしてカーネーションとバラを組み合わせようとする女なんてどこにもいないよ。"}
{"en": "Close your eyes, Whatsup, and give the logic of your imagination a chance.", "ja": "目を閉じてごらん、ワツァップ、想像力を論理的に働かせてみるんだ。"}
{"en": "Cannot you see the lovely Adele fastening the carnation to the lapel so that papa may be gay upon the street?", "ja": "愛らしい長女アデルが、華やいだ街にパパがとけこめるよう、カーネーションをボタンに留めてやる。"}
{"en": "And then the romping Edith May dancing up with sisterly jealousy to add her rosebud to the adornment?\"", "ja": "それを見たおてんばな次女エディスが、妹らしい嫉妬心からバラのつぼみをそこに加える"}
{"en": "\"And then,\"", "ja": "「それじゃあ」"}
{"en": "I cried, beginning to feel enthusiasm,", "ja": "と私は熱に浮かされたように感じ始めながら叫んだ。"}
{"en": "\"when he declared that he had three daughters\" --", "ja": "「娘が3人いると聞かされたときは――」"}
{"en": "\"I could see,\" said Jolnes, \"one in the background who added no flower; ", "ja": "「つまり花をあげなかった娘が1人いる、ということだ。"}
{"en": "and I knew that she must be --\"", "ja": "となるとその娘はまちがいなく――」"}
{"en": "\"Adopted!\"", "ja": "「養女だ！」"}
{"en": "I broke in.", "ja": "と私が割って入った。"}
{"en": "\"I give you every credit;", "ja": "「まったくそのとおりだよ。"}
{"en": "but how did you know he was leaving for the South to-night?\"", "ja": "でも、今夜南部に帰ろうとしているというのはどこから？」"}
{"en": "\"In his breast pocket,\" said the great detective, \"something large and oval made a protuberance.", "ja": "「彼の胸ポケットがね、大きな楕円形のもので膨らんでいたんだよ。"}
{"en": "Good liquor is scarce on trains, and it is a long journey from New York to Fairfax County.\"", "ja": "列車の中でよい酒にありつけることはめったにないし、ニューヨークからフェアファクス郡までは長い旅行になるからね」"}
{"en": "\"Again, I must bow to you,\"", "ja": "「いやいや、まったく君には負けたよ。"}
{"en": "\"And tell me this, so that my last shred of doubt will be cleared away;", "ja": "ああ、最後にひとつだけ疑問があるんだけど。"}
{"en": "why did you decide that he was from Virginia?\"", "ja": "ヴァージニアからきたという判断はどういう理由で？」"}
{"en": "\"It was very faint, I admit,\"", "ja": "「率直に言って、かなり微妙なところだった」"}
{"en": "answered Shamrock Jolnes,", "ja": "とシャムロック・ジョーンズは答えた。"}
{"en": "\"but no trained observer could have failed to detect the odour of mint in the car.\"", "ja": "「だが訓練を積んだ観察者ならば、車内のあのミントの香りに気づかないことなどありえまい」"}
