{"en": "MR HOLOHAN, assistant secretary of the Eire Abu Society, had been walking up and down Dublin for nearly a month, with his hands and pockets full of dirty pieces of paper, arranging about the series of concerts.", "ja": "『エールに勝利を協会』副書記のホラハン氏は一月近くというもの、両手とポケットを汚れた紙でいっぱいにして連続コンサートの準備にダブリンを行ったり来たり歩いていた。"}
{"en": "He had a game leg and for this his friends called him Hoppy Holohan.", "ja": "彼は足が不自由で、このため友人達は彼をホッピー・ホラハンと呼んだ。"}
{"en": "He walked up and down constantly, stood by the hour at street corners arguing the point and made notes;", "ja": "彼は絶えず行ったり来たり歩き、何時間も街角に立って問題を議論し、メモを取った。"}
{"en": "but in the end it was Mrs. Kearney who arranged everything.", "ja": "が、最後にすべて取り決めたのはカーニー夫人だった。"}
{"en": "Miss Devlin had become Mrs. Kearney out of spite.", "ja": "ミス・デヴリンは腹いせにカーニー夫人となった。"}
{"en": "She had been educated in a high-class convent, where she had learned French and music.", "ja": "彼女は高級な修道院で教育を受け、フランス語と音楽を学んだ。"}
{"en": "As she was naturally pale and unbending in manner she made few friends at school.", "ja": "彼女は生まれつき青白く、強情なたちなので学校であまり友達を作らなかった。"}
{"en": "When she came to the age of marriage she was sent out to many houses, where her playing and ivory manners were much admired.", "ja": "適齢期になった彼女はあちこちの家庭に送り出され、彼女の演奏や象牙のような挙措は大いに称賛された。"}
{"en": "She sat amid the chilly circle of her accomplishments, waiting for some suitor to brave it and offer her a brilliant life.", "ja": "彼女は教養を共にする冷ややかなサークルの中に座を占め、彼女に輝かしい生活をとひるむことなく申し出るどこかの求婚者を待っていた。"}
{"en": "But the young men whom she met were ordinary and she gave them no encouragement, trying to console her romantic desires by eating a great deal of Turkish Delight in secret.", "ja": "しかし彼女の出会う若い男たちは平凡で、彼女は彼らに希望を与えることなく、内緒でゼリー飴をたくさん食べてはロマンチックな欲求を慰めるようにしていた。"}
{"en": "However, when she drew near the limit and her friends began to loosen their tongues about her, she silenced them by marrying Mr. Kearney, who was a bootmaker on Ormond Quay.", "ja": "しかしながら、彼女の時限が近づいて友人たちが彼女のことでかまびすしくなり始めた時、彼女はオーモンド・キーの靴製造業者のカーニー氏と結婚して彼らを黙らせた。"}
{"en": "He was much older than she.", "ja": "彼は彼女よりずっと年上だった。"}
{"en": "His conversation, which was serious, took place at intervals in his great brown beard.", "ja": "彼は真面目な会話に時々立派な茶色の口ひげを用いた。"}
{"en": "After the first year of married life, Mrs. Kearney perceived that such a man would wear better than a romantic person, but she never put her own romantic ideas away.", "ja": "結婚生活の最初の一年が過ぎてカーニー夫人は、そんな男の方がロマンチックな人物よりも長持ちするはずと悟ったが、決して自身のロマンチックな考えを放棄しなかった。"}
{"en": "He was sober, thrifty and pious;", "ja": "彼は酒を飲まず、倹約家で信心深かった。"}
{"en": "he went to the altar every first Friday, sometimes with her, oftener by himself.", "ja": "第一金曜日のたびに、彼女とは時々、多くの場合は一人で、彼は聖餐式に出かけた。"}
{"en": "But she never weakened in her religion and was a good wife to him.", "ja": "といっても決して彼女の信仰心が衰えたことはなく、彼女は彼のよい妻だった。"}
{"en": "At some party in a strange house when she lifted her eyebrow ever so slightly he stood up to take his leave and, when his cough troubled him, she put the eider-down quilt over his feet and made a strong rum punch.", "ja": "初めての家のあるパーティーでのこと、彼女がごくわずかに眉を上げると彼は立ち上がっていとまを告げたし、彼が咳で苦しんだ時には彼女が彼の足にケワタガモの羽根布団をかけ、強いラムのパンチを作った。"}
{"en": "For his part, he was a model father.", "ja": "彼について言えば、彼は模範的な父親であった。"}
{"en": "By paying a small sum every week into a society, he ensured for both his daughters a dowry of one hundred pounds each when they came to the age of twenty-four.", "ja": "彼は娘たちの持参金として、二人が二十四の年になった時にそれぞれ百ポンドを確かなものとする講に毎週少額の払い込みをしていた。"}
{"en": "He sent the older daughter, Kathleen, to a good convent, where she learned French and music, and afterward paid her fees at the Academy.", "ja": "彼は長女のキャスリーンをよい修道院へ送り、そこで彼女はフランス語と音楽を学び、その後アカデミーの授業料も彼が負担した。"}
{"en": "Every year in the month of July Mrs. Kearney found occasion to say to some friend:", "ja": "毎年六月になるとカーニー夫人は機会を見ては友達に言った。"}
{"en": "\"My good man is packing us off to Skerries for a few weeks.\"", "ja": "「うちの人は私たちを数週間スケリーズへやるのよ。」"}
{"en": "If it was not Skerries it was Howth or Greystones.", "ja": "スケリーズでなければホースかグレイストーンズだった。"}
{"en": "When the Irish Revival began to be appreciable Mrs. Kearney determined to take advantage of her daughter's name and brought an Irish teacher to the house.", "ja": "アイルランド復興運動が目につき始めるとカーニー夫人は娘の名を利用しない手はないと思い立ち、家にアイルランド語の教師を招いた。"}
{"en": "Kathleen and her sister sent Irish picture postcards to their friends and these friends sent back other Irish picture postcards.", "ja": "キャスリーンと妹はアイルランド語の絵葉書を友達に出し、友達もアイルランド語の絵葉書で返事をよこした。"}
{"en": "On special Sundays, when Mr. Kearney went with his family to the pro-cathedral, a little crowd of people would assemble after mass at the corner of Cathedral Street.", "ja": "カーニー氏が家族と一緒に仮大聖堂に行く特別な日曜には、ミサの後ちょっとした人数がカシードラル・ストリートの角に集まったものだ。"}
{"en": "They were all friends of the Kearney", "ja": "カーニー家の友人すべて"}
{"en": "--musical friends or Nationalist friends;", "ja": "−−音楽の友人たち、ナショナリストの友人たちだ。"}
{"en": "and, when they had played every little counter of gossip, they shook hands with one another all together, laughing at the crossing of so man hands, and said good-bye to one another in Irish.", "ja": "そして、噂話のちょっとした交歓をすっかり終えると彼らは一斉に互いに握手し、あまりたくさんの手が交錯するのを見て笑い、互いにアイルランド語で別れを告げた。"}
{"en": "Soon the name of Miss Kathleen Kearney began to be heard often on people's lips.", "ja": "すぐにミス・キャスリーン・カーニーの名はしばしば人々の口の端に上るようになった。"}
{"en": "People said that she was very clever at music and a very nice girl and, moreover, that she was a believer in the language movement.", "ja": "彼女は非常に音楽が得意でとても素敵な娘である、さらに、彼女は国語運動の信奉者であると噂された。"}
{"en": "Mrs. Kearney was well content at this.", "ja": "カーニー夫人はこれに十分満足した。"}
{"en": "Therefore she was not surprised when one day Mr. Holohan came to her and proposed that her daughter should be the accompanist at a series of four grand concerts which his Society was going to give in the Antient Concert Rooms.", "ja": "そういうわけで、ある日ホラハン氏がやってきて彼の協会がアンシェント・コンサート・ルームズで四回催す予定の一連の大コンサートの伴奏者に彼女の娘をと提案した時も彼女は驚かなかった。"}
{"en": "She brought him into the drawing-room, made him sit down and brought out the decanter and the silver biscuit-barrel.", "ja": "彼女は彼を応接間に案内し、彼に腰をかけさせ、デカンターと銀のビスケット入れを持ち出してきた。"}
{"en": "She entered heart and soul into the details of the enterprise, advised and dissuaded:", "ja": "彼女は一生懸命にその企画の細部に立ち入り、あれはいい、これはだめと忠告した。"}
{"en": "and finally a contract was drawn up by which Kathleen was to receive eight guineas for her services as accompanist at the four grand concerts.", "ja": "最後に契約書が作られ、それでキャスリーンは四回の大コンサートにおける伴奏者としての貢献に対して八ギニー受け取ることになった。"}
{"en": "As Mr. Holohan was a novice in such delicate matters as the wording of bills and the disposing of items for a programme, Mrs. Kearney helped him.", "ja": "ホラハン氏は演目の書き表し方やプログラムの項目の配列のようなデリケートな問題に関しては素人なので、カーニー夫人が彼を助けた。"}
{"en": "She had tact.", "ja": "彼女は機転がきいた。"}
{"en": "She knew what artistes should go into capitals and what artistes should go into small type.", "ja": "彼女はどんなアーティストを大文字にするべきで、どんなアーティストを小文字にするべきか心得ていた。"}
{"en": "She knew that the first tenor would not like to come on after Mr. Meade's comic turn.", "ja": "ファーストテナーはミード氏の喜劇の出し物の後には出たがらないと心得ていた。"}
{"en": "To keep the audience continually diverted she slipped the doubtful items in between the old favourites.", "ja": "絶えず聴衆を楽しませ続けるために彼女は疑わしい演目を人気のあるなじみのものの間に滑り込ませた。"}
{"en": "Mr. Holohan called to see her every day to have her advice on some point.", "ja": "ホラハン氏は何らかの点で彼女の忠告を得るために毎日彼女に会いに訪れた。"}
{"en": "She was invariably friendly and advising", "ja": "彼女はいつでも優しく、忠告をして"}
{"en": "--homely, in fact.", "ja": "−−いや、我が家を感じさせるようでさえあった。"}
{"en": "She pushed the decanter towards him, saying:", "ja": "彼女はデカンターを彼の方へ押しやり、言った。"}
{"en": "\"Now, help yourself, Mr. Holohan!\"", "ja": "「さあ、遠慮なく召し上がれ、ホラハンさん！」"}
{"en": "And while he was helping himself she said:", "ja": "そして彼が遠慮なくやっていると彼女は言った。"}
{"en": "\"Don't be afraid!", "ja": "「気にしないで！"}
{"en": "Don t be afraid of it! \"", "ja": "気にすることないのよ！」"}
{"en": "Everything went on smoothly.", "ja": "何もかも円滑に進んだ。"}
{"en": "Mrs. Kearney bought some lovely blush-pink charmeuse in Brown Thomas's to let into the front of Kathleen's dress.", "ja": "カーニー夫人はキャスリーンのドレスの前につける美しいローズピンクのシャルムーズをブラウン・トマスの店で買った。"}
{"en": "It cost a pretty penny;", "ja": "それにはだいぶ金がかかった。"}
{"en": "but there are occasions when a little expense is justifiable.", "ja": "が、ちょっとした散財が正当化される場合もある。"}
{"en": "She took a dozen of two-shilling tickets for the final concert and sent them to those friends who could not be trusted to come otherwise.", "ja": "彼女はコンサートの最終日の二シリングのチケットを一ダース買い、それをそうしなければ来ると当てにできない友人たちに送った。"}
{"en": "She forgot nothing, and, thanks to her, everything that was to be done was done.", "ja": "彼女は何一つ忘れず、それで、彼女のおかげで、何もかも済ますべきことは済んだ。"}
{"en": "The concerts were to be on Wednesday, Thursday, Friday and Saturday.", "ja": "コンサートは水曜日、木曜日、金曜日、土曜日に行われることになった。"}
{"en": "When Mrs. Kearney arrived with her daughter at the Antient Concert Rooms on Wednesday night she did not like the look of things.", "ja": "水曜日の夜、娘と共にアンシェント・コンサート・ルームズに着いた時、カーニー夫人は状況が気に入らなかった。"}
{"en": "A few young men, wearing bright blue badges in their coats, stood idle in the vestibule;", "ja": "上着に鮮やかな青いバッジをつけた若い男たちが数人、ロビーに立ってぶらぶらしていた。"}
{"en": "none of them wore evening dress.", "ja": "彼らは誰一人夜会の礼装ではなかった。"}
{"en": "She passed by with her daughter and a quick glance through the open door of the hall showed her the cause of the stewards' idleness.", "ja": "彼女が娘を連れて通り過ぎ、ホールの開いたドアの隙間からすばやく見ると、幹事たちの遊んでいる理由がわかった。"}
{"en": "At first she wondered had she mistaken the hour.", "ja": "初め彼女は時間を間違えたかと思った。"}
{"en": "No, it was twenty minutes to eight.", "ja": "いいや、八時二十分前だった。"}
{"en": "In the dressing-room behind the stage she was introduced to the secretary of the Society, Mr. Fitzpatrick.", "ja": "舞台裏の楽屋で彼女は協会の書記、フィッツパトリック氏に紹介された。"}
{"en": "She smiled and shook his hand.", "ja": "彼女は微笑んで彼と握手した。"}
{"en": "He was a little man, with a white, vacant face.", "ja": "彼は小柄な男で、白い、ぼんやりした顔をしていた。"}
{"en": "She noticed that he wore his soft brown hat carelessly on the side of his head and that his accent was flat.", "ja": "彼女は、彼が茶色のソフトを頭の片側にぞんざいにのせていること、彼のアクセントが平舌であることに気づいた。"}
{"en": "He held a programme in his hand, and, while he was talking to her, he chewed one end of it into a moist pulp.", "ja": "彼は手にプログラムを持ち、そして、彼女に話しかける間、その一方の端を噛んで湿ったパルプにした。"}
{"en": "He seemed to bear disappointments lightly.", "ja": "彼はあまり失望を感じていないようだった。"}
{"en": "Mr. Holohan came into the dressingroom every few minutes with reports from the box- office.", "ja": "ホラハン氏は数分毎に切符売り場からの報告を持って楽屋にやってきた。"}
{"en": "The artistes talked among themselves nervously, glanced from time to time at the mirror and rolled and unrolled their music.", "ja": "アーティストたちは神経質になって仲間内で話し合い、時々鏡をチラッと見やり、楽譜を巻いたり広げたりした。"}
{"en": "When it was nearly half-past eight, the few people in the hall began to express their desire to be entertained.", "ja": "八時半近くなって、数少ないホールの人々がお楽しみはまだかという思いを口にし始めた。"}
{"en": "Mr. Fitzpatrick came in, smiled vacantly at the room, and said:", "ja": "フィッツパトリック氏が来て、一座にうつろに笑いかけ、言った。"}
{"en": "\"Well now, ladies and gentlemen.", "ja": "「さあそれでは皆さん、"}
{"en": "I suppose we'd better open the ball.\"", "ja": "幕を開けた方がよろしいでしょう。」"}
{"en": "Mrs. Kearney rewarded his very flat final syllable with a quick stare of contempt, and then said to her daughter encouragingly:", "ja": "カーニー夫人は彼の極端な発音にすばやい軽蔑の視線で報い、それから娘を励まして言った。"}
{"en": "\"Are you ready, dear?\"", "ja": "「用意はいい、ねえ？」"}
{"en": "When she had an opportunity, she called Mr. Holohan aside and asked him to tell her what it meant.", "ja": "彼女は機会をとらえてホラハン氏を脇へ呼び、これはどういうことか教えてくれと頼んだ。"}
{"en": "Mr. Holohan did not know what it meant.", "ja": "ホラハン氏はどういうことかわからなかった。"}
{"en": "He said that the committee had made a mistake in arranging for four concerts:", "ja": "四回のコンサートを準備したのは委員会のミスだったと彼は言った。"}
{"en": "four was too many.", "ja": "四回は多すぎた。"}
{"en": "\"And the artistes!\"", "ja": "「それにアーティストたち！」"}
{"en": "said Mrs. Kearney.", "ja": "とカーニー夫人は言った。"}
{"en": "\"Of course they are doing their best, but really they are not good.\"", "ja": "「もちろんあの人たちは全力を尽くしているんですけど、本当にうまくないですわね。」"}
{"en": "Mr. Holohan admitted that the artistes were no good but the committee, he said, had decided to let the first three concerts go as they pleased and reserve all the talent for Saturday night.", "ja": "ホラハン氏はアーティストが良くないのは認めたが、彼の言うには、委員会はコンサートの三回目まではどうでもいいから上手なのは皆土曜の夜に取っておこうと決めたとのことだった。"}
{"en": "Mrs. Kearney said nothing, but, as the mediocre items followed one another on the platform and the few people in the hall grew fewer and fewer, she began to regret that she had put herself to any expense for such a concert.", "ja": "カーニー夫人は何も言わなかった、が、平凡な演目が次々と演壇に上がり、ホールの数少ない人々がますます少なくなると、そんなコンサートに少しでも散財したことを彼女は後悔し始めた。"}
{"en": "There was something she didn't like in the look of things and Mr. Fitzpatrick's vacant smile irritated her very much.", "ja": "状況には彼女の気に入らないものがあったし、フィッツパトリック氏のうつろな笑いは彼女を非常にいらいらさせた。"}
{"en": "However, she said nothing and waited to see how it would end.", "ja": "しかし、彼女は何も言わず、どんなふうに終わるか見守っていた。"}
{"en": "The concert expired shortly before ten, and everyone went home quickly.", "ja": "コンサートは十時少し前に終了し、誰もが急いで家路についた。"}
{"en": "The concert on Thursday night was better attended, but Mrs. Kearney saw at once that the house was filled with paper.", "ja": "木曜の夜のコンサートの観客は増えたが、カーニー夫人はすぐに、客席は招待券で満たされたと見て取った。"}
{"en": "The audience behaved indecorously, as if the concert were an informal dress rehearsal.", "ja": "聴衆は、まるでコンサートが平服でのリハーサルであるかのように無作法にふるまった。"}
{"en": "Mr. Fitzpatrick seemed to enjoy himself;", "ja": "フィッツパトリック氏は楽しんでいるようだった。"}
{"en": "he was quite unconscious that Mrs. Kearney was taking angry note of his conduct.", "ja": "彼はカーニー夫人が彼のふるまいに怒りの目を留めていることにはまったく気づかなかった。"}
{"en": "He stood at the edge of the screen, from time to time jutting out his head and exchanging a laugh with two friends in the corner of the balcony.", "ja": "彼は仕切りの縁に立ち、時々頭を突き出しては桟敷の一角の友人二人と笑いを交わしていた。"}
{"en": "In the course of the evening, Mrs. Kearney learned that the Friday concert was to be abandoned and that the committee was going to move heaven and earth to secure a bumper house on Saturday night.", "ja": "その夜のうちに、カーニー夫人は、金曜のコンサートが断念され、委員会が土曜の夜の大入りを確保するためにできる限りのことをしようとしていることを聞き知った。"}
{"en": "When she heard this, she sought out Mr. Holohan.", "ja": "これを聞いた彼女はホラハン氏を捜し出した。"}
{"en": "She buttonholed him as he was limping out quickly with a glass of lemonade for a young lady and asked him was it true.", "ja": "彼女は若い女性のためにレモネードを持って足を引きずり急ぐ彼を引き止め、それは本当かと彼に尋ねた。"}
{"en": "Yes.", "ja": "はい。"}
{"en": "it was true.", "ja": "本当だった。"}
{"en": "\"But, of course, that doesn't alter the contract,\"", "ja": "「しかし、もちろん、それで契約は変わりませんよ」"}
{"en": "she said.", "ja": "と彼女は言った。"}
{"en": "\"The contract was for four concerts.\"", "ja": "「契約は四回のコンサートに対してでしたよ。」"}
{"en": "Mr. Holohan seemed to be in a hurry;", "ja": "ホラハン氏は急いでいるようだった。"}
{"en": "he advised her to speak to Mr. Fitzpatrick.", "ja": "彼は彼女にフィッツパトリック氏と話すように忠告した。"}
{"en": "Mrs. Kearney was now beginning to be alarmed.", "ja": "カーニー夫人は今や気を揉み始めていた。"}
{"en": "She called Mr. Fitzpatrick away from his screen and told him that her daughter had signed for four concerts and that, of course, according to the terms of the contract, she should receive the sum originally stipulated for, whether the society gave the four concerts or not.", "ja": "彼女はフィッツパトリック氏を仕切りのところから呼び寄せ、娘は四回のコンサートに対してサインした、だからもちろん、契約書の条件によれば、協会がコンサートを四回開こうと開くまいと、彼女は初めに明記された金額を受け取るべきであると彼に話した。"}
{"en": "Mr. Fitzpatrick, who did not catch the point at issue very quickly, seemed unable to resolve the difficulty and said that he would bring the matter before the committee.", "ja": "とっさに問題点が飲み込めなかったフィッツパトリック氏は難事を解決することができないようで、事を委員会に持っていくと言った。"}
{"en": "Mrs. Kearney's anger began to flutter in her cheek and she had all she could do to keep from asking:", "ja": "カーニー夫人の怒りが頬にひらめきだし、こう尋ねるのを控えるのに彼女は大変な思いをした。"}
{"en": "\"And who is the Cometty pray?\"", "ja": "「それでええん会とは誰なの、おせえて？」"}
{"en": "But she knew that it would not be ladylike to do that:", "ja": "しかし彼女はそんなことはレディーのすることではないとわかっていた。"}
{"en": "so she was silent.", "ja": "それで彼女は黙っていた。"}
{"en": "Little boys were sent out into the principal streets of Dublin early on Friday morning with bundles of handbills.", "ja": "金曜の朝早く、チラシの束を抱えた小さな少年たちがダブリンの主要な街路へと送り出された。"}
{"en": "Special puffs appeared in all the evening papers, reminding the music loving public of the treat which was in store for it on the following evening.", "ja": "あらゆる夕刊紙には翌宵に用意されているお楽しみを音楽愛好者に思い出させる誇大広告が出た。"}
{"en": "Mrs. Kearney was somewhat reassured, but be thought well to tell her husband part of her suspicions.", "ja": "カーニー夫人はいくぶん安心したが、疑いの一部を夫に話した方が良いと考えた。"}
{"en": "He listened carefully and said that perhaps it would be better if he went with her on Saturday night.", "ja": "彼は注意深く聞き、土曜の夜は彼が一緒に行った方がたぶんいいだろうと言った。"}
{"en": "She agreed.", "ja": "彼女は同意した。"}
{"en": "She respected her husband in the same way as she respected the General Post Office, as something large, secure and fixed;", "ja": "彼女は中央郵便局のような、何か大きく安全で確固たるものを尊敬するのと同じように夫を尊敬していた。"}
{"en": "and though she knew the small number of his talents she appreciated his abstract value as a male.", "ja": "そして彼女は彼の才能の少ないことを知っていたけれども彼が男性であることの抽象的な価値を認めていた。"}
{"en": "She was glad that he had suggested coming with her.", "ja": "彼女は彼が同行を提案したことを喜んだ。"}
{"en": "She thought her plans over.", "ja": "彼女は自分の計画を熟考した。"}
{"en": "The night of the grand concert came.", "ja": "盛大なコンサートの夜が来た。"}
{"en": "Mrs. Kearney, with her husband and daughter, arrived at the Antient Concert Rooms three-quarters of an hour before the time at which the concert was to begin.", "ja": "カーニー夫人は夫と娘と共にコンサートが始まることになっている時刻の四十五分前にアンシェント・コンサート・ルームズに着いた。"}
{"en": "By ill luck it was a rainy evening.", "ja": "不運にも雨の宵だった。"}
{"en": "Mrs. Kearney placed her daughter's clothes and music in charge of her husband and went all over the building looking for Mr. Holohan or Mr. Fitzpatrick.", "ja": "カーニー夫人は娘の服と楽譜を夫に預け、ホラハン氏かフィッツパトリック氏をと建物中を捜して歩き回った。"}
{"en": "She could find neither.", "ja": "どちらも見つけられなかった。"}
{"en": "She asked the stewards was any member of the committee in the hall and, after a great deal of trouble, a steward brought out a little woman named Miss Beirne to whom Mrs. Kearney explained that she wanted to see one of the secretaries.", "ja": "彼女は幹事たちにホールに誰か委員会のメンバーがいるかと尋ね、散々ごたごたしたあげく、幹事の一人がミス・バーンという小柄な婦人を引っ張り出してきて、カーニー夫人はその人に書記の誰かに会いたいのだと説明した。"}
{"en": "Miss Beirne expected them any minute and asked could she do anything.", "ja": "ミス・バーンは彼らはすぐにも来るものと思うが彼女で何かできることがあればと訊いた。"}
{"en": "Mrs. Kearney looked searchingly at the oldish face which was screwed into an expression of trustfulness and enthusiasm and answered:", "ja": "カーニー夫人は信頼と感激の表情にゆがんだ、年老いた顔を鋭く見据えて答えた。"}
{"en": "\"No, thank you!\"", "ja": "「ありがとう、でも結構です！」"}
{"en": "The little woman hoped they would have a good house.", "ja": "小柄な婦人は入りの良いようにと望んだ。"}
{"en": "She looked out at the rain until the melancholy of the wet street effaced all the trustfulness and enthusiasm from her twisted features.", "ja": "彼女が外の雨を眺めるうちに、憂鬱なぬれた街路が彼女のゆがんだ顔つきから信頼も感激も消し去ってしまった。"}
{"en": "Then she gave a little sigh and said:", "ja": "それから彼女は小さくため息をつき、言った。"}
{"en": "\"Ah, well!", "ja": "「ああしかたないわ！"}
{"en": "We did our best, the dear knows.\"", "ja": "最善は尽くしたわ、神様がご存知よ。」"}
{"en": "Mrs. Kearney had to go back to the dressing-room.", "ja": "カーニー夫人は楽屋へ戻るほかなかった。"}
{"en": "The artistes were arriving.", "ja": "アーティストたちは到着しつつあった。"}
{"en": "The bass and the second tenor had already come.", "ja": "バスとセカンドテナーはすでに来ていた。"}
{"en": "The bass, Mr. Duggan, was a slender young man with a scattered black moustache.", "ja": "バスのダガン氏はまばらな黒い口ひげのあるほっそりした若い男だった。"}
{"en": "He was the son of a hall porter in an office in the city and, as a boy, he had sung prolonged bass notes in the resounding hall.", "ja": "彼は市内の会社の玄関ホールの荷物係の息子だったが、子供の頃はその響きのよいホールで伸びのあるバスの音を聞かせていた。"}
{"en": "From this humble state he had raised himself until he had become a first-rate artiste.", "ja": "この低い身分から彼は身を起こして一流のアーティストにまでなった。"}
{"en": "He had appeared in grand opera.", "ja": "彼はグランドオペラに出演したことがあった。"}
{"en": "One night, when an operatic artiste had fallen ill, he had undertaken the part of the king in the opera of Maritana at the Queen's Theatre.", "ja": "ある晩、オペラ歌手が病気になり、彼がクイーンズシアターでのオペラ、マリタナの王の役を引き受けたのだった。"}
{"en": "He sang his music with great feeling and volume and was warmly welcomed by the gallery;", "ja": "彼は情感、声量たっぷりに楽曲を歌い、観客に心から歓迎された、"}
{"en": "but, unfortunately, he marred the good impression by wiping his nose in his gloved hand once or twice out of thoughtlessness.", "ja": "が、あいにく、不注意から一、二度手袋をはめた手で鼻をふいて好印象を台なしにした。"}
{"en": "He was unassuming and spoke little.", "ja": "彼は目立ちたがらず、ほとんど話をしなかった。"}
{"en": "He said yous so softly that it passed unnoticed and he never drank anything stronger than milk for his voice's sake.", "ja": "彼の呼びかけはあまり静かなので気づかれずにいたし、彼は声のためにミルクより強いものは決して飲まなかった。"}
{"en": "Mr. Bell, the second tenor, was a fair-haired little man who competed every year for prizes at the Feis Ceoil.", "ja": "セカンドテナーのベル氏は金髪の小柄な男で、毎年フェシュ・キョールで賞を競っていた。"}
{"en": "On his fourth trial he had been awarded a bronze medal.", "ja": "四度目の挑戦で彼は銅メダルを贈られていた。"}
{"en": "He was extremely nervous and extremely jealous of other tenors and he covered his nervous jealousy with an ebullient friendliness.", "ja": "彼は極端に神経質であり極端に他のテナーをねたみ、その神経質なねたみをあふれるばかりの友情で覆い隠すのだった。"}
{"en": "It was his humour to have people know what an ordeal a concert was to him.", "ja": "彼にとってコンサートがどれほど厳しい試練かを知ってもらうのが彼のユーモアだった。"}
{"en": "Therefore when he saw Mr. Duggan he went over to him and asked:", "ja": "そういうわけでダガン氏を見ると彼は出かけていって尋ねた。"}
{"en": "\"Are you in it too? \"", "ja": "「あなたも出るんですか？」"}
{"en": "\"Yes,\"", "ja": "「ええ」"}
{"en": "said Mr. Duggan.", "ja": "とダガン氏は言った。"}
{"en": "Mr. Bell laughed at his fellow-sufferer, held out his hand and said:", "ja": "ベル氏は共に苦しむものに笑いかけ、手を差し出して言った。"}
{"en": "\"Shake!\"", "ja": "「握手！」"}
{"en": "Mrs. Kearney passed by these two young men and went to the edge of the screen to view the house.", "ja": "カーニー夫人はこの二人の若い男のそばを通り、客席を見に仕切りの端に行った。"}
{"en": "The seats were being filled up rapidly and a pleasant noise circulated in the auditorium.", "ja": "座席は急速に埋まりつつあり、聴衆の間に楽しげなざわめきが循環した。"}
{"en": "She came back and spoke to her husband privately.", "ja": "彼女は戻り、ひそひそと夫に話しかけた。"}
{"en": "Their conversation was evidently about Kathleen for they both glanced at her often as she stood chatting to one of her Nationalist friends, Miss Healy, the contralto.", "ja": "彼らの話は明らかにキャスリーンのことで、というのも彼ら二人とも、彼女のナショナリストの友人の一人、コントラルトのミス・ヒーリーと立ち話をしている彼女にたびたびチラチラと目をやっていた。"}
{"en": "An unknown solitary woman with a pale face walked through the room.", "ja": "青白い顔の、見知らぬ孤立した婦人が部屋を横切った。"}
{"en": "The women followed with keen eyes the faded blue dress which was stretched upon a meagre body.", "ja": "女たちは鋭い目でやせた体の上に引き伸ばされた色あせた青いドレスを追った。"}
{"en": "Someone said that she was Madam Glynn, the soprano.", "ja": "誰かがあれはソプラノのマダム・グリンだと言った。"}
{"en": "\"I wonder where did they dig her up,\"", "ja": "「どこで彼女を掘り出してきたのかしら」"}
{"en": "said Kathleen to Miss Healy.", "ja": "とキャスリーンはミス・ヒーリーに言った。"}
{"en": "\"I'm sure I never heard of her.\"", "ja": "「ほんとに私、彼女のことは聞いたことないわ。」"}
{"en": "Miss Healy had to smile.", "ja": "ミス・ヒーリーは笑わざるをえなかった。"}
{"en": "Mr. Holohan limped into the dressing-room at that moment and the two young ladies asked him who was the unknown woman.", "ja": "その時ホラハン氏が足を引きずって楽屋に入り、若い女性二人があの見知らぬ婦人は誰かと彼に尋ねた。"}
{"en": "Mr. Holohan said that she was Madam Glynn from London.", "ja": "ホラハン氏は彼女はロンドンから来たマダム・グリンだと言った。"}
{"en": "Madam Glynn took her stand in a corner of the room, holding a roll of music stiffly before her and from time to time changing the direction of her startled gaze.", "ja": "マダム・グリンは部屋の隅に陣取り、楽譜を巻いたものをからだの前でぎこちなく握り、時々びっくりしたような視線の向きを変えていた。"}
{"en": "The shadow took her faded dress into shelter but fell revengefully into the little cup behind her collar-bone.", "ja": "影は彼女の色あせたドレスを隠れ家に入れたが、執念深く鎖骨の陰の小さな窪みにも落ちていた。"}
{"en": "The noise of the hall became more audible.", "ja": "ホールのざわめきがいっそうよく聞こえるようになった。"}
{"en": "The first tenor and the baritone arrived together.", "ja": "ファーストテナーとバリトンが同時に到着した。"}
{"en": "They were both well dressed, stout and complacent and they brought a breath of opulence among the company.", "ja": "彼らはどちらも立派な身なりで太っていて満足気で、一座の中に富のそよ風を吹き込んだ。"}
{"en": "Mrs. Kearney brought her daughter over to them, and talked to them amiably.", "ja": "カーニー夫人は彼らのところまで娘を連れて行き、彼らに愛想よく話しかけた。"}
{"en": "She wanted to be on good terms with them but, while she strove to be polite, her eyes followed Mr. Holohan in his limping and devious courses.", "ja": "彼女は彼らとの良い関係を求めていたが、努めて礼儀正しくしようとする一方、その目は足を引きずり迂回して進むホラハン氏を追っていた。"}
{"en": "As soon as she could she excused herself and went out after him.", "ja": "彼女はできるだけ急いで中座を詫びて彼を追って出て行った。"}
{"en": "\"Mr. Holohan, I want to speak to you for a moment,\"", "ja": "「ホラハンさん、ちょっとあなたにお話があるんですが」"}
{"en": "she said.", "ja": "と彼女は言った。"}
{"en": "They went down to a discreet part of the corridor.", "ja": "彼らは廊下の目立たない部分へ行った。"}
{"en": "Mrs Kearney asked him when was her daughter going to be paid.", "ja": "カーニー夫人は彼に娘はいつ支払ってもらえるのかと尋ねた。"}
{"en": "Mr. Holohan said that Mr. Fitzpatrick had charge of that.", "ja": "ホラハン氏はフィッツパトリック氏がその係りだと言った。"}
{"en": "Mrs. Kearney said that she didn't know anything about Mr. Fitzpatrick.", "ja": "カーニー夫人はフィッツパトリック氏のことなど何も知らないと言った。"}
{"en": "Her daughter had signed a contract for eight guineas and she would have to be paid.", "ja": "娘は八ギニーの契約にサインし、支払ってもらわなければならない。"}
{"en": "Mr. Holohan said that it wasn't his business.", "ja": "ホラハン氏はそれは彼の関係するところではないと言った。"}
{"en": "\"Why isn't it your business?\"", "ja": "「どうしてあなたに関係ないの？」"}
{"en": "asked Mrs. Kearney.", "ja": "とカーニー夫人は尋ねた。"}
{"en": "\"Didn't you yourself bring her the contract?", "ja": "「あなたが自分であの娘に契約を持ってきたんじゃないの？"}
{"en": "Anyway, if it's not your business it's my business and I mean to see to it.\"", "ja": "とにかく、あなたに関係なくても私に関係あるんだから私は何とかしますからね。」"}
{"en": "\"You'd better speak to Mr. Fitzpatrick,\"", "ja": "「フィッツパトリック氏に話した方がいいですよ」"}
{"en": "said Mr. Holohan distantly.", "ja": "とホラハン氏はよそよそしく言った。"}
{"en": "\"I don't know anything about Mr. Fitzpatrick,\"", "ja": "「フィッツパトリック氏のことなんか何も知りません」"}
{"en": "repeated Mrs. Kearney.", "ja": "とカーニー夫人は繰り返した。"}
{"en": "\"I have my contract, and I intend to see that it is carried out.\"", "ja": "「私には契約書があります、で、それが果たされるのを確かめるつもりです。」"}
{"en": "When she came back to the dressing-room her cheeks were slightly suffused.", "ja": "楽屋に戻った時彼女の頬はわずかに染まっていた。"}
{"en": "The room was lively.", "ja": "部屋はにぎやかだった。"}
{"en": "Two men in outdoor dress had taken possession of the fireplace and were chatting familiarly with Miss Healy and the baritone.", "ja": "外出着の二人の男が暖炉を占領し、ミス・ヒーリー、バリトンと打ち解けておしゃべりをしていた。"}
{"en": "They were the Freeman man and Mr. O'Madden Burke.", "ja": "彼らはフリーマンの記者とオマドゥン・バーク氏だった。"}
{"en": "The Freeman man had come in to say that he could not wait for the concert as he had to report the lecture which an American priest was giving in the Mansion House.", "ja": "フリーマンの男は、マンション・ハウスでアメリカ人の司祭が行っている講演の記事を書かなければならないのでコンサートまで待てないと断るために来たのだった。"}
{"en": "He said they were to leave the report for him at the Freeman office and he would see that it went in.", "ja": "フリーマン社でも記事を彼に任せざるをえず、彼はそれが掲載に回るよう取り計らうつもりだと言った。"}
{"en": "He was a grey-haired man, with a plausible voice and careful manners.", "ja": "彼はまことしやかな声、慎重なふるまいの白髪男だった。"}
{"en": "He held an extinguished cigar in his hand and the aroma of cigar smoke floated near him.", "ja": "彼は消えた葉巻を手に持ち、近くには葉巻の煙の香りが漂っていた。"}
{"en": "He had not intended to stay a moment because concerts and artistes bored him considerably but he remained leaning against the mantelpiece.", "ja": "コンサートにもアーティストにも相当うんざりしていた彼は少しもとどまるつもりはなかったのにマントルピースに凭れて居残っていた。"}
{"en": "Miss Healy stood in front of him, talking and laughing.", "ja": "ミス・ヒーリーが彼の前に立って談笑していた。"}
{"en": "He was old enough to suspect one reason for her politeness but young enough in spirit to turn the moment to account.", "ja": "彼は、彼女が礼儀正しくする理由に感づくだけ年齢を十分重ねていたが、この機会を利用する心の若さも十分だった。"}
{"en": "The warmth, fragrance and colour of her body appealed to his senses.", "ja": "彼女の体の暖かさ、かぐわしさ、血色が彼の五感に訴えた。"}
{"en": "He was pleasantly conscious that the bosom which he saw rise and fall slowly beneath him rose and fell at that moment for him, that the laughter and fragrance and wilful glances were his tribute.", "ja": "彼の下にゆっくりと隆起して沈むのが見える胸がその瞬間彼のために隆起して沈んだこと、笑い声、香気、意図的な視線が彼の賜物であることを意識して彼は愉快だった。"}
{"en": "When he could stay no longer he took leave of her regretfully.", "ja": "もうそれ以上いられないという時彼は残念そうに彼女に別れを告げた。"}
{"en": "\"O'Madden Burke will write the notice,\"", "ja": "「オマドゥン・バークが批評を書くだろ、」"}
{"en": "he explained to Mr. Holohan,", "ja": "彼はホラハン氏に説明した、"}
{"en": "\"and I'll see it in.\"", "ja": "「それで僕が載るようにするから。」"}
{"en": "\"Thank you very much, Mr. Hendrick,\"", "ja": "「どうもありがとうございます、ヘンドリックさん」"}
{"en": "said Mr. Holohan.", "ja": "とホラハン氏は言った。"}
{"en": "you'll see it in, I know.", "ja": "「あなたが載るようにしてくださるんですね。"}
{"en": "Now, won't you have a little something before you go?\"", "ja": "ところで行く前にちょっと何か召し上がりませんか？」"}
{"en": "\"I don't mind,\"", "ja": "「かまいませんよ」"}
{"en": "said Mr. Hendrick.", "ja": "とヘンドリック氏は言った。"}
{"en": "The two men went along some tortuous passages and up a dark staircase and came to a secluded room where one of the stewards was uncorking bottles for a few gentlemen.", "ja": "二人がいくつかの曲がりくねった廊下を通り、暗い階段を上がり、奥まった部屋に着くと、幹事の一人が数人の紳士ためにコルク栓を抜いていた。"}
{"en": "One of these gentlemen was Mr. O'Madden Burke, who had found out the room by instinct.", "ja": "これらの紳士の一人は本能によってこの部屋を見つけ出したオマドゥン・バーク氏だった。"}
{"en": "He was a suave, elderly man who balanced his imposing body, when at rest, upon a large silk umbrella.", "ja": "彼はもの柔らかな初老の男で、休息する時には、大きな絹の傘で堂々たるからだの平衡を保っていた。"}
{"en": "His magniloquent western name was the moral umbrella upon which he balanced the fine problem of his finances.", "ja": "彼の大仰な西部の名前は、彼の財政上のご立派な問題の平衡を保つ道徳的な傘だった。"}
{"en": "He was widely respected.", "ja": "彼は広く尊敬されていた。"}
{"en": "While Mr. Holohan was entertaining the Freeman man Mrs. Kearney was speaking so animatedly to her husband that he had to ask her to lower her voice.", "ja": "ホラハン氏がフリーマンの男をもてなしている頃、カーニー夫人の方は夫が声を低くするように頼まなければならないほど活発に夫に話しかけていた。"}
{"en": "The conversation of the others in the dressing-room had become strained.", "ja": "楽屋のほかの人たちの会話は緊張を帯びてきた。"}
{"en": "Mr. Bell, the first item, stood ready with his music but the accompanist made no sign.", "ja": "最初の演目のベル氏は楽譜を手に用意ができているのに伴奏者にはその素振りがなかった。"}
{"en": "Evidently something was wrong.", "ja": "明らかにどこかおかしかった。"}
{"en": "Mr. Kearney looked straight before him, stroking his beard, while Mrs. Kearney spoke into Kathleen's ear with subdued emphasis.", "ja": "カーニー氏はまっすぐ前を見てあごひげをなで、一方カーニー夫人は抑えた強調子でキャスリーンに耳打ちした。"}
{"en": "From the hall came sounds of encouragement, clapping and stamping of feet.", "ja": "ホールからは手を叩き足を踏み鳴らす激励の音が聞こえた。"}
{"en": "The first tenor and the baritone and Miss Healy stood together, waiting tranquilly, but Mr. Bell's nerves were greatly agitated because he was afraid the audience would think that he had come late.", "ja": "ファーストテナーとバリトンとミス・ヒーリーは一緒に立ち、落ち着いて待っていたが、ベル氏の神経は聴衆が彼が遅刻して来たと考えるのではないかと懸念して大いに動揺していた。"}
{"en": "Mr. Holohan and Mr. O'Madden Burke came into the room", "ja": "ホラハン氏とオマドゥン・バーク氏が部屋に入ってきた。"}
{"en": "In a moment Mr. Holohan perceived the hush.", "ja": "たちまちホラハン氏は静まり返ったことに気づいた。"}
{"en": "He went over to Mrs. Kearney and spoke with her earnestly.", "ja": "彼はカーニー夫人の所へ行き、彼女と真剣に話した。"}
{"en": "While they were speaking the noise in the hall grew louder.", "ja": "彼らが話している間にもホールのざわめきは大きくなっていった。"}
{"en": "Mr. Holohan became very red and excited.", "ja": "ホラハン氏はすっかり真っ赤になって興奮していた。"}
{"en": "He spoke volubly, but Mrs. Kearney said curtly at intervals:", "ja": "彼は多弁を費やした、しかしカーニー夫人は間を置いてぶっきらぼうに言うのだった。"}
{"en": "\"She won't go on.", "ja": "「彼女は出ませんよ。"}
{"en": "She must get her eight guineas.\"", "ja": "彼女は八ギニーもらわなければ。」"}
{"en": "Mr. Holohan pointed desperately towards the hall where the audience was clapping and stamping.", "ja": "ホラハン氏は必死に、聴衆が拍手し、足を踏み鳴らすホールの方を指さした。"}
{"en": "He appealed to Mr Kearney and to Kathleen.", "ja": "彼はカーニー氏にもキャスリーンにも懇願した。"}
{"en": "But Mr. Kearney continued to stroke his beard and Kathleen looked down, moving the point of her new shoe:", "ja": "しかしカーニー氏はあごひげをなで続け、キャスリーンは新しい靴の先を動かしながら目を下にやった。"}
{"en": "it was not her fault.", "ja": "彼女の責任ではない、と。"}
{"en": "Mrs. Kearney repeated:", "ja": "カーニー夫人は繰り返した。"}
{"en": "\"She won't go on without her money.\"", "ja": "「お金なしでは彼女は出ません。」"}
{"en": "After a swift struggle of tongues Mr. Holohan hobbled out in haste.", "ja": "迅速な舌先の苦闘に続いてホラハン氏は急いで足を引きずり出て行った。"}
{"en": "The room was silent.", "ja": "部屋は静かだった。"}
{"en": "When the strain of the silence had become somewhat painful Miss Healy said to the baritone:", "ja": "静寂の緊張がやや苦痛になった時ミス・ヒーリーがバリトンに言った。"}
{"en": "\"Have you seen Mrs. Pat Campbell this week?\"", "ja": "「今週パット・キャンベル夫人をご覧になりまして？」"}
{"en": "The baritone had not seen her but he had been told that she was very fine.", "ja": "バリトンは彼女を見たことはなかったが、彼女はとてもすばらしいと聞いていた。"}
{"en": "The conversation went no further.", "ja": "会話はそれ以上続かなかった。"}
{"en": "The first tenor bent his head and began to count the links of the gold chain which was extended across his waist, smiling and humming random notes to observe the effect on the frontal sinus.", "ja": "ファーストテナーは頭をかがめ、ウェストに渡した金の鎖の輪を数え始め、にっこりしたり前頭洞ヘの効果を見るためにでたらめなキーをハミングしたりした。"}
{"en": "From time to time everyone glanced at Mrs. Kearney.", "ja": "誰もが時々カーニー夫人を見やった。"}
{"en": "The noise in the auditorium had risen to a clamour when Mr. Fitzpatrick burst into the room, followed by Mr. Holohan who was panting.", "ja": "観客席のざわめきがどよめきにまで高まった時フィッツパトリック氏が部屋に躍りこみ、息を切らしたホラハン氏が続いた。"}
{"en": "The clapping and stamping in the hall were punctuated by whistling.", "ja": "ホールの拍手や足踏みは口笛によりたびたび中断した。"}
{"en": "Mr. Fitzpatrick held a few banknotes in his hand.", "ja": "フィッツパトリック氏は手に数枚の紙幣を持っていた。"}
{"en": "He counted out four into Mrs. Kearney's hand and said she would get the other half at the interval.", "ja": "彼はカーニー夫人の手の中に四枚を数え、残りの半分は休憩時間にと言った。"}
{"en": "Mrs. Kearney said:", "ja": "カーニー夫人は言った。"}
{"en": "\"This is four shillings short.\"", "ja": "「これは四シリング足りません。」"}
{"en": "But Kathleen gathered in her skirt and said:", "ja": "しかしキャスリーンはスカートを引き寄せて"}
{"en": "\"Now.", "ja": "「さあ、ベルさん」"}
{"en": "Mr. Bell,\"", "ja": "とぶるぶる震えている最初の演奏者に言った。"}
{"en": "The singer and the accompanist went out together.", "ja": "歌手と伴奏者は一緒に出て行った。"}
{"en": "The noise in hall died away.", "ja": "ホールのざわめきは次第に静まった。"}
{"en": "There was a pause of a few seconds:", "ja": "数秒の間があった。"}
{"en": "and then the piano was heard.", "ja": "それからピアノが聞こえた。"}
{"en": "The first part of the concert was very successful except for Madam Glynn's item.", "ja": "コンサートの第一部はマダム・グリンの演目を除いて大成功だった。"}
{"en": "The poor lady sang Killarney in a bodiless gasping voice, with all the old-fashioned mannerisms of intonation and pronunciation which she believed lent elegance to her singing.", "ja": "哀れなレディーは、自らの歌唱に優雅を添えると信ずる流行遅れの独特の抑揚、発音を駆使し、張りのないあえぐような声で『キラーニー』を歌った。"}
{"en": "She looked as if she had been resurrected from an old stage-wardrobe and the cheaper parts of the hall made fun of her high wailing notes.", "ja": "彼女はまるで古い舞台衣装から蘇ってきたかのように見え、そのかん高い咽び声はホールの安席の方では物笑いの種となった。"}
{"en": "The first tenor and the contralto, however, brought down the house.", "ja": "しかしファーストテナーとコントラルトは満場をうならせた。"}
{"en": "Kathleen played a selection of Irish airs which was generously applauded.", "ja": "キャスリーンはアイルランドのメロディーを選んで弾き、惜しみない拍手喝采を受けた。"}
{"en": "The first part closed with a stirring patriotic recitation delivered by a young lady who arranged amateur theatricals.", "ja": "第一部の終わりは素人芝居を脚色した若い婦人による、感動を呼ぶ愛国的な朗唱だった。"}
{"en": "It was deservedly applauded;", "ja": "それは当然の拍手を受けた。"}
{"en": "and, when it was ended, the men went out for the interval, content.", "ja": "そして、それが終わると、人々は満足して休憩をとりに外へ出た。"}
{"en": "All this time the dressing-room was a hive of excitement.", "ja": "この間ずっと楽屋は興奮のるつぼだった。"}
{"en": "In one corner were Mr. Holohan, Mr. Fitzpatrick, Miss Beirne, two of the stewards, the baritone, the bass, and Mr. O'Madden Burke.", "ja": "一方の隅にはホラハン氏、フィッツパトリック氏、ミス・バーン、幹事二人、バリトン、バス、オマドゥン・バーク氏がいた。"}
{"en": "Mr. O'Madden Burke said it was the most scandalous exhibition he had ever witnessed.", "ja": "オマドゥン・バーク氏はこれは彼がかって目撃した中でも最も恥さらしなことだと言った。"}
{"en": "Miss Kathleen Kearney's musical career was ended in Dublin after that, he said.", "ja": "こうなってはミス・キャスリーン・カーニーの音楽の経歴もダブリンでは終わったと彼は言った。"}
{"en": "The baritone was asked what did he think of Mrs. Kearney's conduct.", "ja": "バリトンはカーニー夫人の行為をどう思うかと訊かれた。"}
{"en": "He did not like to say anything.", "ja": "彼は何も言いたくなかった。"}
{"en": "He had been paid his money and wished to be at peace with men.", "ja": "彼はすでに金をもらっていたし人々と仲良くしたかった。"}
{"en": "However, he said that Mrs. Kearney might have taken the artistes into consideration.", "ja": "しかし彼はカーニー夫人がアーティストたちを考慮に入れてもよかったのにと言った。"}
{"en": "The stewards and the secretaries debated hotly as to what should be done when the interval came.", "ja": "幹事たち、書記たちは休憩時間が来たらどうすべきかについて熱くなって討論した。"}
{"en": "\"I agree with Miss Beirne,\"", "ja": "「私はミス・バーンに賛成です」"}
{"en": "said Mr. O'Madden Burke.", "ja": "とオマドゥン・バーク氏は言った。"}
{"en": "\"Pay her nothing.\"", "ja": "「彼女に何も払わないこと。」"}
{"en": "In another corner of the room were Mrs. Kearney and he:", "ja": "部屋のもう一方の隅にはカーニー夫人と彼、"}
{"en": "husband, Mr. Bell, Miss Healy and the young lady who had to recite the patriotic piece.", "ja": "すなわち夫、ベル氏、ミス・ヒーリー、愛国的な一編を朗唱しなければならなかった若い婦人がいた。"}
{"en": "Mrs. Kearney said that the Committee had treated her scandalously.", "ja": "カーニー夫人が委員会は彼女に対してけしからぬ扱いをしたと言った。"}
{"en": "She had spared neither trouble nor expense and this was how she was repaid.", "ja": "彼女は労も費用も惜しまなかったのにこんなふうな報いを受けた。"}
{"en": "They thought they had only a girl to deal with and that therefore, they could ride roughshod over her.", "ja": "彼らは娘っ子一人を相手にすればいいと考えてそれで、彼らは彼女にひどい扱いができたのだ。"}
{"en": "But she would show them their mistake.", "ja": "しかし彼女は彼らの間違いを明らかにするつもりだ。"}
{"en": "They wouldn't have dared to have treated her like that if she had been a man.", "ja": "彼女が男だったら彼らもあんなふうに彼女を扱う勇気はなかったろう。"}
{"en": "But she would see that her daughter got her rights:", "ja": "しかし彼女はきっと娘が正当なものを得るようにするつもりだ。"}
{"en": "she wouldn't be fooled.", "ja": "彼女はごまかされたりしない。"}
{"en": "If they didn't pay her to the last farthing she would make Dublin ring.", "ja": "彼らが最後の一文まで払うのでなかったらダブリンに知れ渡らせてやる。"}
{"en": "Of course she was sorry for the sake of the artistes.", "ja": "もちろんアーティストたちのことを考えると遺憾だ。"}
{"en": "But what else could she do?", "ja": "しかし彼女として他にどうしたらいい？"}
{"en": "She appealed to the second tenor who said he thought she had not been well treated.", "ja": "彼女は、彼女がよい扱いを受けたとは思わないと言ったセカンドテナーに訴えた。"}
{"en": "Then she appealed to Miss Healy.", "ja": "それから彼女はミス・ヒーリーに訴えた。"}
{"en": "Miss Healy wanted to join the other group but she did not like to do so because she was a great friend of Kathleen's and the Kearneys had often invited her to their house.", "ja": "ミス・ヒーリーはもう一方のグループに加わりたかったが、彼女はキャスリーンの親友だったしカーニー家にはたびたび招かれていたのでそうするのはいやだった。"}
{"en": "As soon as the first part was ended Mr. Fitzpatrick and Mr. Holohan went over to Mrs. Kearney and told her that the other four guineas would be paid after the committee meeting on the following Tuesday and that, in case her daughter did not play for the second part, the committee would consider the contract broken and would pay nothing.", "ja": "第一部が終わるとすぐにフィッツパトリック氏とホラハン氏はカーニー夫人の所へ行き、残りの四ギニーは次の火曜日にある委員会の会合の後で支払われるだろう、彼女の娘が第二部の演奏をしない場合には委員会は契約が破棄されたとみなし何も支払わないだろうと言った。"}
{"en": "\"I haven't seen any committee,\"", "ja": "「委員会なんて知りませんね」"}
{"en": "said Mrs. Kearney angrily.", "ja": "とカーニー夫人は怒って言った。"}
{"en": "\"My daughter has her contract.", "ja": "「娘には契約があります。"}
{"en": "She will get four pounds eight into her hand or a foot she won't put on that platform.\"", "ja": "彼女は四ポンド八シリングを手にする、さもなければ一足だって演壇には載せませんよ。」"}
{"en": "\"I'm surprised at you, Mrs. Kearney,\"", "ja": "「あなたには驚きましたよ、カーニーさん」"}
{"en": "said Mr. Holohan.", "ja": "とホラハン氏は言った。"}
{"en": "\"I never thought you would treat us this way.\"", "ja": "「あなたが私たちをこんな目にあわせるとは思いもしなかった。」"}
{"en": "\"And what way did you treat me?\"", "ja": "「それであなたは私をどんな目にあわせたんですか？」"}
{"en": "asked Mrs. Kearney.", "ja": "とカーニー夫人は尋ねた。"}
{"en": "Her face was inundated with an angry colour and she looked as if she would attack someone with her hands.", "ja": "彼女の顔には怒りの色があふれ、その手で誰かに襲い掛かるかのように見えた。"}
{"en": "\"I'm asking for my rights.\"", "ja": "「私は自分の権利を求めているんです」"}
{"en": "she said.", "ja": "と彼女は言った。"}
{"en": "You might have some sense of decency,\"", "ja": "「少しは礼儀の観念があってもいいでしょうに」"}
{"en": "said Mr. Holohan.", "ja": "とホラハン氏は言った。"}
{"en": "\"Might I, indeed?...", "ja": "「私に、へー・・・"}
{"en": "And when I ask when my daughter is going to be paid I can't get a civil answer.\"", "ja": "それで娘がいつ払ってもらえるか尋ねても礼儀正しい答えがもらえないんだ。」"}
{"en": "She tossed her head and assumed a haughty voice:", "ja": "彼女は頭をぐいとそらし傲慢な声を装った。"}
{"en": "\"You must speak to the secretary.", "ja": "「あなたは書記に話さなければなりません。"}
{"en": "It's not my business.", "ja": "私には関係ありません。"}
{"en": "I'm a great fellow fol-the-diddle-I-do.\"", "ja": "私は偉い男だからしてむにゃむにゃ。」"}
{"en": "\"I thought you were a lady,\"", "ja": "「あなたはレディーだと思ってました」"}
{"en": "said Mr. Holohan, walking away from her abruptly.", "ja": "とホラハン氏は不意に歩み去りながら言った。"}
{"en": "After that Mrs. Kearney's conduct was condemned on all hands:", "ja": "その後カーニー夫人のふるまいは四方八方から非難された。"}
{"en": "everyone approved of what the committee had done.", "ja": "誰もが委員会のしたことに賛成した。"}
{"en": "She stood at the door, haggard with rage, arguing with her husband and daughter, gesticulating with them.", "ja": "彼女は戸口に立ち、憤怒にげっそりとし、夫や娘と論じ合い、身振り手振りしていた。"}
{"en": "She waited until it was time for the second part to begin in the hope that the secretaries would approach her.", "ja": "彼女は第二部の始まる時間まで書記たちが近づいてくるのを期待して待っていた。"}
{"en": "But Miss Healy had kindly consented to play one or two accompaniments.", "ja": "しかしミス・ヒーリーが親切にも一二曲伴奏を務めることを承諾した。"}
{"en": "Mrs. Kearney had to stand aside to allow the baritone and his accompanist to pass up to the platform.", "ja": "カーニー夫人はバリトンと伴奏者が演壇へ上がるのを通すために脇へ寄らなければならなかった。"}
{"en": "She stood still for an instant like an angry stone image and, when the first notes of the song struck her ear, she caught up her daughter's cloak and said to her husband:", "ja": "彼女は束の間、怒った石像のようにじっと立っていたが、歌曲の初めの音が耳に入ると、娘のマントをさっと取り上げ、夫に言った。"}
{"en": "\"Get a cab!\"", "ja": "「馬車を捕まえて！」"}
{"en": "He went out at once.", "ja": "彼は直ちに出て行った。"}
{"en": "Mrs. Kearney wrapped the cloak round her daughter and followed him.", "ja": "カーニー夫人は娘をマントでくるみ、彼に続いた。"}
{"en": "As she passed through the doorway she stopped and glared into Mr. Holohan's face.", "ja": "戸口を通り抜ける時彼女は立ち止まってホラハン氏の顔をにらみつけた。"}
{"en": "\"I'm not done with you yet,\"", "ja": "「まだあなたとは済んでませんからね」"}
{"en": "she said.", "ja": "と彼女は言った。"}
{"en": "\"But I'm done with you,\"", "ja": "「しかし私はあなたとは済んでます」"}
{"en": "said Mr. Holohan.", "ja": "とホラハン氏は言った。"}
{"en": "Kathleen followed her mother meekly.", "ja": "キャスリーンはおとなしく母親に続いた。"}
{"en": "Mr. Holohan began to pace up and down the room, in order to cool himself for he his skin on fire.", "ja": "ホラハン氏は肌が燃えるようなのを冷ますために部屋をゆっくりと行ったり来たりし始めた。"}
{"en": "\"That's a nice lady!\"", "ja": "「困ったレディーだ！」"}
{"en": "he said.", "ja": "と彼は言った。"}
{"en": "\"O, she's a nice lady!\"", "ja": "「ああ、あのひとは困ったレディーだ！」"}
{"en": "You did the proper thing, Holohan,\"", "ja": "「君は適切な事をしたんだ、ホラハン」"}
{"en": "said Mr. O'Madden Burke, poised upon his umbrella in approval.", "ja": "とオマドゥン・バーク氏が傘でバランスを取って賛意を表した。"}
