{"en": "Progress Against the Law: Fan Distribution, Copyright, and the Explosive Growth of Japanese Animation", "ja": "法に抗っての進歩：アメリカにおける日本アニメの爆発的成長とファン流通、著作権"}
{"en": "SEAN LEONARD", "ja": "ショーン・レナード,"}
{"en": "Abstract", "ja": "アブストラクト"}
{"en": "The medium of Japanese animation is a powerhouse in the world of alternative entertainment.", "ja": "日本アニメという媒体はオルタナティブなエンターテイメントの世界における大原動力となっている。"}
{"en": "Proselytization by fans ignited the anime movement in America, despite Japanese copyright holders’ abandonment of the American market.", "ja": "日本の著作権保持者たちはアメリカ市場を見捨てていたが、ファンによる改宗活動がアメリカにおけるアニメ運動に火をつけた。"}
{"en": "We present an historical and legal analysis to demonstrate that, at least in one case spanning two decades, fans’ continual infringement of copyright spurred the progress of commerce and the arts.", "ja": "本研究は、20 年にわたる少なくとも一つの事例においては、ファンたちの継続的な著作権侵害こそが商業と技芸の進歩を引きおこしたのだということを実証するための歴史的・法的分析を提供する。"}
{"en": "1. Introduction", "ja": "1 はじめに"}
{"en": "2. Anime and Its Fandom: A Primer for Non-Fans", "ja": "2 アニメとファンダム：ファン以外のための基礎知識"}
{"en": "2.1. Anime", "ja": "2.1 アニメ"}
{"en": "2.2. Fan Distribution", "ja": "2.2 ファン流通"}
{"en": "2.3. Fansub", "ja": "2.3 ファンサブ"}
{"en": "3. Historical Analysis of Fan Distribution and Subtitling", "ja": "3 ファン流通と字幕追加の歴史的分析"}
{"en": "3.1. Pre-Fan Period.", "ja": "3.1 ファン以前の時期"}
{"en": "3.2. Technology Change; Cartoon/Fantasy Organization", "ja": "3.2 技術の変化: Cartoon/Fantasy Organization"}
{"en": "3.3. Japanese Enter and Abandon the Market", "ja": "3.3 日本企業の市場参入と撤退"}
{"en": "3.4. Fan Activity Increases", "ja": "3.4 ファン活動の興隆"}
{"en": "3.5. Anime Importers Fail to Release Quality Material", "ja": "3.5 アニメ輸入業者、高品質作品のリリースに失敗"}
{"en": "3.6. C/FO at Its Height; C/FO in Japan", "ja": "3.6 C/FO 全盛期; 日本での C/FO"}
{"en": "3.7. C/FO Fan Distribution", "ja": "3.7 C/FO ファン流通"}
{"en": "3.8. Birth of Fansubbing; Collapse of C/FO", "ja": "3.8 ファンサブの誕生と C/FO の崩壊"}
{"en": "3.9. New Clubs, New Fans, New Fansubbing", "ja": "3.9 新クラブ、新ファン、新ファンサブ"}
{"en": "3.10. Conventions", "ja": "3.10 各種の大会"}
{"en": "3.11. Industry", "ja": "3.11 業界"}
{"en": "3.12. Success Returns to Japan", "ja": "3.12 アニメ、故郷に錦を飾る"}
{"en": "3.13. Concluding the Historical Analysis", "ja": "3.13 歴史的分析のまとめ"}
{"en": "4. Legal Analysis of Fan Distribution and Subtitling", "ja": "4 ファン流通と字幕付けの法的分析"}
{"en": "4.1. Basics of International Copyright Law", "ja": "4.1 国際著作権の基礎"}
{"en": "4.2. Copyright in Japanese Animated Works in Japan", "ja": "4.2 日本におけるアニメ作品の著作権"}
{"en": "4.3. Time-Shifting/Fan Recording from America", "ja": "4.3 時間シフト/アメリカでのファン録画"}
{"en": "4.4. Sharing Among Friends", "ja": "4.4 友人間での共有"}
{"en": "4.5. Showings at Clubs", "ja": "4.5 クラブでの上映"}
{"en": "4.6. Copying and Sending Across Country", "ja": "4.6 国内での複製と郵送"}
{"en": "4.7. Pen Pals in J33", "ja": "4.7 日本のペンフレンド"}
{"en": "4.8. Renting at Mom and Pop Stores", "ja": "4.8 パパママショップでのビデオ貸し出し"}
{"en": "4.9. Recording Anime from Japan and Sending Them to America", "ja": "4.9 アニメを日本で録画してアメリカに送る"}
{"en": "4.10. Translation", "ja": "4.10 翻訳"}
{"en": "4.11. Fansubbing", "ja": "4.11 ファンサブ"}
{"en": "4.12. Distributing Fansubs Before and After Licensing", "ja": "4.12 正式ライセンス以前および以後にファンサブを流通させる"}
{"en": "4.13. Before We Conclude", "ja": "4.13 結論に先立って"}
{"en": "4.14. Concluding the Legal Analysis", "ja": "4.14 法的分析の結論"}
{"en": "5. Progress Against the Law", "ja": "5 法に抗っての進歩"}
{"en": "Citation and Romanization Formats", "ja": "サイテーションとローマ字表示"}
{"en": "Except in “Legal Analysis of Fan Distribution and Subtitling,” citations adhere to the MLA style with footnotes.1", "ja": "「ファン流通と字幕付けの法的分析」を除いて、引用・参考文献のサイテーションは脚注つきの MLA スタイルに従っている注A。"}
{"en": "In “Legal Analysis of Fan Distribution and Subtitling,” citations adhere to the Bluebook style.2", "ja": "「ファン流通と字幕付けの法的分析」では、引用・参考文献のサイテーションは Bluebook スタイルに従う注B。"}
{"en": "Japanese to English transliteration is littered with exceptions and discrepancies.", "ja": "日本語の英語音声表記は、例外や異同だらけである。"}
{"en": "For Japanese proper names, this analysis adheres to the person’s preferred Romanization if known.", "ja": "日本語の固有名詞については、本分析では当人の好むローマ字表記があればそれに従っている。"}
{"en": "If the person has no known Romanization, this analysis uses the popular usage of the person’s name in anime-related discourse.", "ja": "もしローマ字表記が知られていない場合には、本文席はアニメ関連の文脈でよく使われているその人物の名前を尊重している。"}
{"en": "In most cases, names are specified in Western style, with given name first and family name last.", "ja": "多くの場合、名前は西洋式に、名が先で姓があとになっている。"}
{"en": "Subsequent references to the person employ his or her last name only.", "ja": "その人物に対する二度目以降の言及は、その人物の姓だけを使っている。"}
{"en": "Japanese anime titles are referenced in the text according to their prevailing English-language designation during the time period.", "ja": "日本のアニメの題名は、文中ではその時期での主流英語表記にしたがっている。"}
{"en": "however, the text uses Star Blazers when it specifically discusses that adaptation.", "ja": "ただし、文がその翻案を個別に指している場合には Star Blazers という表記を使っている。"}
{"en": "If significant discrepancies exist between the original Japanese, common English, and American commercial titles, an endnote at the first instance of the title will furnish all of the Japanese and English titles.", "ja": "日本語の原題と英語の慣用、および商業リリース時のアメリカ題名に大きな異同がある場合には、その題名の最初の登場時に、章末注に日本語題名と英語題名をすべて記述した。"}
{"en": "Foreword and Acknowledgements", "ja": "序文と謝辞"}
{"en": "Version 1.0 of this document was prepared December 10, 2003 to partially fulfill the requirements for MIT 6.806: Ethics and Law on the Electronic Frontier,", "ja": "本文書のバージョン 1.0 は、MIT 講義6.806:「電子フロンティアにおける倫理と法」の修了要件を部分的に満たすべく 2003 年 12 月 10 日に書かれた。"}
{"en": "under the instruction of Prof. Harold Abelson and Daniel Weitzner.", "ja": "指導教官はハロルド・エイベルソン教授とダニエル・ワイツナーである。"}
{"en": "I am grateful for their instruction, support, and encouragement.", "ja": "二人の指導、支援と激励に感謝する。"}
