{"en": "Stay for me there  !", "ja": "この地にて我を待たなむ！"}
{"en": "I will not fail. To meet thee in that hollow vale.", "ja": "空ろなるこの狭間にて、我、必ずや君とあい見む"}
{"en": "[_Exequy on the death of his wife, by Henry King, Bishop of Chichester_.]", "ja": "（妻の埋葬に立ち会って。　詠人　チチェスターの司教 ヘンリーキング）"}
{"en": "ILL-FATED and mysterious man  !", "ja": "何という謎を秘めた不仕合わせな人よ！"}
{"en": "- bewildered in the brilliancy of thine own imagination, and fallen in the flames of thine own youth !", "ja": "己が魂の輝きに戸惑い、燃え立つ青春の炎で己が身を焼き崩してしまうとは！"}
{"en": "Again in fancy I behold thee !", "ja": "いま一度、空想の世界で君の姿を捉えよう！"}
{"en": "Once more thy form hath risen before me !", "ja": "再び私の前に君が立ち現れるのだ！"}
{"en": "- not - oh not as thou art - in the cold valley and shadow -", "ja": "否、冷たく陰鬱な谷底に眠る今の姿ではない。"}
{"en": "but as thou _shouldst be_ - squandering away a life of magnificent meditation in that city of dim visions, thine own Venice", "ja": "君のベニス、幻の如きその街で、 壮美な世界に浸り続け、意味もなく日々を過ごしていた日の真実の君の姿だ。"}
{"en": "- which is a star-beloved Elysium of the sea, and the wide windows of whose Palladian palaces look down with a deep and bitter meaning upon the secrets of her silent waters.", "ja": "ベニスは天に愛でられし海の桃源郷、だが、運河に面して建つパラディオン様式の館の広い窓は、静かな流れに隠された秘め事を、耐え難く計り知れない思いで見下ろしている。"}
{"en": "Yes !", "ja": "そうだ！"}
{"en": "I repeat it", "ja": "もう一度言おう。"}
{"en": "- as thou _shouldst be_.", "ja": "君の真実の姿と。"}
{"en": "There are surely other worlds than this", "ja": "確かに、この世界とは違う別の世界がある。"}
{"en": "- other thoughts than the thoughts of the multitude - other speculations than the speculations of the sophist.", "ja": "多くの凡人達の思想とは相容れない思想があり、詭弁家の理論とは異なる理論があるのだ。"}
{"en": "Who then shall call thy conduct into question  ?", "ja": "そうならば、一体誰が君のふるまいに異論を差し挟むことができようか？"}
{"en": "who blame thee for thy visionary hours, or denounce those occupations as a wasting away of life, which were but the overflowings of thine everlasting energies ?", "ja": "空想の世界に参じている君を誰が責め、それに明け暮れる生き方など人生の浪費だ、尽きることを知らない精力が全て溢れ出ているだけなのだ、と誰が君を非難できよう？"}
{"en": "It was at Venice, beneath the covered archway there called the _Ponte di Sospiri_, that I met for the third or fourth time the person of whom I speak.", "ja": "私がいま話している人物に３度目か４度目に会ったのはベニスの溜息橋と呼ばれている屋根付きの橋の下でした。"}
{"en": "It is with a confused recollection that I bring to mind the circumstances of that meeting.", "ja": "その時のことを思い出そうとしているのですが、別の記憶と入り交ざって混乱してしまうのです。"}
{"en": "Yet I remember - ah!", "ja": "でも、覚えているのは、ああ！"}
{"en": "how should I forget  ?", "ja": "そうですとも、どうして忘れられるでしょう？"}
{"en": "- the deep midnight, the Bridge of Sighs, the beauty of woman, and the Genius of Romance that stalked up and down the narrow canal.", "ja": "暗黒の夜、美しき女人、「溜息橋」、狭い運河を上がったり下がったりゆっくり忍び寄る「恋の守り神たち」のことを。"}
{"en": "It was a night of unusual gloom.", "ja": "その日は、いつになく暗い宵でした。"}
{"en": "The great clock of the Piazza had sounded the fifth hour of the Italian evening.", "ja": "サンマルコ広場の大時計はイタリアの日没を知らせる第５時の鐘をとっくにならし終えていました。"}
{"en": "The square of the Campanile lay silent and deserted,", "ja": "鐘楼のある広場には人の姿は全く見えず、静寂に包まれていました。"}
{"en": "and the lights in the old Ducal Palace were dying fast away.", "ja": "デュカーレ宮殿では燈火が次々と消されていきます。"}
{"en": "I was returning home from the Piazetta, by way of the Grand Canal.", "ja": "私はグランドカナルを経由して、サンマルコ広場の横を流れる水路を通って家路を辿っていました。"}
{"en": "But as my gondola arrived opposite the mouth of the canal San Marco, a female voice from its recesses broke suddenly upon the night, in one wild, hysterical,", "ja": "私の乗ったゴンドラがサンマルコ運河の入り口とは反対の方に来たとき、その先の方から不意に女性の悲鳴が夜の闇を切り裂いたのです。"}
{"en": "and long continued shriek.", "ja": "狂気じみた長々と続く金切り声。"}
{"en": "Startled at the sound, I sprang upon my feet :", "ja": "私はびっくりして思わず立ち上がり、"}
{"en": "while the gondolier, letting slip his single oar, lost it in the pitchy darkness beyond a chance of recovery,", "ja": "ゴンドラの船乗りは一本しかない櫂を手から滑り落としてしまい、行方がわからなくなり、取り戻そうにも黒一色の闇の中では為す術がありませんでした。"}
{"en": "and we were consequently left to the guidance of the current which here sets from the greater into the smaller channel.", "ja": "こうして私達は、広い運河から狭い運河に流れ込んでいく水の流れに身を任せることになったのです。"}
{"en": "Like some huge and sable-feathered condor, we were slowly drifting down towards the Bridge of Sighs,", "ja": "それはさながら、黒い羽をした大きなコンドルのように、ゆっくりと溜息橋の方に漂っていきました。"}
{"en": "when a thousand flambeaux flashing from the windows, and down the staircases of the Ducal Palace, turned all at once that deep gloom into a livid and preternatural day.", "ja": "と、おびただしい数の松明の明かりがデュカーレ宮殿の窓という窓、階段のあちこちで瞬き、にわかに暗黒の夜が土気色を帯びた異様な明るさに変わったのです。"}
{"en": "A child, slipping from the arms of its own mother, had fallen from an upper window of the lofty structure into the deep and dim canal.", "ja": "幼児が母親の腕をすり抜けて、最上階の窓から深く薄暗い運河に転落してしまったのです。"}
{"en": "The quiet waters had closed placidly over their victim ;", "ja": "穏やかな水面は、哀れな犠牲者を呑み込むと静かにその口を閉じてしまいました。"}
{"en": "and, although my own gondola was the only one in sight, many a stout swimmer, already in the stream, was seeking in vain upon the surface,", "ja": "あたりに見えるものといえば私の乗ったゴンドラだけで、すでに水の中には勇猛果敢な男達が運河の流れに身をたゆたいながら、水面をいたずらに探し回っていました。"}
{"en": "the treasure which was to be found, alas !", "ja": "でも、最愛の愛し子の姿は、ああ、神よ！"}
{"en": "only within the abyss.", "ja": "水の底以外には見つかるはずもないのです。"}
{"en": "Upon the broad black marble flagstones at the entrance of the palace, and a few steps above the water, stood a figure", "ja": "デュカーレ宮殿の玄関に敷き詰めてある幅広の黒大理石の上、水際から数段上がったところにたたずんでいる人の影がありました。"}
{"en": "which none who then saw can have ever since forgotten.", "ja": "今宵、その姿を見た者は生涯忘れることはできないでしょう。"}
{"en": "It was the Marchesa Aphrodite - the adoration of all Venice", "ja": "その人こそ、ベニスの市民が熱愛してやまないアフロディテ公爵夫人なのです。"}
{"en": "- the gayest of the gay - the most lovely where all were beautiful", "ja": "豪華絢爛な中にあってもなお一層艶やかであり、ベニスに居並ぶ美しい令嬢、貴婦人達の中であろうと、ことさら人目を引く美しさを備えた人、"}
{"en": "- but still the young wife of the old and intriguing Mentoni, and the mother of that fair child, her first and only one,", "ja": "でも今は、年老いた策士メントーニ公爵の若婦人であり、運河の淵に沈んだ初めてのひとり子、愛くるしい幼子の母親なのです。"}
{"en": "who now, deep beneath the murky water, was thinking in bitterness of heart upon her sweet caresses, and exhausting its little life in struggles to call upon her name.", "ja": "幼子は今、苦しい息の下、母親のやさしい愛撫を思い、もがき苦しみながらも母の名を呼び、その短い一生を終えようとしているのです。"}
{"en": "Her small, bare, and silvery feet gleamed in the black mirror of marble beneath her.", "ja": "銀白色を帯びた婦人の小さな素足が、足下の黒大理石に映って鈍い光を放っていました。"}
{"en": "Her hair, not as yet more than half loosened for the night from its ball-room array, clustered, amid a shower of diamonds, round and round her classical head, in curls like those of the young hyacinth.", "ja": "寝支度のため、夜会用に結い上げた髪は半分ほどいただけで、無数のダイヤをちりばめた束ね髪はヒアシンスのつぼみのように緩やかにねじれて、婦人の古風な顔を取り巻いています。"}
{"en": "A snowy-white and gauze-like drapery seemed to be nearly the sole covering to her delicate form ;", "ja": "華奢な体に羽織っているものといえば、雪のように白い紗の掛け布だけのようです。"}
{"en": "but the mid-summer and midnight air was hot, sullen, and still, and no motion in the statue-like form itself, stirred even the folds of that raiment of very vapor which hung around it as the heavy marble hangs around the Niobe.", "ja": "夏も盛りの深夜の大気は熱っぽく、むっとして静まりかえり、婦人自らも彫像になったように身動き一つせず、霞がかかったような紗の掛け布でさえ、ナイオビの纏うずっしりと重い大理石の衣のように、ひらりとも揺れません。"}
{"en": "Yet - strange to say !", "ja": "しかし、これはまた何と不可解な！"}
{"en": "- her large lustrous eyes were not turned downwards upon that grave wherein her brightest hope lay buried - but riveted in a widely different direction !", "ja": "婦人の大きな輝く眼は、かけがえのない我が子が眠っている水底の墓場ではなく、全く違う場所に注がれているではありませんか！"}
{"en": "The prison of the Old Republic is, I think, the stateliest building in all Venice", "ja": "思うに、ベネティア共和国時代に建てられた牢獄の威風堂々としたたたずまいはベニスでも他に類がないとはいえ、"}
{"en": "- but how could that lady gaze so fixedly upon it, when beneath her lay stifling her only child ?", "ja": "たった一人のわが子が自分の足下で死にかかっている時に、どうして牢獄などを一心不乱にみつめることができるのでしょう？"}
{"en": "Yon dark, gloomy niche, too, yawns right opposite her chamber window", "ja": "彼方に見える暗く陰気な壁がんは、婦人の寝室の窓の真っ向で大きな口を開けています。"}
{"en": "- what, then, _could_ there be in its shadows - in its architecture - in its ivy-wreathed and solemn cornices - that the Marchesa di Mentoni had not wondered at a thousand times before ?", "ja": "その暗がりの中に、その建物の中に、蔦のはいまわったいかめしい軒蛇腹の中に――メントーニ公爵夫人が今まで何度となく目にして、いぶかしいと思う所など何処にもありはしないのに、一体全体そこに何が見えたというのでしょう？"}
{"en": "Nonsense !", "ja": "いや、何と馬鹿げた妄想でありましょう！"}
{"en": "- Who does not remember that, at such a time as this, the eye, like a shattered mirror, multiplies the images of its sorrow, and sees in innumerable far-off places, the wo which is close at hand ?", "ja": "こういうとき、人の眼というものは、割れた鏡のように我が心の悩みを幾重にも映しだし、数え切れないほど遙か先にある場所に我が身の不幸を見いだすということぐらい誰でも覚えがあるはずではありませんか。"}
{"en": "Many steps above the Marchesa, and within the arch of the water-gate, stood, in full dress, the Satyr-like figure of Mentoni himself.", "ja": "公爵夫人の立っている場所から数段あがった水門のアーチの下に、森の神サティロスさながらのメントーニ公爵が正装姿で立っていました。"}
{"en": "He was occasionally occupied in thrumming a guitar, and seemed _ennuye_ to the very death, as at intervals he gave directions for the recovery of his child.", "ja": "公爵は、我が子の救出に時折、指示をだしたりするかと思えば、不意にギターをつまびきだしたり、見るからに退屈極まりないといった様子でした。"}
{"en": "Stupified and aghast, I had myself no power to move from the upright position I had assumed upon first hearing the shriek,", "ja": "私はあまりに驚いて茫然自失となり、最初に聞いた悲鳴で棒立ちになったまま、その姿勢を崩すことにまで気がまわらなかったのです。"}
{"en": "and must have presented to the eyes of the agitated group a spectral and ominous appearance,", "ja": "子供の救出に躍起になっている人たちから見れば私の姿は奇怪な死に神に映ったことでしょう。"}
{"en": "as with pale countenance and rigid limbs, I floated down among them in that funereal gondola.", "ja": "顔面蒼白で四肢を強ばらせ、葬式用のゴンドラに乗って漂いながら彼らの中に入っていったのですから。"}
{"en": "All efforts proved in vain.", "ja": "子供を救い出そうという努力は全て無駄におわりました。"}
{"en": "Many of the most energetic in the search were relaxing their exertions, and yielding to a gloomy sorrow.", "ja": "子供の姿を必死に探し求めていた多くの人たちは捜索の手をゆるめたのですが、表情には深い悲しみの色が現れていました。"}
{"en": "There seemed but little hope for the child ;", "ja": "子供が助かる望みはまず、ありません。"}
{"en": "(how much less than for the mother !  )", "ja": "（落胆した母親のなんと哀れなこと！）"}
{"en": "but now, from the interior of that dark niche which has been already mentioned as forming a part of the Old Republican prison, and as fronting the lattice of the Marchesa, a figure muffled in a cloak, stepped out within reach of the light, and, pausing a moment upon the verge of the giddy descent, plunged headlong into the canal.", "ja": "が、このとき、すでに申した通り、共和国時代の牢獄の一部であり、公爵夫人の寝室の格子窓と向かい合っているあの暗い軒蛇腹の背後から、外套を纏った人影が松明の明かりで照らされているところまで歩み出ると、目の眩むような断崖絶壁の淵で一瞬立ち止まったかと思いきや、あっという間に運河めがけて飛び込んだのです。"}
{"en": "As, in an instant afterwards, he stood with the still living and breathing child within his grasp, upon the marble flagstones by the side of the Marchesa,", "ja": "ものの数分もしないうちに、まだ息のある子供を腕に抱きかかえ、公爵夫人のかたわらの大理石の敷石の上に立ったのです。"}
{"en": "his cloak, heavy with the drenching water, became unfastened, and, falling in folds about his feet, discovered to the wonder-stricken spectators the graceful person of a very young man,", "ja": "水にぬれてずっしり重くなった外套は、結び目の紐がほどけて足下に折り重なって落ちてしまい、仰天している見物人達にこの若者のしなやかな身体を知らしめることとなりました。"}
{"en": "with the sound of whose name the greater part of Europe was then ringing.", "ja": "この青年の名は、当時、ヨーロッパの隅々にまでとどろいていました。"}
{"en": "No word spoke the deliverer.", "ja": "子供を救って現れた青年は一言も言葉を発しません。"}
{"en": "But the Marchesa !", "ja": "それよりも、公爵夫人のほうです！"}
{"en": "She will now receive her child", "ja": "今、我が子を受け取り、"}
{"en": "- she will press it to her heart", "ja": "胸にしっかりとかき抱いて、"}
{"en": "- she will cling to its little form, and smother it with her caresses.", "ja": "そして小さな体を二度と離さないようにしっかり掴んで、息苦しくなるほどの愛撫を与えるはずです。"}
{"en": "Alas !", "ja": "ところが、何ということでしょう！"}
{"en": "_another's_ arms have taken it from the stranger - _another's_ arms have taken it away, and borne it afar off, unnoticed, into the palace !", "ja": "別の人間の腕が不意に現れた青年から子供を取り上げ、人目につかないように、遙か彼方の館のなかに連れ去ってしまったのです。"}
{"en": "And the Marchesa !", "ja": "そして公爵夫人は！"}
{"en": "Her lip - her beautiful lip trembles :", "ja": "その唇、美しい唇が震えています。"}
{"en": "tears are gathering in her eyes", "ja": "眼には涙があふれているのです。"}
{"en": "- those eyes which, like Pliny's acanthus, are \"soft and almost liquid.\"", "ja": "その両目はプリニウスが形容したハアザミのように「柔らかくうるんで」いるのです。"}
{"en": "Yes !", "ja": "そうです！"}
{"en": "tears are gathering in those eyes - and see !", "ja": "両目に涙があふれ、そして、ご覧なさい！"}
{"en": "the entire woman thrills throughout the soul,", "ja": "身も心も打ち震えているではありませんか。"}
{"en": "and the statue has started into life !", "ja": "彫像に血が通い始めたのです。"}
{"en": "The pallor of the marble countenance, the swelling of the marble bosom, the very purity of the marble feet, we behold suddenly flushed over with a tide of ungovernable crimson ;", "ja": "大理石のように蒼白な顔色に、大理石のような胸のふくらみに、大理石のような白い足に、せき止めることのできない深紅の潮の流れがそれらを一瞬にして朱に染めていくのをまのあたりにしたのです。"}
{"en": "and a slight shudder quivers about her delicate frame, as a gentle air at Napoli about the rich silver lilies in the grass.", "ja": "そうして、ナポリのそよ風が草原に咲く鮮やかな銀白色の百合を揺らすように、婦人の華奢な身体も微かに揺れているのです。"}
{"en": "Why _should_ that lady blush !", "ja": "何故、婦人の頬が紅くなったのか？"}
{"en": "To this demand there is no answer", "ja": "と、問うてみても答えなどわかるはずもあません。"}
{"en": "- except that, having left, in the eager haste and terror of a mother's heart, the privacy of her own _boudoir_, she has neglected to enthral her tiny feet in their slippers, and utterly forgotten to throw over her Venetian shoulders that drapery which is their due.", "ja": "ただ、恐怖におののき、一刻も早く駆けつけたいという母親の気持ちと、人目をはばかる私室を出たとき、はきもののことなど眼中になく、優雅なひだのよった柔らかなベネシャンの肩掛けを羽織るという女性の嗜みも全く頭から離れてしまっていただけなのかもしれません。"}
{"en": "What other possible reason could there have been for her so blushing ?", "ja": "それ以外に婦人が顔を赤らめたどんな理由がありましょう？"}
{"en": "- for the glance of those wild appealing eyes ?", "ja": "狂おしい程に情のこもったあのまなざしは？"}
{"en": "for the unusual tumult of that throbbing bosom  ?", "ja": "常とは違う胸の高まりは？"}
{"en": "- for the convulsive pressure of that trembling hand ? - that hand which fell, as Mentoni turned into the palace, accidentally, upon the hand of the stranger.", "ja": "メントーニ公爵が館に戻っていったとき、偶然、婦人の手が青年の手に重なり、その途端、あの震える手で思わず握りしめたのは"}
{"en": "What reason could there have been", "ja": "一体全体どういうわけがあるのでしょう？"}
{"en": "for the low - the singularly low tone of those unmeaning words which the lady uttered hurriedly in bidding him adieu ?", "ja": "別れ際に低い声ですかさず青年に言った不思議な言葉、"}
{"en": "\"Thou hast conquered,\"", "ja": "「あなたが征服したのです」"}
{"en": "she said, or the murmurs of the water deceived me ;", "ja": "彼女はこう言った、いや、それとも、水のさざめきでそう聞こえただけかもしれません。"}
{"en": "\"thou hast conquered", "ja": "「あなたが征服したのです。"}
{"en": "- one hour after sunrise", "ja": "日の出の一時間後に"}
{"en": "- we shall meet", "ja": "お会いしましょう。"}
{"en": "- so let it be !\"", "ja": "きっとですよ」"}
{"en": "The tumult had subsided, the lights had died away within the palace, and the stranger, whom I now recognized, stood alone upon the flags.", "ja": "やがて騒ぎもすっかり収まり、館の灯も消えてしまうと、この正体不明の青年は、といっても私には誰なのかわかっていますが、敷石の上に一人ぽつんと佇ずんでいました。"}
{"en": "He shook with inconceivable agitation,", "ja": "思いもかけぬ言葉に興奮して震えていたのです。"}
{"en": "and his eye glanced around in search of a gondola.", "ja": "そして時折、ゴンドラを探して、運河の水面に眼を走らせていました。"}
{"en": "I could not do less than offer him the service of my own ;", "ja": "私は自分のゴンドラに同乗させる他ないと思い、声をかけてみたところ、"}
{"en": "and he accepted the civility.", "ja": "青年は非常に恐縮して私の申し出を受け入れてくれました。"}
{"en": "Having obtained an oar at the water-gate, we proceeded together to his residence,", "ja": "水門でなくした櫂を見つけ拾い上げ、私達のゴンドラは青年の館の方へ向かってこぎだしました。"}
{"en": "while he rapidly recovered his self-possession, and spoke of our former slight acquaintance in terms of great apparent cordiality.", "ja": "すぐに、普段の青年らしくなり、お互いに知らぬ仲ではないことを二人とも親友のような口振りで話し合っっていきました。"}
{"en": "There are some subjects upon which I take pleasure in being minute.", "ja": "さて、ここで些細なことではありますが、私の楽しみとして語っておきたいことがあるのですが。"}
{"en": "The person of the stranger - let me call him by this title,", "ja": "この見知らぬ青年、と呼ぶことにしましょう。"}
{"en": "who to all the world was still a stranger", "ja": "読者諸君はまだこの青年のことを何もご存じないのですから。"}
{"en": "- the person of the stranger is one of these subjects.", "ja": "私が話したいのは、この青年の外見のことなのです。"}
{"en": "In height he might have been below rather than above the medium size :", "ja": "背丈は平均よりは若干低めというところでしょう。"}
{"en": "although there were moments of intense passion when his frame actually _expanded_ and belied the assertion.", "ja": "とはいえ、時として、激情にかられる瞬間があり、そういうときは本当に青年の背格好が大きく膨らんだようになって、堂々とした鐘のような体格になるのです。"}
{"en": "The light, almost slender symmetry of his figure, promised more of that ready activity which he evinced at the Bridge of Sighs, than of that Herculean strength", "ja": "体重は軽いというよりも痩せすぎといった方が当たっているのですが、均整のとれた青年の体つきからは、緊急事態に及んで難なく怪力を発揮したというヘラクレスの腕力は到底想像できません。"}
{"en": "which he has been known to wield without an effort, upon occasions of more dangerous emergency.", "ja": "青年に似合うのは、あの溜息橋で見せた俊敏な身のこなしです。"}
{"en": "With the mouth and chin of a deity - singular, wild, full, liquid eyes, whose shadows varied from pure hazel to intense and brilliant jet", "ja": "それから、威厳のある顎とくちもと、大きく潤んだ瞳は野生の獣を思わせ、ある時は薄茶色、またある時は漆黒の輝きへと変化するのです。"}
{"en": "- and a profusion of curling, black hair, from which a forehead of unusual breadth gleamed forth at intervals all light and ivory", "ja": "並はずれて広い額は明るい象牙色に輝いて、時折、豊かにカールした黒髪の間から見え隠れしています。"}
{"en": "- his were features than which I have seen none more classically regular, except, perhaps, the marble ones of the Emperor Commodus.", "ja": "これほどまでに均整のとれた古典的な顔立ちはコモーダス皇帝の大理石の彫像以外に見たことがありません。"}
{"en": "Yet his countenance was, nevertheless, one of those which all men have seen at some period of their lives, and have never afterwards seen again.", "ja": "とはいえ、誰もが一生に一度見るだけで、それ以後二度と再び眼にすることはない顔なのです。"}
{"en": "It had no peculiar - it had no settled predominant expression to be fastened upon the memory ;", "ja": "これは何も不思議な話ではなく、青年の顔立ちには人の心に焼きつけるような表情がないのです。"}
{"en": "a countenance seen and instantly forgotten", "ja": "見た途端に忘れ去られてしまう。"}
{"en": "- but forgotten with a vague and never-ceasing desire of recalling it to mind.", "ja": "でも、忘れてしまうといっても、何となくもう一度思い出してみたいという思いがいつまでもつきまとって離れない顔なのです。"}
{"en": "Not that the spirit of each rapid passion failed, at any time, to throw its own distinct image upon the mirror of that face", "ja": "一瞬わき起こった感情を宿した魂が、その独特な像を顔の鏡に映しそびれたというわけでもないでしょうが、"}
{"en": "- but that the mirror, mirror-like, retained no vestige of the passion, when the passion had departed.", "ja": "この鏡は、どの鏡もそうであるように、感情が過ぎ去ってしまえば、その名残を留めてはおかないのです。"}
{"en": "Upon leaving him on the night of our adventure, he solicited me, in what I thought an urgent manner, to call upon him _very_ early the next morning.", "ja": "この騒動のあった晩、別れ際に、青年が明朝一番に自分の館を訪ねてほしいとそれはもう、半ば強制的とも思えるような調子で私に頼むのです。"}
{"en": "Shortly after sunrise, I found myself accordingly at his Palazzo,", "ja": "結局、私は陽が昇るとすぐこの友人の館を訪ねていました。"}
{"en": "one of those huge structures of gloomy, yet fantastic pomp, which tower above the waters of the Grand Canal in the vicinity of the Rialto.", "ja": "リアルト橋付近のグランドカナルの水面よりもはるかに高くそびえ立っている立派な建物で、陰鬱な雰囲気の中にも幻想的な美しさが漂っています。"}
{"en": "I was shown up a broad winding staircase of mosaics, into an apartment whose unparalleled splendor burst through the opening door with an actual glare, making me blind and dizzy with luxuriousness.", "ja": "彼の後についてモザイク模様でできた幅広の廻り階段を登り、ある部屋に案内されたのですが、その部屋の類い希なる豪華さが、開け放された扉の向こうからその贅沢な輝きで眼がくらんでつぶれてしまいそうなくらいの本物の光を伴って外にはじき出ているではありませんか。"}
{"en": "I knew my acquaintance to be wealthy.", "ja": "私の友人には莫大な財産があることは知っていました。"}
{"en": "Report had spoken of his possessions in terms which I had even ventured to call terms of ridiculous exaggeration.", "ja": "かって私は、こんなことは馬鹿げた誇張だと思い切って言ったことがあるのですが、世間でも同じ噂が囁かれていたようです。"}
{"en": "But as I gazed about me, I could not bring myself to believe that the wealth of any subject in Europe could have supplied the princely magnificence which burned and blazed around.", "ja": "それにしても周りを見渡してみますと、この部屋は辺り一面が燃えるように明るく輝き、眼を刺すような光を放って極上の絢爛さを生み出しているのです。"}
{"en": "Although, as I say, the sun had arisen, yet the room was still brilliantly lighted up.", "ja": "私が申し上げました通り、陽はすでに昇っていましたが、部屋の中にはまだ灯が赤々と灯っていました。"}
{"en": "I judge from this circumstance, as well as from an air of exhaustion in the countenance of my friend, that he had not retired to bed during the whole of the preceding night.", "ja": "この部屋の様子や疲れ切ったような彼の表情から判断して、どうやら昨日の晩、彼は自分の寝室に戻って休まなかったようです。"}
{"en": "In the architecture and embellishments of the chamber, the evident design had been to dazzle and astound.", "ja": "この建造物と装飾品の数々は確かに驚きと幻惑を起こさせます。"}
{"en": "Little attention had been paid to the _decora_ of what is technically called _keeping_, or to the proprieties of nationality.", "ja": "専門家の目から見て調和と呼ばれるような飾り付けも、お国柄にふさわしいかどうかもそういったことには関心が払われていません。"}
{"en": "The eye wandered from object to object, and rested upon none - neither the _grotesques_ of the Greek painters, nor the sculptures of the best Italian days, nor the huge carvings of untutored Egypt.", "ja": "私の目は物から物へと移っていき、グロテスクなギリシャの絵画にも、イタリアの最盛期の彫刻にも、古代エジプトの巨大な彫り物にも、どこにも目を留めることはしませんでした。"}
{"en": "Rich draperies in every part of the room trembled to the vibration of low, melancholy music, whose origin was not to be discovered.", "ja": "部屋のいたるところに掛かっている豪華な厚手の壁掛けが 何処から聞こえてくるともしれぬ重苦しい曲の低音の響きで揺らめいているのです。"}
{"en": "The senses were oppressed by mingled and conflicting perfumes, reeking up from strange convolute censers, together with multitudinous flaring and flickering tongues of emerald and violet fire.", "ja": "奇妙な渦巻き型をした香炉からは違和感を覚えるさまざまな香りが立ち上り、それがゆらゆらと燃え輝いているエメラルドと青紫のおびただしい炎の舌と合わさり混ざり合って私の感覚を重く押さえつけてくるのです。"}
{"en": "The rays of the newly risen sun poured in upon the whole, through windows, formed each of a single pane of crimson-tinted glass.", "ja": "つい先ほど昇ったばかりの太陽の光が深紅色の一枚ガラスを左右にはめこんだ窓から部屋中に注ぎ込んでいます。"}
{"en": "Glancing to and fro, in a thousand reflections, from curtains which rolled from their cornices like cataracts of molten silver, the beams of natural glory mingled at length fitfully with the artificial light, and lay weltering in subdued masses upon a carpet of rich, liquid-looking cloth of Chili gold.", "ja": "天井から螺旋を描いて垂れ下がっているカーテンは、まるで溶けた銀の大滝のようで、それが何千という光を反射してあちこちに跳ね返し、太陽の自然の光と人口の光がじわじわと混ざり合い、黄金色の布地でできたまるで流れ動いているように見える豪華な絨毯の上で和らいだ光の束になってうねっているのです。"}
{"en": "\"Ha !  ha !  ha !", "ja": "「わっはっは！"}
{"en": "- ha !  ha !  ha !  \"", "ja": "あっはっは！」"}
{"en": "- laughed the proprietor, motioning me to a seat as I entered the room, and throwing himself back at full-length upon an ottoman.", "ja": "この館の主は笑いながら、部屋の中に入った私に座るように手招いて自分は背もたれのない長いすに長々と寝そべりました。"}
{"en": "\"I see,\"", "ja": "「そうだろうね」"}
{"en": "said he, perceiving that I could not immediately reconcile myself to the _bienseance_ of so singular a welcome -", "ja": "私がこの奇をてらったかなり風変わりな歓迎をうけて、すぐには慣れることができないでいるのを察したのか、彼はこう言いました。"}
{"en": "\"I see you are astonished at my apartment - at my statues - my pictures - my originality of conception in architecture and upholstery !", "ja": "「君は僕の部屋に、ここの彫刻や絵画、建物や室内装飾の独創的な僕の趣向にびっくりしたようだね。"}
{"en": "absolutely drunk, eh, with my magnificence ?", "ja": "この壮麗さにすっかり陶酔しているのではないかい？"}
{"en": "But pardon me, my dear sir,", "ja": "それはそうと、君に謝らなければいけない。"}
{"en": "(here his tone of voice dropped to the very spirit of cordiality,)", "ja": "（このとき彼の声が低くなってとても丁寧な口調になりました）"}
{"en": "pardon me for my uncharitable laughter.", "ja": "意地悪に笑ったりして申し訳なかった。"}
{"en": "You appeared so _utterly_ astonished.", "ja": "君は随分驚いているようじゃないか。"}
{"en": "Besides, some things are so completely ludicrous, that a man _must_ laugh or die.", "ja": "だけど物事には、あんまり馬鹿らしくて笑うか死ぬかしか他にしようがないってこともあるじゃないか。"}
{"en": "To die laughing, must be the most glorious of all glorious deaths !", "ja": "笑いながら死ぬというのは最高の死に方だよ。"}
{"en": "Sir Thomas More - a very fine man was Sir Thomas More", "ja": "トマス・モア卿は、彼は実にすばらしい人だった。"}
{"en": "- Sir Thomas More died laughing, you remember.", "ja": "君も知ってると思うけど、笑いながら息を引き取ったんだ。"}
{"en": "Also in the _Absurdities_ of Ravisius Textor, there is a long list of characters who came to the same magnificent end.", "ja": "ラヴィシアス・テクストルの笑い話の中に同じような見事な死に方をした人の話がたくさん書いてある。"}
{"en": "Do you know, however,\"", "ja": "だけど、君は知ってるだろうか？」"}
{"en": "continued he musingly,", "ja": "彼は考え込んでは話を続けます。"}
{"en": "\"that at Sparta (which is now Pale ;  ochori,) at Sparta, I say, to the west of the citadel, among a chaos of scarcely visible ruins, is a kind of _socle_,", "ja": "「スパルタには（現在のPalaeochori）、そう、そのスパルタの街の砦から西の方へいくと一見して廃墟とわかる雑然とした場所があって、そこに何かの柱の台座だけ残っているんだ。"}
{"en": "upon which are still legible the letters  7!=9 .", "ja": "&Lambda;&Alpha;&Xi;&Mu; という字が読みとれるんだけど、"}
{"en": "They are undoubtedly part of  '+7!=9! .", "ja": "これは&Gamma;&Epsilon;&Lambda;&Alpha;&Xi;&Mu;&Lambda; （ギリシャ語で笑の意味）という字の一部に間違いないね。"}
{"en": "Now, at Sparta were a thousand temples and shrines to a thousand different divinities.", "ja": "そういえばスパルタにはさまざまな神を何体も飾ってある寺院や聖堂がたくさんあったと思ったけど。"}
{"en": "How exceedingly strange that the altar of Laughter should have survived all the others !", "ja": "その中でよりにもよって「笑」の字のついた台座だけ残ってるというのも不思議な話だね。"}
{"en": "But in the present instance,\"", "ja": "でも今の場合は」"}
{"en": "he resumed, with a singular alteration of voice and manner,", "ja": "彼の声と態度が今までとはうってかわって"}
{"en": "\"I have no right to be merry at your expense.", "ja": "「僕には君をからかって喜ぶ権利はない。"}
{"en": "You might well have been amazed.", "ja": "君が驚くのも当然のことだ。"}
{"en": "Europe cannot produce anything so fine as this, my little regal cabinet.", "ja": "僕のこの小部屋ぐらいすばらしい部屋はヨーロッパのどこを探してもありはしないんだから。"}
{"en": "My other apartments are by no means of the same order", "ja": "他の部屋はこんな風にはなっていない。"}
{"en": "- mere _ultras_ of fashionable insipidity.", "ja": "何の面白みもない今のはやりの最先端というところだね。"}
{"en": "This is better than fashion", "ja": "この部屋はそれよりはましだと思っているんだけどね。"}
{"en": "- is it not ?", "ja": "そうは思わないかい？"}
{"en": "Yet this has but to be seen to become the rage", "ja": "この部屋を見せたら大流行になるよ。"}
{"en": "- that is, with those who could afford it at the cost of their entire patrimony.", "ja": "ま、親から譲り受けた財産を全部つぎこんでこういう部屋を作りたいという人ならということだけど。"}
{"en": "I have guarded, however, against any such profanation.", "ja": "でも、この神聖な部屋は人目にさらさないように用心してきたんだ。"}
{"en": "With one exception, you are the only human being besides myself and my _valet_, who has been admitted within the mysteries of these imperial precincts, since they have been bedizzened as you see !\"", "ja": "今君が見ているこういう室内装飾にしてからは、この神聖で神秘的な帝国に足をふみいれたのは、僕と僕の従者と君以外にもう一人いるけど、あとは君だけなんだよ！」"}
{"en": "I bowed in acknowledgment", "ja": "と言われて、私は感謝のつもりで会釈をしました。"}
{"en": "- for the overpowering sense of splendor and perfume, and music, together with the unexpected eccentricity of his address and manner, prevented me from expressing, in words, my appreciation of what I might have construed into a compliment.", "ja": "というのも、この部屋の豪華さや部屋に充満している芳香に圧倒されてしまい、それに彼の話や態度が全く思いがけないものだったのでお世辞ともとれる彼の言葉に対して感謝の気持ちを言葉で言うことができなくなってしまったのです。"}
{"en": "\"Here,\"", "ja": "「ここにはね、」"}
{"en": "he resumed, arising and leaning on my arm as he sauntered around the apartment,", "ja": "彼は起きあがって私の腕にもたれかかるようにして部屋の中を歩き回りながら次の言葉を続けました。"}
{"en": "\"here are paintings from the Greeks to Cimabue, and from Cimabue to the present hour.", "ja": "「ここに飾ってある絵はギリシャの時代からチマブエ、チマブエから現代までの作品でね。"}
{"en": "Many are chosen,", "ja": "みんな僕が選んだんだ。"}
{"en": "as you see,", "ja": "ほら、見てわかるだろう。"}
{"en": "with little deference to the opinions of Virtu.", "ja": "美術品愛好家の趣味とはかなり違ってるってことが。"}
{"en": "They are all, however, fitting tapestry for a chamber such as this.", "ja": "でも、こういう部屋の壁を飾るには実によくあってるじゃないか。"}
{"en": "Here, too, are some _chefs d'uvre_ of the unknown great ;", "ja": "それからここにあるのは世に知られていない埋もれた天才の作品だ。"}
{"en": "and here, unfinished designs by men, celebrated in their day, whose very names the perspicacity of the academies has left to silence and to me.", "ja": "これは当時、随分ともてはやされたんだが、美術院のお気に召さなかったようでそのうちに忘れられてしまい、この作家の名を知ってるのは今では僕ぐらいのもんじゃないかな。"}
{"en": "What think you,\"", "ja": "ところで、」"}
{"en": "said he, turning abruptly as he spoke -", "ja": "急に私の方を振り向いて、"}
{"en": "\"what think you of this Madonna della Pieta ?\"", "ja": "「どうだろう、この嘆きの聖母像は？」"}
{"en": "\"It is Guido's own !  \"", "ja": "「本物のギドーでしょ」"}
{"en": "I said, with all the enthusiasm of my nature,", "ja": "と、すぐに夢中になる私の癖が口調に出てしまいました。"}
{"en": "for I had been poring intently over its surpassing loveliness.", "ja": "私は先ほどから美の極みともいうべきこの絵にすっかりはまりこんでしまっていたのです。"}
{"en": "\"It is Guido's own !", "ja": "「本物のギドーの絵ですよね。"}
{"en": "- how _could_ you have obtained it ?", "ja": "一体どうやって手にいれたんです？"}
{"en": "- she is undoubtedly in painting what the Venus is in sculpture.\"", "ja": "この聖母像は彫刻の世界で言ったら、ビーナス像に匹敵すると私は断固うけあいますね」"}
{"en": "\"Ha !  \"", "ja": "「え！」"}
{"en": "said he thoughtfully,", "ja": "彼は何やら考え深げに"}
{"en": "\"the Venus", "ja": "「ビーナス像？"}
{"en": "- the beautiful Venus ?", "ja": "美しきビーナス、"}
{"en": "- the Venus of the Medici ?", "ja": "メディチのビーナス像？"}
{"en": "- she of the diminutive head and the gilded hair ?", "ja": "頭が小さくて髪の毛が金色の、あの像のこと？"}
{"en": "Part of the left arm (here his voice dropped so as to be heard with difficulty,) and all the right, are restorations ;", "ja": "左腕の一部と（彼の声が聞き取れないほど低くなって）　右腕は全部修復されているんだよ。"}
{"en": "and in the coquetry of that right arm lies, I think, the quintessence of all affectation.", "ja": "それにあの右腕の艶っぽさときたら、いかにもわざとらしい感じがして、"}
{"en": "Give _me_ the Canova !", "ja": "僕ならカノヴァ像の方にするね。"}
{"en": "The Apollo, too,", "ja": "アポロ像だってそうさ。"}
{"en": "is a copy", "ja": "これも模造品だ。"}
{"en": "- there can be no doubt of it", "ja": "絶対そうさ。"}
{"en": "- blind fool that I am, who cannot behold the boasted inspiration of the Apollo !", "ja": "アポロ像からご自慢の霊感が見えないのだから僕は目の不自由な馬鹿者ということかな。"}
{"en": "I cannot help - pity me !", "ja": "情けないとは思うが、しょうがない。"}
{"en": "- I cannot help preferring the Antinous.", "ja": "僕はアンティノスの像の方を選ぶほかないんだ。"}
{"en": "Was it not Socrates who said that the statuary found his statue in the block of marble ?", "ja": "彫刻家は大理石の固まりの中に自身の姿を見ると言ったのはソクラテスじゃなかったかな？"}
{"en": "Then Michael Angelo was by no means original in his couplet - 'Non ha l'ottimo artista alcun concetto Che un marmo solo in se non circunscriva.' \"", "ja": "だったら、『最高の芸術家であり、独創的な理想を持っていたとしても、それは大理石自らが描き出したのだ』とかいたミケランジェロの対句も独創的というわけにはいかなくなる」"}
{"en": "It has been, or should be remarked, that, in the manner of the true gentleman, we are always aware of a difference from the bearing of the vulgar, without being at once precisely able to determine in what such difference consists.", "ja": "本物の紳士と通俗なやからとではその立ち居振る舞いに違いがあると昔から言われており、至極もっともなことですし、私達もそのようなことに気が付いてはいますが、何処にその違いがあるかと問われると即、解答できないのです。"}
{"en": "Allowing the remark to have applied in its full force to the outward demeanor of my acquaintance, I felt it, on that eventful morning, still more fully applicable to his moral temperament and character.", "ja": "この言葉は私の友人の立ちい振る舞いを表しているといってもよさそうなのですが、あの事件が持ち上がった朝、この言葉は私の友人に備わっている道徳観や性格に見事に合致しているように感じたのです。"}
{"en": "Nor can I better define that peculiarity of spirit which seemed to place him so essentially apart from all other human beings, than by calling it a _habit_ of intense and continual thought,", "ja": "それに他の人間と根本的に違うと思われるあの一種独特な精神を、激しい継続する思考癖と呼ぶよりももっと上手く言い表していると思うのです。"}
{"en": "pervading even his most trivial actions", "ja": "この精神は彼の些細な動作にまで浸透し、"}
{"en": "- intruding upon his moments of dalliance", "ja": "女性と戯れている最中にも入り込み、"}
{"en": "- and interweaving itself with his very flashes of merriment", "ja": "不意に浮かれて騒ぎ出す時も紛れ込み、"}
{"en": "- like adders which writhe from out the eyes of the grinning masks in the cornices around the temples of Persepolis.", "ja": "まるで、ペルセポリスの神殿を取り巻く軒蛇腹でにやにや笑っているお面の目から身もだえしながらはいずり出てきた毒蛇のようです。"}
{"en": "I could not help, however, repeatedly observing, through the mingled tone of levity and solemnity with which he rapidly descanted upon matters of little importance, a certain air of trepidation", "ja": "彼がさほど重要ではない事柄を意気揚々とまくし立てているときの軽薄さと真剣さの入り交ざった口調から何度となく目にせざるを得なかったものは、何かに怯えているような恐怖感、"}
{"en": "- a degree of nervous _unction_ in action and in speech - an unquiet excitability of manner which appeared to me at all times unaccountable, and upon some occasions even filled me with alarm.", "ja": "動作や話の中にわざと精神を高ぶらせているような感じ、私には常に不可解にみえ、何かにつけて私を不安に落とし込めてしまうような人の感情を刺激する落ち着きのない態度なのです。"}
{"en": "Frequently, too, pausing in the middle of a sentence whose commencement he had apparently forgotten, he seemed to be listening in the deepest attention, as if either in momentary expectation of a visiter, or to sounds which must have had existence in his imagination alone.", "ja": "それに、話すことを忘れてしまったように途中で口をつぐんでしまうことも度々あり、彼の心の中だけにしか存在しない音か誰かを待ち望んでいるような、心の奥深くでじっと聞き耳をたてているような、そんな感じがするのです。"}
{"en": "It was during one of these reveries or pauses of apparent abstraction, that, in turning over a page of the poet and scholar Politian's beautiful tragedy \"The Orfeo,\" (the first native Italian tragedy,) which lay near me upon an ottoman,", "ja": "こうして彼の意識が別の空間に遠のいていったり何かを畏怖しているようなときには、私は長椅子の上の手の届くところに置いてある詩人にして学者であったポリティアンの悲しくも美しい物語『オルフェオ』 の頁をくっていました。"}
{"en": "I discovered a passage underlined in pencil.", "ja": "その中に鉛筆で下線の引いてある箇所をみつけたのです。"}
{"en": "It was a passage towards the end of the third act - a passage of the most heart-stirring excitement - a passage which, although tainted with impurity, no man shall read without a thrill of novel emotion - no woman without a sigh.", "ja": "それは第三幕の終わり頃、心が揺さぶられるほど感動する場面、不道徳なところがあるとはいえ、男性にはいまだかって経験したことのない新たな感動を、女性は、涙と溜息なしにはおれない場面、"}
{"en": "The whole page was blotted with fresh tears ;", "ja": "その頁には新たな涙のしみが全体に広がっていて、"}
{"en": "and, upon the opposite interleaf, were the following English lines,", "ja": "反対側の頁には英語の詩が書かれてありました。"}
{"en": "written in a hand so very different from the peculiar characters of my acquaintance, that I had some difficulty in recognising it as his own :  -", "ja": "その筆跡は、私の友人の特異な性格からはおよそ想像のつかないものだったので、すぐには彼の書いた詩だとはわかりませんでした。"}
{"en": "Thou wast that all to me, love,", "ja": "恋人よ"}
{"en": "For which my soul did pine -", "ja": "我が魂の道連れなり"}
{"en": "A green isle in the sea, love,", "ja": "恋人よ"}
{"en": "A fountain and a shrine, All wreathed with fairy fruits and flowers ; ", "ja": "たわわに実る果実と花にかこまれし泉と社"}
{"en": "And all the flowers were mine.", "ja": "花はすべて我のものなり"}
{"en": "Ah, dream too bright to last !", "ja": "ああ、かくも短き麗しき夢よ"}
{"en": "Ah, starry Hope, that didst arise But to be overcast !", "ja": "星の如くにまたたく望みは雲でおおわれぬ"}
{"en": "A voice from out the Future cries,", "ja": "時の彼方より叫ぶ声あり"}
{"en": "\"Onward !  \"", "ja": "「すすめ！」"}
{"en": "- but o'er the Past (Dim gulf !  ) my spirit hovering lies,", "ja": "その声きけど、我は恐れおののき青ざめて、声もでず、動きもやらで"}
{"en": "Mute - motionless - aghast !", "ja": "薄暗き過去の割れ目によこたわる"}
{"en": "For alas !", "ja": "ああ、なんと！"}
{"en": "alas !  with me", "ja": "なんと悲しや"}
{"en": "The light of life is o'er.", "ja": "我が命の灯はきえぬ"}
{"en": "\"No more - no more - no more,\"", "ja": "「もはやこれまで、もはやこれまで、もはやこれまで」"}
{"en": "(Such language holds the solemn sea To the sands upon the shore,)", "ja": "厳かなる海に、その浜辺の砂にさえ染み渡るその言葉"}
{"en": "Shall bloom the thunder-blasted tree,", "ja": "雷にうたれて枯れた木は実をつけず"}
{"en": "Or the stricken eagle soar !", "ja": "傷ついた鷲は飛翔せず"}
{"en": "Now all my hours are trances ;", "ja": "今、陽のある時は夢幻なり"}
{"en": "And all my nightly dreams", "ja": "夜ごと見る我が夢は"}
{"en": "Are where the dark eye glances,", "ja": "君が黒き瞳の輝くところ"}
{"en": "And where thy footstep gleams,", "ja": "白く輝く君が足もと"}
{"en": "In what ethereal dances,", "ja": "イタリアの水辺にて"}
{"en": "By what Italian streams.", "ja": "君が踊るは彼の世の舞か"}
{"en": "Alas !  for that accursed time", "ja": "ああ、あの悲しき時は呪われよ"}
{"en": "They bore thee o'er the billow,", "ja": "よせくる波は君を彼方へつれさりき"}
{"en": "From Love to titled age and crime,", "ja": "我がもとから、我らの罪を包む深い霧の中から"}
{"en": "And an unholy pillow !  - From me, and from our misty clime,", "ja": "年老いて罪深き偽りの枕べへ"}
{"en": "Where weeps the silver willow  !", "ja": "涙にむせぶ銀の柳よ！"}
{"en": "That these lines were written in English", "ja": "この数行の詩は英語で、"}
{"en": "- a language with which I had not believed their author acquainted", "ja": "それも作者が知らないだろうと思っていた言語で書かれていたのですが、"}
{"en": "- afforded me little matter for surprise.", "ja": "私は別段驚きもしませんでした。"}
{"en": "I was too well aware of the extent of his acquirements, and of the singular pleasure he took in concealing them from observation, to be astonished at any similar discovery ;", "ja": "彼の知識は広範囲に及んでいること、その知識を知られないように隠すことに異常な喜びを感じる性格であることを知っていたからです。"}
{"en": "but the place of date, I must confess, occasioned me no little amazement.", "ja": "ですが、この詩の日付の横に記されてある場所、これには多少なりとも驚かされたと正直に告白しましょう。"}
{"en": "It had been originally written _London_, and afterwards carefully overscored", "ja": "始めはロンドンと書いてあった字を後で線を引いて丹念に消してあるのです。"}
{"en": "- not, however, so effectually as to conceal the word from a scrutinizing eye.", "ja": "細かいところにも目がきく私には、文字を隠したところであまり効果はありませんが。"}
{"en": "I say, this occasioned me no little amazement ;", "ja": "多少なりとも驚いたと言いましたのは、"}
{"en": "for I well remember that,", "ja": "以前、彼と二人で話したことをはっきり覚えていたからなのです。"}
{"en": "in a former conversation with a friend, I particularly inquired if he had at any time met in London the Marchesa di Mentoni,", "ja": "と言いますのは、彼にロンドンでいつかメントーニ公爵夫人に会ったことがあるのかと聞いたことがあったのです。"}
{"en": "(who for some years previous to her marriage had resided in that city,)", "ja": "（婦人は結婚する前に数年間、ロンドンに住んでいました）"}
{"en": "when his answer, if I mistake not, gave me to understand that he had never visited the metropolis of Great Britain.", "ja": "私の思い違いでなければ、その時の彼の返事は、大英帝国の首都を訪れたことは一度もないと受け取れる答えでした。"}
{"en": "I might as well here mention, that I have more than once heard,", "ja": "さて、この辺で私が一度ならず耳にしたことを話しておいたほうがよろしいでしょう。"}
{"en": "(without, of course, giving credit to a report involving so many improbabilities,)", "ja": "（あまたの胡散臭い話は横に置くとして）"}
{"en": "that the person of whom I speak, was not only by birth, but in education, an _Englishman_.", "ja": "私が話しているこの青年は出身ばかりでなく、教育の点に関しても生粋の英国人であるということなのです。"}
{"en": "\"There is one painting,\"", "ja": "「もう一枚絵があるんだが」"}
{"en": "said he, without being aware of my notice of the tragedy -", "ja": "と、彼は私が今オルフェオの悲劇に関心がいっていることなどまるで気づいていない様子でこう言いました。"}
{"en": "\"there is still one painting which you have not seen.\"", "ja": "「君がまだ見てない絵がもう一枚あるんだ」"}
{"en": "And throwing aside a drapery, he discovered a full-length portrait of the Marchesa Aphrodite.", "ja": "そういって壁の掛け布をまくり上げた下から現れたのはアフロディテ公爵夫人の等身大の肖像画だったのです。"}
{"en": "Human art could have done no more in the delineation of her superhuman beauty.", "ja": "婦人のこの世のものとは思えないほどの美しさをこれほど見事に表現したものは人の手による芸術作品のなかでも此より他にはありますまい。"}
{"en": "The same ethereal figure which stood before me the preceding night upon the steps of the Ducal Palace, stood before me once again.", "ja": "昨日の晩、デュカーレ宮殿の階段の上で私の前に立っていたのと同じ天女と見まがうほどの美しい姿。"}
{"en": "But in the expression of the countenance, which was beaming all over with smiles, there still lurked (incomprehensible anomaly !) that fitful stain of melancholy which will ever be found inseparable from the perfection of the beautiful.", "ja": "その顔は微かな笑みをたたえて神々しいばかりなのですが、完璧な美に付き物の憂鬱のかげりが潜んでいるのです。（何故かはわからない例外とでもいいましょうか）"}
{"en": "Her right arm lay folded over her bosom.", "ja": "婦人は右腕を胸の前で曲げ、"}
{"en": "With her left she pointed downward to a curiously fashioned vase.", "ja": "左腕は妙な形をした壺の方に向けられています。"}
{"en": "One small, fairy foot, alone visible, barely touched the earth ;", "ja": "片方だけ見える小さくて優雅な足は地にかろうじて付いているというふうです。"}
{"en": "and, scarcely discernible in the brilliant atmosphere which seemed to encircle and enshrine her loveliness, floated a pair of the most delicately imagined wings.", "ja": "婦人の美しさを大切に取り囲んでいる輝くばかりの背景の中に浮かんで見えるのは、想像で描かれた至極薄い一対の翼です。"}
{"en": "My glance fell from the painting to the figure of my friend,", "ja": "私は視線をこの絵から友人に移しました。"}
{"en": "and the vigorous words of Chapman's _Bussy D'Ambois_, quivered instinctively upon my lips :", "ja": "と、不意に閃いて私の唇からもれたのは、チャップマンのビュッシーダンボアの男性的な詩の一節です。"}
{"en": "\"He is up", "ja": "彼は立つ"}
{"en": "There like a Roman statue !  He will stand", "ja": "ローマの彫像の如く立ち続けるのだ"}
{"en": "Till Death hath made him marble !\"", "ja": "死が彼を大理石に変えるまで"}
{"en": "\"Come,\"", "ja": "「さあ！」"}
{"en": "he said at length, turning towards a table of richly enamelled and massive silver,", "ja": "やがて彼は豪華なエナメルを施した銀製の立派なテーブルの方に向き直りました。"}
{"en": "upon which were a few goblets fantastically stained, together with two large Etruscan vases, fashioned in the same extraordinary model as that in the foreground of the portrait,", "ja": "その上には、婦人の肖像画に描かれているのと同じ変わった形をした大きなエトルリアの壺が二つと、不思議な色をした酒杯が２〜３個置かれていました。"}
{"en": "and filled with what I supposed to be Johannisberger.", "ja": "壺のくちもとまで入っているのはおそらくヨハネスブルグ酒でしょう。"}
{"en": "\"Come,\"", "ja": "「さあ！」"}
{"en": "he said, abruptly,", "ja": "藪から棒に彼が言いました。"}
{"en": "\"let us drink !", "ja": "「一杯どうです。"}
{"en": "It is early - but let us drink.", "ja": "飲むには時間が早いけど、でも一杯やろうよ。"}
{"en": "It is _indeed_ early,\"", "ja": "ほんとに早すぎるんだけど」"}
{"en": "he continued, musingly,", "ja": "と、彼はとつとつと話続けるのです。"}
{"en": "as a cherub with a heavy golden hammer made the apartment ring with the first hour after sunrise :", "ja": "そのとき、重い黄金の槌を持った天使ケルビムが日の出後第一番目の時を知らせる鐘をうち鳴らしました。"}
{"en": "\"It is _indeed_ early", "ja": "「まったくもって早すぎるけど、"}
{"en": "- but what matters it ?", "ja": "まあ、そんなことはどうでもいい、"}
{"en": "let us drink !", "ja": "とにかく一杯飲もうよ。"}
{"en": "Let us pour out an offering to yon solemn sun which these gaudy lamps and censers are so eager to subdue !\"", "ja": "この部屋でぎらついているランプや香炉が太陽の光を必死で征服しようとしてるよ。"}
{"en": "And, having made me pledge him in a bumper, he swallowed in rapid succession several goblets of the wine.", "ja": "そうして彼は私の杯に並々と酒をついで乾杯させるや、葡萄酒を５〜６杯、たて続けに飲み干したのです。"}
{"en": "\"To dream,\"", "ja": "「夢見ることは」"}
{"en": "he continued, resuming the tone of his desultory conversation, as he held up to the rich light of a censer one of the magnificent vases -", "ja": "彼は見事な壺をひとつ、明るく輝く香炉のほうへ掲げて、とりとめのない話をまた続けていきます。"}
{"en": "\"to dream has been the business of my life.", "ja": "「夢見ることは、僕の生涯の仕事だったんだ。"}
{"en": "I have therefore framed for myself, as you see, a bower of dreams.", "ja": "だから、自分の為にこの夢の個室を作ったんだ。"}
{"en": "In the heart of Venice could I have erected a better ?", "ja": "ベニスの真ん中にこの部屋以上のものを作れるかい？"}
{"en": "You behold around you, it is true, a medley of architectural embellishments.", "ja": "部屋を見回せば、確かに建築用の装飾品を羅列してあるだけにしかみえないけどね。"}
{"en": "The chastity of Ionia is offended by antediluvian devices, and the sphynxes of Egypt are outstretched upon carpets of gold.", "ja": "イオニア風の素朴さが大昔の図柄で台無しになってるし、エジプトのスフィンクスが黄金の絨毯の上でのうのうと寝そべっているといったところかな。"}
{"en": "Yet the effect is incongruous to the timid alone.", "ja": "これが不調和に映るのはその人間が臆病だからだ。"}
{"en": "Proprieties of place, and especially of time, are the bugbears which terrify mankind from the contemplation of the magnificent.", "ja": "場所柄にふさわしいかとか特に時代にかなってるかとか、そんなことが気になって荘厳なものがわからなくなってしまうんだ。"}
{"en": "Once I was myself a decorist ;", "ja": "そういう僕も昔は端正さを好んだものさ。"}
{"en": "but that sublimation of folly has palled upon my soul.", "ja": "でも、あんな愚劣極まりないものを、さも高尚なものとして扱うなんて僕はもううんざりなんだ。"}
{"en": "All this is now the fitter for my purpose.", "ja": "ここにあるものはみんな、僕の思いにぴったりのものばかりさ。"}
{"en": "Like these arabesque censers, my spirit is writhing in fire,", "ja": "この部屋にあるアラビア風のつり香炉みたいに、僕の魂は火の中でのたうちまわっているのさ。"}
{"en": "and the delirium of this scene is fashioning me for the wilder visions of that land of real dreams whither I am now rapidly departing.\"", "ja": "精神錯乱をおこしそうなこの部屋の雰囲気が、僕がこれから旅立とうとしている本当の夢の世界、狂気じみた理想の世界にふさわしい人間にしてくれるはずだ」"}
{"en": "He here paused abruptly, bent his head to his bosom, and seemed to listen to a sound which I could not hear.", "ja": "というと、こうべ頭をたれて、私には聞こえないある音に耳をかたむけているようなです。"}
{"en": "At length, erecting his frame, he looked upwards, and ejaculated the lines of the Bishop of Chichester :", "ja": "やがて姿勢をもどすと、上を見上げて、チチェスターの司教の詩を口ずさみました。"}
{"en": "_\"Stay for me there !  I will not fail_", "ja": "この地にて我を待たなむ！"}
{"en": "_To meet thee in that hollow vale.\"_", "ja": "空ろなるこの狭間にて、我、必ずや君とあい見む"}
{"en": "In the next instant, confessing the power of the wine, he threw himself at full-length upon an ottoman.", "ja": "それからすぐに彼は酒に酔ったようだと言うと、長椅子の上に長々と身を投げ出してしまいました。"}
{"en": "A quick step was now heard upon the staircase,", "ja": "と、階段を駆け上がってくるあわただしい足音。"}
{"en": "and a loud knock at the door rapidly succeeded.", "ja": "そして次にはこの部屋の扉をたてつずけにがんがん叩くのです。"}
{"en": "I was hastening to anticipate a second disturbance, when a page of Mentoni's household burst into the room,", "ja": "一瞬、今度は何だと思ったとたん、メントーニ邸の使いの者が部屋に飛び込んできました。"}
{"en": "and faltered out, in a voice choking with emotion, the incoherent words,", "ja": "足もとはふらふらで、息が切れて、気が動転しているのか、言葉もしどろもどろで、"}
{"en": "\"My mistress !  - my mistress !  - Poisoned !  - poisoned ! Oh, beautiful - oh, beautiful Aphrodite !\"", "ja": "「奥様が、奥様が、毒を、毒を飲まれて、ああ、美しいアフロディテ様が！」"}
{"en": "Bewildered, I flew to the ottoman, and endeavored to arouse the sleeper to a sense of the startling intelligence.", "ja": "私はうろたえてしまい、この恐ろしい出来事を知らせなくてはと長椅子にかけより眠っている彼を起こそうとしたのです。"}
{"en": "But his limbs were rigid", "ja": "でも彼の四肢は硬直し"}
{"en": "- his lips were livid", "ja": "唇は鉛色になっているではありませんか。"}
{"en": "- his lately beaming eyes were riveted in _death_.", "ja": "今しがたまで輝いていた眼は死に捕らえられてしまったのです。"}
{"en": "I staggered back towards the table", "ja": "私はよろけるようにテーブルの方に後ずさりし、"}
{"en": "- my hand fell upon a cracked and blackened goblet", "ja": "そのとき、割れて黒ずんだ酒杯に手がふれたのです。"}
{"en": "- and a consciousness of the entire and terrible truth flashed suddenly over my soul.", "ja": "その途端、私の脳裏に閃いたのは恐ろしい真実の全貌だったのです。"}
