{"en": "BLUE BEARD.", "ja": "青ひげ"}
{"en": "Once upon a time there was a man who had fine houses, both in town and country, a deal of silver and gold plate, carved furniture, and coaches gilded all over.", "ja": "むかしむかし、町といなかに、大きなやしきをかまえて、金の盆（ぼん）と銀のお皿（さら）をもって、きれいなお飾（かざ）りとぬいはくのある、いす、つくえと、それに、総金（そうきん）ぬりの馬車までももっている男がありました。"}
{"en": "But unhappily this man had a blue beard, which made him so ugly and so terrible that all the women and girls ran away from him.", "ja": "こんなしあわせな身分でしたけれど、ただひとつ、運のわるいことは、おそろしい青ひげをはやしていることで、それはどこのおくさんでも、むすめさんでも、この男の顔を見て、あっといって、逃げ出さないものはありませんでした。"}
{"en": "One of his neighbors, a lady of quality, had two daughters who were perfect beauties.", "ja": "さて、この男のやしき近くに、身分のいい奥（おく）さんがあって、ふたり、美しいむすめさんをもっていました。"}
{"en": "He asked for one of them in marriage, leaving to her the choice of which she would bestow on him.", "ja": "この男は、このむすめさんのうちどちらでもいいから、ひとり、およめさんにもらいたいといって、たびたび、この奥さんをせめました。"}
{"en": "They would neither of them have him, and they sent him backward and forward from one to the other,", "ja": "けれど、ふたりがふたりとも、むすめたちは、この男を、それはそれはきらっていて、逃げまわってばかりいました。"}
{"en": "neither being able to make up her mind to marry a man who had a blue beard.", "ja": "なにしろ青ひげをはやした男なんか、考えただけでも、ぞっとするくらいですし、"}
{"en": "Another thing which made them averse to him was that he had already married several wives, and nobody knew what had become of them.", "ja": "それに、胸のわるいほどいやなことには、この男は、まえからも、いく人か奥さまをもっていて、しかもそれがひとりのこらず、どこへどう行ってしまったか、ゆくえが分からなくなっていることでした。"}
{"en": "Blue Beard, to become better acquainted,", "ja": "そこで、青ひげは、これは、このむすめさん親子のごきげんをとって、じぶんがすきになるようにしむけることが、なによりちか道だと考えました。"}
{"en": "took them, with their mother and three or four of their best friends, with some young people of the neighborhood to one of his country seats, where they stayed a whole week.", "ja": "そこで、あるとき、親子と、そのほか近所（きんじょ）で知りあいの若い人たちをおおぜい、いなかのやしきにまねいて、一週間（しゅうかん）あまりもとめて、ありったけのもてなしぶりをみせました。"}
{"en": "There was nothing going on but pleasure parties, hunting, fishing, dancing, mirth, and feasting.", "ja": "それは、まい日、まい日、野あそびに出る、狩（かり）に行く、釣（つり）をする、ダンスの会だの、夜会（やかい）だの、お茶の会だのと、目のまわるようなせわしさでした。"}
{"en": "Nobody went to bed,", "ja": "夜（よる）になっても、たれもねどこにはいろうとするものもありません。"}
{"en": "but all passed the night in playing pranks on each other.", "ja": "宵（よい）がすぎても、夜中がすぎても、みんなそこでもここでも、おしゃべりをして、わらいさざめいて、ふざけっこしたり、歌をうたいあったり、それはそれは、にぎやかなことでした。"}
{"en": "In short, everything succeeded so well that the youngest daughter began to think that the beard of the master of the house was not so very blue, and that he was a very civil gentleman.", "ja": "とうとうこんなことで、なにもかも、とんとんびょうしにうまくはこんで、すえの妹のほうがまず、このやしきの主人のひげを、もうそんなに青くは思わないようになり、おまけに、りっぱな、礼儀（れいぎ）ただしい紳士（しんし）だとまでおもうようになりました。"}
{"en": "So as soon as they returned home, the marriage was concluded.", "ja": "さて、うちへかえるとまもなく、ご婚礼（こんれい）の式がすみました。"}
{"en": "About a month afterward", "ja": "それから、ひと月ばかりたったのちのことでした。"}
{"en": "Blue Beard told his wife that he was obliged to take a country journey for six weeks at least, upon business of great importance.", "ja": "青ひげは、ある日、奥（おく）がたにむかって、これから、あるたいせつな用むきで、どうしても六週間（しゅうかん）、いなかへ旅をしてこなければならない。"}
{"en": "He desired her to amuse herself well in his absence, to send for her friends, to take them into the country, if she pleased, and to live well wherever she was.", "ja": "そのかわり、るすのあいだの気ばらしに、お友だちや知りあいの人たちを、やしきに呼んで、里の家にいたじぶんとおなじように、おもしろおかしく遊んで、くらしてもかまわないから、といいました。"}
{"en": "\"Here,\"", "ja": "「さて、」"}
{"en": "said he,", "ja": "と、そのあとで、青ひげは奥がたにいいました。"}
{"en": "\"are the keys of the two great warehouses wherein I have my best furniture:", "ja": "「これはふたつとも、わたしのいちばん大事（だいじ）な道具（どうぐ）のはいっている大戸棚（おおとだな）のかぎだ。"}
{"en": "these are of the room where I keep my silver and gold plate, which is not in everyday use;", "ja": "これはふだん使わない金銀の皿を入れた戸棚のかぎだ。"}
{"en": "these open my safes, which hold my money, both gold and silver;", "ja": "これは金貨（きんか）と銀貨をいっぱい入れた金庫（きんこ）のかぎだ。"}
{"en": "these my caskets of jewels;", "ja": "これは宝石（ほうせき）箱のかぎだ。"}
{"en": "and this is the master-key to all my apartments.", "ja": "これはへやのこらずの合いかぎだ。"}
{"en": "But as for this little key, it is the key of the closet at the end of the great gallery on the ground floor.", "ja": "さて、ここにもうひとつ、ちいさなかぎがあるが、これは地下室（ちかしつ）の大ろうかの、いちばん奥（おく）にある、小べやをあけるかぎだ。"}
{"en": "Open them all; go everywhere; but as for that little closet, I forbid you to enter it,", "ja": "戸棚という戸棚、へやというへやは、どれをあけてみることも、中にはいってみることも、おまえの勝手（かって）だが、ただひとつ、この小べやだけは、けっしてあけてみることも、まして、はいってみることはならないぞ。"}
{"en": "and I promise you surely that,", "ja": "これはかたく止めておく。"}
{"en": "if you open it, there's nothing that you may not expect from my anger.\"", "ja": "万一にもそれにそむけば、おれはおこって、なにをするか分からないぞ。」"}
{"en": "She promised to obey exactly all his orders;", "ja": "奥がたは、おいいつけのとおり、かならず守りますと、やくそくしました。"}
{"en": "and he, after having embraced her, got into his coach and proceeded on his journey.", "ja": "やがて青ひげは、奥がたにやさしくせっぷんして、四輪馬車に乗って、旅だって行きました。"}
{"en": "Her neighbors and good friends did not stay to be sent for by the new-married lady, so great was their impatience to see all the riches of her house,", "ja": "すると、おくがたの知りあいや、お友だちは、お使を待つまも、もどかしがって、われさきにあつまって来ました。"}
{"en": "not daring to come while her husband was there, because of his blue beard, which frightened them.", "ja": "ただ主人がうちにいるときは、れいの青ひげがこわくて、たれも寄りつけなかったのでございます。"}
{"en": "They at once ran through all the rooms, closets, and wardrobes, which were so fine and rich, and each seemed to surpass all others.", "ja": "みんなは、居間（いま）、客間（きゃくま）、大広間から、小べや、衣裳（いしょう）べやと、片っぱしから見てあるきましたが、いよいよ奥ぶかく見て行くほど、だんだんりっぱにも、きれいにもなっていくようでした。"}
{"en": "They went up into the warehouses,", "ja": "とうとうおしまいに、いっぱい家具（かぐ）のつまった、大きなへやに来ました。"}
{"en": "where was the best and richest furniture;", "ja": "そのなかの道具（どうぐ）やおきものは、このやしきのうちでも、一等りっぱなものでした。"}
{"en": "and they could not sufficiently admire the number and beauty of the tapestry, beds, couches, cabinets, stands, tables, and looking-glasses, in which you might see yourself from head to foot.", "ja": "かべかけでも、ねだいでも、長いすでも、たんすでも、つくえや、いすでも、頭のてっぺんから、足の爪（つま）さきまでうつるすがたみでも、それはむやみにたくさんあって、むやみにぴかぴか光って、きれいなので、たれもかれも、ただもう、かんしんして、ふうと、ため息をつくだけでした。"}
{"en": "Some of them were framed with glass,", "ja": "すがたみのなかには、水晶（すいしょう）のふちのついたものもありました。"}
{"en": "others with silver, plain and gilded,", "ja": "金銀めっきのふちのついたものもありました。"}
{"en": "the most beautiful and the most magnificent ever seen.", "ja": "なにもかも、この上もなくけっこうずくめなものばかりでした。"}
{"en": "They ceased not to praise and envy the happiness of their friend, who, in the meantime, was not at all amused by looking upon all these rich things,", "ja": "お客たちは、まさかこれほどまでともおもわなかった、お友だちの運のよさに、いまさら感心したり、うらやましがったり、いつまでもはてしがありませんでしたが、ご主人の奥がたは、いくらりっぱなおへやや、かざりつけを見てあるいても、じれったいばかりで、いっこうにおもしろくも楽しくもありませんでした。"}
{"en": "because of her impatience to go and open the closet on the ground floor.", "ja": "それというのが、夫（おっと）が出がけにきびしくいいつけておいていった、地下室のひみつの小べやというのが、しじゅう、どうも気になって気になって、ならないからでございます。"}
{"en": "Her curiosity was so great that, without considering how uncivil it was to leave her guests, she went down a little back staircase, with such excessive haste that twice or thrice she came near breaking her neck.", "ja": "いけないというものは、とかく見たいのが、人間のくせですから、そのうちいよいよ、がまんがしきれなくなってくると、この奥（おく）がたは、もうお客にたいして、失礼（しつれい）のなんのということを、おもってはいられなくなって、ひとりそっと裏（うら）ばしごをおりて、二ども三ども、首の骨がおれたかとおもうほど、はげしく、柱や梁（はり）にぶつかりながら、むちゅうでかけ出して行きました。"}
{"en": "Having reached the closet-door, she stood still for some time, thinking of her husband's orders,", "ja": "でも、いよいよ小べやの戸の前に立ってみると、さすがに夫（おっと）のきびしいいいつけを、はっとおもい出しました。"}
{"en": "and considering that unhappiness might attend her if she was disobedient;", "ja": "それにそむいたら、どんなふしあわせな目にあうかしれない、そうおもって、しばらくためらいました。"}
{"en": "but the temptation was so strong she could not overcome it.", "ja": "でも、さそいの手が、ぐんぐんつよくひっぱるので、それをはらいきることは、できませんでした。"}
{"en": "She then took the little key, and opened the door, trembling.", "ja": "そこで、ちいさいかぎを手にとって、ぶるぶる、ふるえながら、小べやの戸をあけました。"}
{"en": "At first she could not see anything plainly, because the windows were shut.", "ja": "窓がしまっているので、はじめはなんにも見えませんでした。"}
{"en": "After some moments she began to perceive that several dead women were scattered about the floor.", "ja": "そのうち、だんだん、くらやみに目がなれてくると、どうでしょう、そこの床（ゆか）の上には、いっぱい血のかたまりがこびりついていて、五六人の女の死がいを、ならべてかべに立てかけたのが、血の上にうつって見えていました。"}
{"en": "(These were all the wives whom Blue Beard had married and murdered, one after the other,", "ja": "これは、みんな青ひげが、ひとりひとり、結婚（けっこん）したあとで殺してしまった女たちの死がいでした。"}
{"en": "She thought she surely would die for fear, and the key,", "ja": "これを見たとたん、奥がたは、あっといったなり、息がとまって、からだがすくんで動けなくなりました。"}
{"en": "which she pulled out of the lock, fell out of her hand.", "ja": "そうして、戸のかぎ穴からぬいて、手にもっていたかぎが、いつか、すべり落ちたのも知らずにいたくらいです。"}
{"en": "After having somewhat recovered from the shock, she picked up the key, locked the door, and went upstairs into her chamber to compose herself;", "ja": "しばらくして、やっとわれにかえると、奥がたはあわてて、かぎを拾いあげて、戸をしめて、いそいで二階の居間にかけてかえると、ほっと息をつきました。"}
{"en": "but she could not rest, so much was she frightened.", "ja": "でも、いつまでも胸がわくわくして、正気（しょうき）がつかないようでした。"}
{"en": "Having observed that the key of the closet was stained, she tried two or three times to wipe off the stain, but the stain would not come out.", "ja": "見ると、かぎに血がついているので、二三ど、それをふいてとろうとしましたが、どうしても血がとれません。"}
{"en": "In vain did she wash it, and even rub it with soap and sand.", "ja": "水につけて洗ってみても、せっけんとみがき砂をつけて、といしで、ごしごし、こすってみても、いっこうにしるしがみえません。"}
{"en": "The stain still remained, for the key was a magic key, and she could never make it quite clean;", "ja": "血のついたあとは、いよいよ、こくなるばかりでした。"}
{"en": "when the stain was gone off from one side, it came again on the other.", "ja": "ですから、おもてがわのほうの血を落したかとおもうと、それはうらがわに、いつか、よけいこく、にじみ出していました。"}
{"en": "Blue Beard returned from his journey that same evening,", "ja": "すると、その日の夕方、青ひげが、ひょっこり、うちへかえって来ました。"}
{"en": "and said he had received letters upon the road, informing him that the business which called him away was ended to his advantage.", "ja": "それは、まだむこうまで行かないうち、とちゅうで、用むきが、つごうよく片づいた、という知らせを聞いたからだと、青ひげは話しました。"}
{"en": "His wife did all she could to convince him she was delighted at his speedy return.", "ja": "だしぬけにかえってこられたとき、奥がたは、ぎょっとしましたが、いっしょうけんめい、うれしそうな顔をして見せていました。"}
{"en": "Next morning he asked her for the keys, which she gave him,", "ja": "さて、そのあくる朝、青ひげは、さっそく、奥がたに、あずけたかぎをお出しといいました。"}
{"en": "but with such a trembling hand that he easily guessed what had happened.", "ja": "そういわれて、奥がたがかぎを出したとき、その手のふるえようといったらありませんでしたから、青ひげは、すぐとかんづいてしまいました。"}
{"en": "\"How is it,\"", "ja": "「おや。」"}
{"en": "said he,", "ja": "と、青ひげはいいました。"}
{"en": "\"that the key of my closet is not among the rest?\"", "ja": "「小べやのかぎがひとつないぞ。」"}
{"en": "\"I must certainly,\"", "ja": "「じゃあ、きっと、あちらのつくえの上におきわすれたのでしょう。」"}
{"en": "said she,", "ja": "と、奥がたはこたえました。"}
{"en": "\"Do not fail,\"", "ja": "「すぐ持ってこい。」"}
{"en": "said Blue Beard,", "ja": "と、青ひげは、おこった声を出しました。"}
{"en": "After having put off doing it several times, she was forced to bring him the key.", "ja": "五六ど、あちらへ行ったり、こちらへ行ったり、まごまごしたあとで、奥がたは、しぶしぶかぎを出しました。"}
{"en": "Blue Beard, having examined it,", "ja": "青ひげは、かぎを受けとると、こわい目をして、じっとながめていましたが、"}
{"en": "said to his wife:--", "ja": "「このかぎの血はどうしたのだ。」"}
{"en": "\"How comes this stain upon the key?\"", "ja": "といいました。"}
{"en": "\"I do not know,\"", "ja": "「知りません。」"}
{"en": "cried the poor woman, paler than death.", "ja": "と、泣くような声でこたえた奥がたの顔は、死人よりも青ざめていました。"}
{"en": "\"You do not know!\"", "ja": "「なに、知りませんだと。」"}
{"en": "replied Blue Beard.", "ja": "と、青ひげはいいました。"}
{"en": "\"I very well know.", "ja": "「おれはよく知っているよ。"}
{"en": "You wished to go into the cabinet?", "ja": "おまえはよくもおもいきって、小べやの中にはいったな。"}
{"en": "Very well, madam;", "ja": "えらいどきょうだ。"}
{"en": "you shall go in, and take your place among the ladies you saw there.\"", "ja": "よし、そんなにはいりたければ、あそこへはいれ、はいって、そこにいる奥さんたちのなかまになれ。」"}
{"en": "She threw herself weeping at her husband's feet, and begged his pardon with all the signs of a true repentance for her disobedience.", "ja": "こういわれると、奥がたは、いきなり夫（おっと）の足もとにつっぷして、いかにもまごころから、くいあらためたようすで、もうけっして、おいいつけにはそむきませんから、といって、わびました。"}
{"en": "She would have melted a rock, so beautiful and sorrowful was she;", "ja": "このうえもなく美しい人の、このうえもなく悲しいすがたを見ては、岩でもとろけ出したでしょう。"}
{"en": "but Blue Beard had a heart harder than any stone.", "ja": "けれど、この青ひげの心は、岩よりも、かねよりも、かたかったのでございます。"}
{"en": "\"You must die, madam,\"", "ja": "「奥さん、あなたは死ななければならない。"}
{"en": "said he,", "ja": "今すぐに。」"}
{"en": "\"and that at once.\"", "ja": "と、青ひげはいいました。"}
{"en": "\"Since I must die,\"", "ja": "「わたくし、どうしても死ななければならないのでしたら。」"}
{"en": "answered she, looking upon him with her eyes all bathed in tears,", "ja": "と、奥がたはこたえて、目にいっぱい涙をうかべて、夫の顔を見ました。"}
{"en": "\"give me some little time to say my prayers.\"", "ja": "「せめてしばらく、おいのりをするあいだだけ、待ってくださいまし。」"}
{"en": "\"I give you,\"", "ja": "「しかたがない、七分半だけ待ってやる。"}
{"en": "replied Blue Beard,", "ja": "だがそれから、一秒（びょう）もおくれることはならないぞ。」"}
{"en": "\"half a quarter of an hour, but not one moment more.\"", "ja": "と、青ひげはいいました。"}
{"en": "When she was alone she called out to her sister,", "ja": "ひとりになると、奥がたは、女のきょうだいの名を呼びました。"}
{"en": "\"Sister Anne,\"", "ja": "「アンヌねえさま"}
{"en": "--for that was her name,--", "ja": "（アンヌというのは、きょうだいのなまえでした。）"}
{"en": "\"go up, I beg you, to the top of the tower, and look if my brothers are not coming;", "ja": "アンヌねえさま、後生（ごしょう）です、塔（とう）のてっぺんまであがって、にいさまたちが、まだおいでにならないか見てください。"}
{"en": "they promised me they would come to-day,", "ja": "にいさまたちは、きょう、たずねてくださるやくそくになっているのです。"}
{"en": "and if you see them, give them a sign to make haste.\"", "ja": "見えたら、大いそぎでくるように、合図（あいず）をしてください。」"}
{"en": "Her sister Anne went up to the top of the tower,", "ja": "アンヌねえさまは、すぐ塔のてっぺんまであがって行きました。"}
{"en": "and the poor afflicted wife cried out from time to time:--", "ja": "半分きちがいのようになった奥がたは、かわいそうに、しじゅう、さけびつづけていました。"}
{"en": "\"Anne, sister Anne, do you see any one coming?\"", "ja": "「アンヌねえさま、アンヌねえさま、まだなにもこないの。」"}
{"en": "And sister Anne said:--", "ja": "すると、アンヌねえさまはいいました。"}
{"en": "\"I see nothing but the sun, which makes a dust,", "ja": "「日が照（て）って、ほこりが立っているだけですよ。"}
{"en": "and the grass, which looks green.\"", "ja": "草が青く光っているだけですよ。」"}
{"en": "In the meanwhile Blue Beard, holding a great sabre in his hand, cried to his wife as loud as he could:--", "ja": "そのうちに青ひげが、大きな剣（けん）をぬいて手にもって、ありったけのわれがね声（ごえ）を出して、どなりたてました。"}
{"en": "\"Come down instantly,", "ja": "「すぐおりてこい。"}
{"en": "or I shall come up to you.\"", "ja": "おりてこないと、おれのほうからあがって行くぞ。」"}
{"en": "\"One moment longer, if you please,\"", "ja": "「もうちょっと待ってください、後生（ごしょう）ですから。」"}
{"en": "said his wife;", "ja": "と、奥がたはいいました。"}
{"en": "and then she cried out very softly,", "ja": "そうして、ごくひくい声で、"}
{"en": "\"Anne, sister Anne, dost thou see anybody coming?\"", "ja": "「アンヌねえさま、アンヌねえさま、まだなにも見えないの。」"}
{"en": "And sister Anne answered:--", "ja": "アンヌねえさまはこたえました。"}
{"en": "\"I see nothing but the sun, which makes a dust,", "ja": "「日が照（て）って、ほこりが立っているだけですよ。"}
{"en": "and the grass, which is green.\"", "ja": "草が青く光っているだけですよ。」"}
{"en": "\"Come down quickly,\"", "ja": "「早くおりてこい。」"}
{"en": "cried Blue Beard,", "ja": "と、青ひげはさけびました。"}
{"en": "\"or I will come up to you.\"", "ja": "「おりてこないと、あがって行くぞ。」"}
{"en": "\"I am coming,\"", "ja": "「今まいります。」"}
{"en": "answered his wife;", "ja": "と、奥がたはこたえました。"}
{"en": "and then she cried,", "ja": "そうして、そのあとで、"}
{"en": "\"Anne, sister Anne, dost thou not see any one coming?\"", "ja": "「アンヌねえさま、まだなにも見えないの。」"}
{"en": "\"I see,\"", "ja": "「ああ。"}
{"en": "replied sister Anne,", "ja": "でも、大きな砂けむりが、こちらのほうにむかって、立っていますよ。」"}
{"en": "\"a great dust, which comes from this side.\"", "ja": "と、アンヌねえさまはこたえました。"}
{"en": "\"Are they my brothers?\"", "ja": "「それはきっと、にいさまたちでしょう。」"}
{"en": "\"Alas!", "ja": "「おやおや、"}
{"en": "no, my sister,", "ja": "そうではない。"}
{"en": "I see a flock of sheep.\"", "ja": "ひつじのむれですよ。」"}
{"en": "\"Will you not come down?\"", "ja": "「こら、おりてこないか、きさま。」"}
{"en": "cried Blue Beard.", "ja": "と、青ひげはさけびました。"}
{"en": "\"One moment longer,\"", "ja": "「今すぐに。」"}
{"en": "said his wife,", "ja": "と、奥がたはいいました。"}
{"en": "and then she cried out,", "ja": "そうして、そのあとで、"}
{"en": "\"Anne, sister Anne, dost thou see nobody coming?\"", "ja": "「アンヌねえさま、アンヌねえさま、まだ、だあれもこなくって。」"}
{"en": "\"I see,\" said she, \"two horsemen,", "ja": "「ああ、ふたり馬に乗った人がやってくるわ。"}
{"en": "but they are yet a great way off.\"", "ja": "けれど、まだずいぶん遠いのよ。」"}
{"en": "\"God be praised,\"", "ja": "「ああ、ありがたい。」"}
{"en": "replied the poor wife, joyfully;", "ja": "と、奥がたは、うれしそうにいいました。"}
{"en": "\"they are my brothers;", "ja": "「それこそ、にいさまたちですよ。"}
{"en": "I will make them a sign, as well as I can, for them to make haste.\"", "ja": "わたし、にいさまたちに、いそいでくるように合図（あいず）しましょう。」"}
{"en": "Then Blue Beard bawled out so loud that he made the whole house tremble.", "ja": "そのとき、青ひげは、家ごとふるえるほどの大ごえでどなりました。"}
{"en": "The distressed wife came down", "ja": "奥がたは、しおしお、下へおりて行きました。"}
{"en": "and threw herself at his feet, all in tears, with her hair about her shoulders.", "ja": "涙をいっぱい目にためて、かみの毛を肩にたらして、夫（おっと）の足もとにつっぷしました。"}
{"en": "\"All this is of no help to you,\"", "ja": "「今さらどうなるものか。」"}
{"en": "says Blue Beard:", "ja": "と、青ひげはあざわらいました。"}
{"en": "\"you must die;\"", "ja": "「はやく死ね。」"}
{"en": "then, taking hold of her hair with one hand, and lifting up his sword in the air with the other, he was about to take off her head.", "ja": "こういって、片手に、奥がたのかみの毛をつかみながら、片手で、剣（けん）をふりあげて、首をはねようとしました。"}
{"en": "The poor lady, turning about to him, and looking at him with dying eyes, desired him to afford her one little moment to her thoughts.", "ja": "おくがたは、夫のほうをふりむいて、今にもたえ入りそうな目つきで、ほんのしばらく、身づくろいするあいだ、待ってくださいと、たのみました。"}
{"en": "\"No, no,\"", "ja": "青ひげはこういって、剣をふりあげました。"}
{"en": "said he,", "ja": "「ならん、ならん。"}
{"en": "\"commend thyself to God,\"", "ja": "神さまにまかせてしまえ。」"}
{"en": "At this moment there was such a loud knocking at the gate that Blue Beard stopped suddenly.", "ja": "そのとたん、おもての戸に、ドンと、はげしくぶつかる音がしたので、青ひげはおもわず、ぎょっとして手をとめました。"}
{"en": "The gate was opened, and presently entered two horsemen, who, with sword in hand, ran directly to Blue Beard.", "ja": "とたんに、戸があいたとおもうと、すぐ騎兵（きへい）がふたりはいって来て、いきなり、青ひげにむかって来ました。"}
{"en": "He knew them to be his wife's brothers, one a dragoon, the other a musketeer.", "ja": "これは奥がたの兄弟（きょうだい）で、ひとりは竜騎兵（りゅうきへい）、ひとりは近衛騎兵（このえきへい）だということを、青ひげはすぐと知りました。"}
{"en": "He ran away immediately, but the two brothers pursued him so closely that they overtook him before he could get to the steps of the porch.", "ja": "そこで、あわてて逃げ出そうとしましたが、兄弟はもう、うしろから追いついて、青ひげが、くつぬぎの石に足をかけようとするところを、"}
{"en": "There they ran their swords through his body, and left him dead.", "ja": "胴中（どうなか）をひとつきつきさして、ころしてしまいました。"}
{"en": "The poor wife was almost as dead as her husband, and had not strength enough to arise and welcome her brothers.", "ja": "でもそのときには、もう奥がたも気が遠くなって、死んだようになっていましたから、とても立ちあがって、兄弟（きょうだい）たちを迎（むか）える気力（きりょく）はありませんでした。"}
{"en": "Blue Beard had no heirs, and so his wife became mistress of all his estate.", "ja": "さて、青ひげには、あとつぎの子がありませんでしたから、その財産（ざいさん）はのこらず、奥がたのものになりました。"}
{"en": "She made use of one portion of it to marry her sister Anne to a young gentleman who had loved her a long while; another portion to buy captains' commissions for her brothers; ", "ja": "奥がたはそれを、ねえさまやにいさまたちに分けてあげました。"}
