{"en": "The Man Who Knew Too Much", "ja": "知りすぎた男"}
{"en": "Gilbert K. Chesterton", "ja": "ギルバート・キース・チェスタトン"}
{"en": "III. THE SOUL OF THE SCHOOLBOY", "ja": "第三話"}
{"en": "A large map of London would be needed to display the wild and zigzag course of one day's journey undertaken by an uncle and his nephew; or, to speak more truly, of a nephew and his uncle.", "ja": "お見せするには大きなロンドンの地図が必要なほどデタラメでジグザグの道のりを、一日で旅しようという計画が、とある叔父とその甥――いや、正確には甥とその叔父により開始された。"}
{"en": "For the nephew, a schoolboy on a holiday, was in theory the god in the car, or in the cab, tram, tube, and so on, while his uncle was at most a priest dancing before him and offering sacrifices.", "ja": "なにしろ、車、タクシー、電車、地下鉄のどこであれ、理屈の上では休み中の甥が神であり、叔父はせいぜいのところ神の前で踊り供物を捧げる聖職者にすぎない。"}
{"en": "To put it more soberly, the schoolboy had something of the stolid air of a young duke doing the grand tour, while his elderly relative was reduced to the position of a courier, who nevertheless had to pay for everything like a patron.", "ja": "少し冷静に見てみれば、少年は巡遊中の若い大公みたいにのほほんとしており、パトロンみたいにお金を出すのはガイドの地位に甘んじている叔父の方だった。"}
{"en": "The schoolboy was officially known as Summers Minor,", "ja": "少年の本名はサマーズ・マイナー。"}
{"en": "and in a more social manner as Stinks, the only public tribute to his career as an amateur photographer and electrician.", "ja": "通称スティンクス、唯一の著名なる特技というのが写真と電気の愛好である。"}
{"en": "The uncle was the Rev. Thomas Twyford,", "ja": "叔父はトーマス・トワイフォード牧師。"}
{"en": "a lean and lively old gentleman with a red, eager face and white hair.", "ja": "赤ら顔で白髪の、細身の元気な老人だ。"}
{"en": "He was in the ordinary way a country clergyman, but he was one of those who achieve the paradox of being famous in an obscure way,", "ja": "普段は田舎の牧師だが、無名のままに有名になるという逆説を成し遂げた。"}
{"en": "because they are famous in an obscure world.", "ja": "なにしろ無名の世界で有名になったのだから。"}
{"en": "In a small circle of ecclesiastical archaeologists, who were the only people who could even understand one another's discoveries, he occupied a recognized and respectable place.", "ja": "互いの発見を理解し合える愛好家だけの、ごく小さな聖遺物考古学団体の中で、彼はひとかどの地位を得ていた。"}
{"en": "And a critic might have found even in that day's journey at least as much of the uncle's hobby as of the nephew's holiday.", "ja": "ものを見る目のある人ならば少なくともその日の旅行に、甥の行楽と同様に叔父の道楽をも見いだしたであろう。"}
{"en": "His original purpose had been wholly paternal and festive.", "ja": "叔父の本来の目的は、いかにも男性的で浮かれたものだ。"}
{"en": "But, like many other intelligent people, he was not above the weakness of playing with a toy to amuse himself, on the theory that it would amuse a child.", "ja": "だがたいていの識者のように、おもちゃは子供が楽しむものだ、という理屈で、大好きなおもちゃで楽しむのをやめたりはしなかった。"}
{"en": "His toys were crowns and miters and croziers and swords of state;", "ja": "〈おもちゃ〉とは王冠、司教冠、司教杖、御劔。"}
{"en": "and he had lingered over them, telling himself that the boy ought to see all the sights of London.", "ja": "男の子はロンドン中を見るべきだとひとりごちながら、〈おもちゃ〉の前で長々と時間をつぶしていた。"}
{"en": "And at the end of the day, after a tremendous tea, he rather gave the game away by winding up with a visit in which hardly any human boy could be conceived as taking an interest", "ja": "そしてすばらしいお茶を済ますと、どんな男の子だって興味を持つとは思われない訪問先でその日を締めくくろうと提案した"}
{"en": "--an underground chamber supposed to have been a chapel, recently excavated on the north bank of the Thames, and containing literally nothing whatever but one old silver coin.", "ja": "――最近テムズ川の北岸で発掘された元教会らしき地下室に、ただの古い銀貨にしか見えないものが一枚保管されていた。"}
{"en": "But the coin, to those who knew, was more solitary and splendid than the Koh-i-noor.", "ja": "だが関係者によるとその貨幣は、コーイヌールよりも孤高で高貴なのだという。"}
{"en": "It was Roman, and was said to bear the head of St. Paul;", "ja": "ローマ産で聖パウロの頭にいだかれていたと言われ、"}
{"en": "and round it raged the most vital controversies about the ancient British Church.", "ja": "往古の英教会をめぐる活発な論争を巻き起こした。"}
{"en": "It could hardly be denied, however, that the controversies left Summers Minor comparatively cold.", "ja": "だがそれもサマーズ・マイナーにとってどこ吹く風なのは否定できない。"}
{"en": "Indeed, the things that interested Summers Minor, and the things that did not interest him, had mystified and amused his uncle for several hours.", "ja": "サマーズ・マイナーの気を惹いたにせよ惹かぬにせよ、その興味のあれやこれやに叔父はしばらくのあいだ面食らいつつも楽しんだ。"}
{"en": "He exhibited the English schoolboy's startling ignorance and startling knowledge", "ja": "イギリス学童の驚くべき無知と博識の見本市だ"}
{"en": "--knowledge of some special classification in which he can generally correct and confound his elders.", "ja": "――大人に向かってよく間違いを指摘したり、まごつかせたり、といったタイプの専門知識である。"}
{"en": "He consdered himself entitled, at Hampton Court on a holiday, to forget the very names of Cardinal Wolsey or William of Orange;", "ja": "休日のハンプトン・コートでは、ほかならぬウルジー枢機卿やオレンジ公ウィリアムの名前など忘れたっていいと考えていたくせに、"}
{"en": "but he could hardly be dragged from some details about the arrangement of the electric bells in the neighboring hotel.", "ja": "隣のホテルの電動ベル装置の構造には釘付けだった。"}
{"en": "He was solidly dazed by Westminster Abbey,", "ja": "ウェストミンスター寺院には面食らった。"}
{"en": "which is not so unnatural since that church became the lumber room of the larger and less successful statuary of the eighteenth century.", "ja": "教会が、大きいだけの失敗作みたいな十八世紀の彫像の物置と化していたのだから当然といわねばなるまい。"}
{"en": "But he had a magic and minute knowledge of the Westminster omnibuses, and indeed of the whole omnibus system of London, the colors and numbers of which he knew as a herald knows heraldry.", "ja": "だがウェストミンスターのバスのことなら驚くほど細かいことまで詳しかったし、紋章官が紋章を知ってるみたいにロンドン中のバスのことなら色も番号も知っていた。"}
{"en": "He would cry out against a momentary confusion between a light-green Paddington and a dark-green Bayswater vehicle, as his uncle would at the identification of a Greek ikon and a Roman image.", "ja": "薄緑色のパディントン行きと深緑色のベイズウォーター行きの車両を一瞬取り違えてわめくさまといったら、まるで叔父がギリシャのイコンとローマの彫像を鑑定してわめいているごときである。"}
{"en": "\"Do you collect omnibuses like stamps?\"", "ja": "「切手みたいにバスを集めているのか？"}
{"en": "\"They must need a rather large album.", "ja": "かなり大きなアルバムがいるだろうに。"}
{"en": "Or do you keep them in your locker?\"", "ja": "それともロッカーにしまっておくのか？」"}
{"en": "\"I keep them in my head,\"", "ja": "「頭の中にしまっておくんだ」"}
{"en": "replied the nephew, with legitimate firmness.", "ja": "甥は当然のように言い切った。"}
{"en": "\"It does you credit, I admit,\"", "ja": "「そういうことにしておこう。"}
{"en": "\"I suppose it were vain to ask for what purpose you have learned that out of a thousand things.", "ja": "いろんなものがあるだろうに、どうしてそんなものを覚えたのか訊いても無駄だろうな。"}
{"en": "There hardly seems to be a career in it, unless you could be permanently on the pavement to prevent old ladies getting into the wrong bus.", "ja": "おばあさんがバスを乗り間違えないように道に立ち続けているつもりでもなければ、仕事にはならないと思うんだがな。"}
{"en": "Well, we must get out of this one, for this is our place.", "ja": "ああ、ここだ、ここで降りねば。"}
{"en": "I want to show you what they call St. Paul's Penny.\"", "ja": "聖パウロ《セント・ポール》の白銅貨というやつを見せたいんだ」"}
{"en": "\"Is it like St. Paul's Cathedral?\"", "ja": "「それはセントポール寺院みたいなものですか？」"}
{"en": "asked the youth with resignation, as they alighted.", "ja": "バスから降りるとあきらめて、若者は尋ねた。"}
{"en": "At the entrance their eyes were arrested", "ja": "入り口で二人の目は釘付けになった。"}
{"en": "by a singular figure evidently hovering there with a similar anxiety to enter.", "ja": "同じようにおそるおそる中に入ろうとうろついている不思議な人物がいたのだ。"}
{"en": "It was that of a dark, thin man in a long black robe rather like a cassock;", "ja": "色黒で痩せていて、長い黒服は僧服に似ているが、"}
{"en": "but the black cap on his head was of too strange a shape to be a biretta.", "ja": "頭にかぶった帽子は宝冠みたいにヘンテコな形をしていた。"}
{"en": "It suggested, rather, some archaic headdress of Persia or Babylon.", "ja": "どこかペルシアやバビロンの古いかぶりものを連想させる。"}
{"en": "He had a curious black beard appearing only at the corners of his chin, and his large eyes were oddly set in his face like the flat decorative eyes painted in old Egyptian profiles.", "ja": "顎の先っぽだけに奇妙な黒い髭を生やしていて、顔には古代エジプトの壁画みたいな平たく大きな目がくっついている。"}
{"en": "Before they had gathered more than a general impression of him, he had dived into the doorway that was their own destination.", "ja": "男は二人の目的地であるドアの向こうへと飛び込んでいったので、受けた印象はそれだけだった。"}
{"en": "Nothing could be seen above ground of the sunken sanctuary except a strong wooden hut, of the sort recently run up for many military and official purposes,", "ja": "その地下の聖域の上には、軍人や役人のため最近急造したらしいがっしりとした木の小屋しかない。"}
{"en": "the wooden floor of which was indeed a mere platform over the excavated cavity below.", "ja": "木の床は、穴の上を覆う板にすぎないと言ってよかった。"}
{"en": "A soldier stood as a sentry outside, and a superior soldier, an Anglo-Indian officer of distinction, sat writing at the desk inside.", "ja": "兵士がひとり外で歩哨のように立っていて、上等兵たるインド帰りの特別将校は中で机に座り書き物をしていた。"}
{"en": "Indeed, the sightseers soon found that this particular sight was surrounded with the most extraordinary precautions.", "ja": "この特別警戒態勢には、観光客たちもすぐに気が付いた。"}
{"en": "I have compared the silver coin to the Koh-i-noor, and in one sense it was even conventionally comparable, since by a historical accident it was at one time almost counted among the Crown jewels, or at least the Crown relics, until one of the royal princes publicly restored it to the shrine to which it was supposed to belong.", "ja": "大公家の人物が元来の所有者たる寺院に公式に返還するまでは、王冠用の宝石や飾りほどに数えられていたという歴史的事実を考えれば、コーイヌールと引き比べたのは、ある意味月並みな比較であった。"}
{"en": "Other causes combined to concentrate official vigilance upon it;", "ja": "政府が警戒を高める原因はほかにもある。"}
{"en": "there had been a scare about spies carrying explosives in small objects,", "ja": "スパイが身の回り品に爆弾を仕掛けて運び込むという恐怖感だ。"}
{"en": "and one of those experimental orders which pass like waves over bureaucracy had decreed first that all visitors should change their clothes for a sort of official sackcloth,", "ja": "官僚主義の世渡りから真っ先に出された命令というのが、訪問者はまず当局の用意した懺悔服みたいな衣服に着替えるというものだった。"}
{"en": "and then (when this method caused some murmurs) that they should at least turn out their pockets.", "ja": "第二に（このやり方に不平の声が挙がったときは）最低でもポケットをひっくり返さなければならない。"}
{"en": "Colonel Morris, the officer in charge, was a short, active man with a grim and leathery face, but a lively and humorous eye", "ja": "担当官のモリス大佐は背の低い元気な男で、顔は厳格で堅苦しいが、陽気でとぼけた目をしていた"}
{"en": "--a contradiction borne out by his conduct,", "ja": "――大佐の振る舞いは矛盾していた。"}
{"en": "for he at once derided the safeguards and yet insisted on them.", "ja": "防犯手段を即座に笑い飛ばしたにもかかわらず支持してもいたのだ。"}
{"en": "\"I don't care a button myself for Paul's Penny, or such things,\"", "ja": "「おれはパウロの白銅貨だとかいうものは何とも思っちゃいない」"}
{"en": "he admitted in answer to some antiquarian openings from the clergyman who was slightly acquainted with him,", "ja": "顔見知りの牧師からの好古家らしいあいさつに答えてそう言った。"}
{"en": "\"but I wear the King's coat, you know, and it's a serious thing when the King's uncle leaves a thing here with his own hands under my charge.", "ja": "「だが制服を着ているんでね、王様のおじさんが御自らおれのところに預けていくというのは深刻なことだ。"}
{"en": "But as for saints and relics and things, I fear I'm a bit of a Voltairian;", "ja": "だが聖人とか遺物とかそういうものに対しては、少しヴォルテール主義者なのかな、"}
{"en": "what you would call a skeptic.\"", "ja": "懐疑家とかいうやつだよ」"}
{"en": "\"I'm not sure it's even skeptical to believe in the royal family and not in the 'Holy' Family,\"", "ja": "「王家には懐疑的だが聖家族を疑う気にはなれないな」"}
{"en": "replied Mr. Twyford.", "ja": "トワイフォード氏が答えた。"}
{"en": "\"But, of course, I can easily empty my pockets, to show I don't carry a bomb.\"", "ja": "「だがもちろん、爆弾なんか持ってやしないのを見せるのにポケットを空にするのは簡単なことさ」"}
{"en": "The little heap of the parson's possessions which he left on the table consisted chiefly of papers, over and above a pipe and a tobacco pouch and some Roman and Saxon coins.", "ja": "机の上にできた牧師の所持品のかたまりは、ほとんどが書類で、ほかにはパイプや煙草入れ、ローマやザクセンの貨幣が数枚ある。"}
{"en": "The rest were catalogues of old books, and pamphlets, like one entitled \"The Use of Sarum,\" one glance at which was sufficient both for the colonel and the schoolboy.", "ja": "残りは古本の目録や『ソールズベリー用法典』のような小冊子で、大佐と少年は一瞥しただけだった。"}
{"en": "They could not see the use of Sarum at all.", "ja": "ソールズベリーの用法なんて見たこともない。"}
{"en": "The contents of the boy's pockets naturally made a larger heap,", "ja": "少年のポケットの中身は当然もっと大きな山になった。"}
{"en": "and included marbles, a ball of string, an electric torch, a magnet, a small catapult, and, of course, a large pocketknife, almost to be described as a small tool box,", "ja": "ビー玉、糸玉、懐中電灯、磁石、ちっちゃなパチンコ、そしてもちろん、大きな折りたたみナイフ、まるで小さな道具箱の中身を列挙しているみたいだ。"}
{"en": "a complex apparatus on which he seemed disposed to linger,", "ja": "夢中になっているらしき複雑な器具もある。"}
{"en": "pointing out that it included a pair of nippers, a tool for punching holes in wood, and, above all, an instrument for taking stones out of a horse's hoof.", "ja": "ニッパー、木に穴を開けるための道具、そして馬の蹄から石を取り除く道具など。"}
{"en": "The comparative absence of any horse he appeared to regard as irrelevant, as if it were a mere appendage easily supplied.", "ja": "馬があまりいないことなど関係ないようで、そんなものはすぐに手に入るおまけにすぎないみたいだ。"}
{"en": "But when the turn came of the gentleman in the black gown, he did not turn out his pockets, but merely spread out his hands.", "ja": "だが黒衣の紳士は自分の番になっても、ポケットから何も出さず、ただ手を広げただけだった。"}
{"en": "\"I have no possessions,\"", "ja": "「何も持ってない」"}
{"en": "\"I'm afraid I must ask you to empty your pockets and make sure,\"", "ja": "「恐れ入りますが、ポケットが空か確認しなくちゃならんのです」"}
{"en": "observed the colonel, gruffly.", "ja": "大佐はぶっきらぼうに言った。"}
{"en": "\"I have no pockets,\"", "ja": "「ポケットがないんだ」"}
{"en": "said the stranger.", "ja": "訪問者が答えた。"}
{"en": "Mr. Twyford was looking at the long black gown with a learned eye.", "ja": "トワイフォード氏は学問的な目つきで裾の長い黒衣を見ていたが、困惑した様子でたずねた。"}
{"en": "\"Are you a monk?\"", "ja": "「あなたは修道士ですか？」"}
{"en": "\"I am a magus,\"", "ja": "「占星術師《マギ》です。"}
{"en": "\"You have heard of the magi, perhaps?", "ja": "三博士《マギ》のことをお聞きになったことがあるかと思いますが？"}
{"en": "I am a magician.\"", "ja": "魔術師ですよ」"}
{"en": "\"Oh, I say!\"", "ja": "「えっ、そうなんですか！」"}
{"en": "exclaimed Summers Minor, with prominent eyes.", "ja": "サマーズ・マイナーが目をむいて叫んだ。"}
{"en": "\"But I was once a monk,\"", "ja": "「わたしもかつては修道士でした」"}
{"en": "went on the other.", "ja": "相手は続けた。"}
{"en": "\"I am what you would call an escaped monk.", "ja": "「転向僧というやつですよ。"}
{"en": "Yes, I have escaped into eternity.", "ja": "ええ、永久に逃げ出しましたとも。"}
{"en": "But the monks held one truth at least,", "ja": "だが修道院にもひとつの真実がありました。"}
{"en": "that the highest life should be without possessions.", "ja": "高尚な生き方とは何も持たぬことです。"}
{"en": "I have no pocket money and no pockets,", "ja": "お金もポケットも。"}
{"en": "and all the stars are my trinkets.\"", "ja": "星がわたしの装身具です」"}
{"en": "\"They are out of reach, anyhow,\"", "ja": "「どんなことをしたって手が届かないでしょうに」"}
{"en": "observed Colonel Morris, in a tone which suggested that it was well for them.", "ja": "星にとってはその方がいいといった調子でモリス大佐が言った。"}
{"en": "\"I've known a good many magicians myself in India", "ja": "「インドにはたくさんの魔術師がいた"}
{"en": "--mango plant and all.", "ja": "――あとはマンゴーの木だけ。"}
{"en": "But the Indian ones are all frauds, I'll swear.", "ja": "だがみんなインチキだった、ほんとだとも。"}
{"en": "In fact, I had a good deal of fun showing them up.", "ja": "実はそれを暴くのが楽しみでね。"}
{"en": "More fun than I have over this dreary job, anyhow.", "ja": "とにかく、こんな退屈な仕事より何倍も楽しかった。"}
{"en": "But here comes Mr. Symon, who will show you over the old cellar downstairs.\"", "ja": "だがサイモンさんがやって来た、階下《した》の古い地下室まで案内してくれますよ」"}
{"en": "Mr. Symon, the official guardian and guide, was a young man, prematurely gray, with a grave mouth", "ja": "当局の管理人兼案内人のサイモン氏は、若いが白髪で、ワックスで尖らせた短く黒い口ひげをはやしていた。"}
{"en": "which contrasted curiously with a very small, dark mustache with waxed points, that seemed somehow, separate from it, as if a black fly had settled on his face.", "ja": "顔に止まった黒い蠅みたいになんだかそこだけ浮いていたが、重々しい口元と奇妙な対比を見せている。"}
{"en": "He spoke with the accent of Oxford and the permanent official, but in as dead a fashion as the most indifferent hired guide.", "ja": "事務官みたいな気取った口調でしゃべったが、たいていの雇われガイド同様、死んだように無気力だ。"}
{"en": "They descended a dark stone staircase, at the floor of which Symon pressed a button and a door opened on a dark room,", "ja": "暗い石の階段を降りてサイモンがボタンを押すと、暗い室内のなかへと扉が開かれた。"}
{"en": "or, rather, a room which had an instant before been dark.", "ja": "というか、直前まで暗かった部屋のなかへと。"}
{"en": "For almost as the heavy iron door swung open an almost blinding blaze of electric lights filled the whole interior.", "ja": "重い鉄の扉が開くと、目もくらむ電灯の光が室内を満たしたのだ。"}
{"en": "The fitful enthusiasm of Stinks at once caught fire, and he eagerly asked if the lights and the door worked together.", "ja": "スティンクスの熱狂に火がついて、電灯とドアが連動しているのかと熱心にたずねた。"}
{"en": "\"Yes, it's all one system,\"", "ja": "「そう、みんなひとつのシステムだよ」"}
{"en": "replied Symon.", "ja": "サイモンが答えた。"}
{"en": "\"It was all fitted up for the day His Royal Highness deposited the thing here.", "ja": "「殿下がお預けになった日のために設置したんだ。"}
{"en": "You see, it's locked up behind a glass case exactly as he left it.\"", "ja": "殿下はあれを置いていかれると、ガラスケースの後ろを厳重に施錠した」"}
{"en": "A glance showed that the arrangements for guarding the treasure were indeed as strong as they were simple.", "ja": "一瞥したところ、宝物を守る装置は呆れるくらいの強力さだ。"}
{"en": "A single pane of glass cut off one corner of the room, in an iron framework let into the rock wallsand the wooden roof above;", "ja": "壁に埋め込んだ鉄の枠と木製の屋根に嵌め込まれたガラスの板で仕切られた一角がある。"}
{"en": "there was now no possibility of reopening the case without elaborate labor, except by breaking the glass,", "ja": "ガラスを割らずにケースを開けるのは不可能に思える。"}
{"en": "which would probably arouse the night watchman who was always within a few feet of it, even if he had fallen asleep.", "ja": "割れば、たとえ睡眠中でも近くにいる警備員が気付くだろう。"}
{"en": "A close examination would have showed many more ingenious safeguards;", "ja": "とことん調べてみた結果、防犯対策は万全のようだ。"}
{"en": "but the eye of the Rev. Thomas Twyford, at least, was already riveted on what interested him much more", "ja": "とは言ってもトーマス・トワイフォード牧師の目はすでに、さらに興味深いものに釘付けだった"}
{"en": "--the dull silver disk which shone in the white light against a plain background of black velvet.", "ja": "――黒いビロードを背景に、鈍い銀色の円盤が白い光に輝いていた。"}
{"en": "\"St. Paul's Penny,", "ja": "「聖パウロの白銅貨です。"}
{"en": "said to commemorate the visit of St. Paul to Britain,", "ja": "聖パウロのイギリス訪問を記念して作られたと言われています。"}
{"en": "was probably preserved in this chapel until the eighth century,\"", "ja": "おそらく八世紀まではこの教会に保存されていました」"}
{"en": "Symon was saying in his clear but colorless voice.", "ja": "サイモンがよく通るが無気力な声で言った。"}
{"en": "\"In the ninth century it is supposed to have been carried away by the barbarians,", "ja": "「九世紀になって、異民族に奪われたとされています。"}
{"en": "and it reappears, after the conversion of the northern Goths, in the possession of the royal family of Gothland.", "ja": "北ゴートによる改宗後、再び我々のもとに姿を現しました。"}
{"en": "His Royal Highness, the Duke of Gothland, retained it always in his own private custody,", "ja": "ゴートの王室が所有していましたが、大公は誰にも見せなかったと言います。"}
{"en": "and when he decided to exhibit it to the public, placed it here with his own hand.", "ja": "公開する決意を固めたとき、大公殿下自身の手でここに置かれたのでした。"}
{"en": "It was immediately sealed up in such a manner--\"", "ja": "直ちにこうして封印され――」"}
{"en": "Unluckily at this point Summers Minor, whose attention had somewhat strayed from the religious wars of the ninth century, caught sight of a short length of wire appearing in a broken patch in the wall.", "ja": "不幸にもこの時、サマーズ・マイナーの興味は九世紀の宗教戦争からややはずれ、壁の破れ目から覗く短い線を発見した。"}
{"en": "He precipitated himself at it, calling out,", "ja": "マイナーは夢中になって叫んだ。"}
{"en": "\"I say, say, does that connect?\"", "ja": "「ねえ、ちょっと、これはつながってるの？」"}
{"en": "It was evident that it did connect,", "ja": "確かにつながっていた。"}
{"en": "for no sooner had the boy given it a twitch than the whole room went black,", "ja": "少年が線を引っ張るのと部屋中が真っ暗になったのはほぼ同時だった。"}
{"en": "as if they had all been struck blind,", "ja": "まるで目が見えなくなったようだ。"}
{"en": "and an instant afterward they heard the dull crash of the closing door.", "ja": "それからすぐに、ドアが閉まる鈍い音が聞こえた。"}
{"en": "\"Well, you've done it now,\"", "ja": "「ああ、やっちゃったな」"}
{"en": "said Symon, in his tranquil fashion.", "ja": "静かにサイモンはそう言うと、"}
{"en": "Then after a pause he added,", "ja": "一拍おいて付け加えた。"}
{"en": "\"I suppose they'll miss us sooner or later,", "ja": "「遅かれ早かれ僕らがいないことに気付くだろう。"}
{"en": "and no doubt they can get it open;", "ja": "そしたら開けてくれるさ。"}
{"en": "but it may take some little time.\"", "ja": "ちょっと時間がかかるかもしれないが」"}
{"en": "There was a silence, and then the unconquerable Stinks observed:", "ja": "誰もが無言だったが、不屈のスティンクスが口を開いた。"}
{"en": "\"Rotten that I had to leave my electric torch.\"", "ja": "「ひどいな、懐中電灯は置いてきちゃった」"}
{"en": "\"I think,\"", "ja": "叔父が遠慮がちに答えた。"}
{"en": "said his uncle, with restraint,", "ja": "「電灯に対するおまえの興味はよくわかったよ」"}
{"en": "Then after a pause he remarked, more amiably:", "ja": "それから愛想よくこう認めた。"}
{"en": "\"I suppose if I regretted any of my own impedimenta, it would be the pipe.", "ja": "「パイプのことなら、悔しいとは思うけれどな。"}
{"en": "Though, as a matter of fact, it's not much fun smoking in the dark.", "ja": "だが実際問題、暗闇でたばこを喫うのはあまり好きじゃない。"}
{"en": "Everything seems different in the dark.\"", "ja": "暗いと何もかもが違って見えるよ」"}
{"en": "\"Everything is different in the dark,\"", "ja": "「暗闇の中では何もかもが違っているんです」"}
{"en": "said a third voice,", "ja": "第三の声が聞こえた。"}
{"en": "that of the man who called himself a magician.", "ja": "自称魔術師のものだ。"}
{"en": "It was a very musical voice, and rather in contrast with his sinister and swarthy visage,", "ja": "不吉な黒ずくめの見かけとは対照的な、響きのいい声だった。"}
{"en": "which was now invisible.", "ja": "その黒ずくめも今は見えない。"}
{"en": "\"Perhaps you don't know how terrible a truth that is.", "ja": "「それがどれほど恐ろしい真理なのか知らぬでしょう。"}
{"en": "All you see are pictures made by the sun,", "ja": "目に映るあらゆるものは、太陽が作り出した絵です。"}
{"en": "faces and furniture and flowers and trees.", "ja": "顔も、家具も、花も、木も。"}
{"en": "The things themselves may be quite strange to you.", "ja": "実は見も知らぬものなのかもしれない。"}
{"en": "Something else may be standing now where you saw a table or a chair.", "ja": "テーブルや椅子のあった場所に、今は別のものが立っているかもしれない。"}
{"en": "The face of your friend may be quite different in the dark.\"", "ja": "友人も暗闇では別の顔をしているかもしれません」"}
{"en": "A short, indescribable noise broke the stillness.", "ja": "ただならぬ悲鳴が平穏を破り、"}
{"en": "Twyford started for a second, and then said, sharply:", "ja": "トワイフォードは一瞬ぎくりとしたが、すぐに声を出した。"}
{"en": "\"Really, I don't think it's a suitable occasion for trying to frighten a child.\"", "ja": "「おやおや、子供を怖がらせるのにふさわしい状況とは言えないな」"}
{"en": "\"Who's a child?\"", "ja": "「誰が子供ですって？」"}
{"en": "cried the indignant Summers,", "ja": "サマーズが憤慨して叫んだ。"}
{"en": "with a voice that had a crow, but also something of a crack in it.", "ja": "文句ありげではあるがうわずったところもある。"}
{"en": "\"And who's a funk, either?", "ja": "「怖がってるのはどっちですか？"}
{"en": "Not me.\"", "ja": "ぼくじゃないですよ」"}
{"en": "\"I will be silent, then,\"", "ja": "「そういうことなら静かにしていましょう」"}
{"en": "said the other voice out of the darkness.", "ja": "暗闇の中から別の声が言った。"}
{"en": "\"But silence also makes and unmakes.\"", "ja": "「だが静けさもまた千変万化します」"}
{"en": "The required silence remained unbroken for a long time until at last the clergyman said to Symon in a low voice:", "ja": "提案通り静寂が続いたが、ついに牧師が低い声でサイモンに尋ねた。"}
{"en": "\"I suppose it's all right about air?\"", "ja": "「換気は大丈夫かな？」"}
{"en": "\"Oh, yes,\"", "ja": "「ええ」"}
{"en": "replied the other aloud;", "ja": "大声が答える。"}
{"en": "\"there's a fireplace and a chimney in the office just by the door.\"", "ja": "「ドアの脇の事務室に暖炉と煙突があります」"}
{"en": "A bound and the noise of a falling chair told them that the irrepressible rising generation had once more thrown itself across the room.", "ja": "倒れた椅子が弾む音で、こらえきれない少年が部屋を突っ切ったのがわかった。"}
{"en": "They heard the ejaculation:", "ja": "みな叫びに耳を傾けた。"}
{"en": "\"A chimney!", "ja": "「煙突！"}
{"en": "Why, I'll be--\"", "ja": "ぼくは――」"}
{"en": "and the rest was lost in muffled, but exultant, cries.", "ja": "後は夢中のつぶやき、勝ち誇った喚き。"}
{"en": "The uncle called repeatedly and vainly, groped his way at last to the opening, and, peering up it, caught a glimpse of a disk of daylight,", "ja": "叔父は辛抱強く繰り返し呼びかけて、とうとう暖炉口まで手探りでたどり着くと中を覗き、丸くかたどられた光を見つけた。"}
{"en": "which seemed to suggest that the fugitive had vanished in safety.", "ja": "どうやら無事逃げ出せたらしい。"}
{"en": "Making his way back to the group by the glass case, he fell over the fallen chair and took a moment to collect himself again.", "ja": "陳列ケース近くまで戻ろうとして倒れた椅子に蹴つまずき、何とか体勢を立て直す。"}
{"en": "He had opened his mouth to speak to Symon, when he stopped, and suddenly found himself blinking in the full shock of the white light,", "ja": "サイモンに声をかけようと口を開けたとき、白い光の輝きが満ちているのに気付き立ち止まった。"}
{"en": "and looking over the other man's shoulder, he saw that the door was standing open.", "ja": "魔術師の肩越しに、ドアが開いているのが見えた。"}
{"en": "\"So they've got at us at last,\"", "ja": "「やっと到着というわけか」"}
{"en": "he observed to Symon.", "ja": "サイモンがつぶやいた。"}
{"en": "The man in the black robe was leaning against the wall some yards away, with a smile carved on his face.", "ja": "黒衣の男は少し離れた壁にもたれかかり、薄い笑みを浮かべていた。"}
{"en": "\"Here comes Colonel Morris,\"", "ja": "「モリス大佐がやって来る」"}
{"en": "went on Twyford, still speaking to Symon.", "ja": "トワイフォードはそのままサイモンに話しかけた。"}
{"en": "\"One of us will have to tell him how the light went out.", "ja": "「我々のどちらかが、明かりの消えたわけを言わねばな。"}
{"en": "Will you?\"", "ja": "そうだろ？」"}
{"en": "But Symon still said nothing.", "ja": "だがサイモンは何も言わなかった。"}
{"en": "He was standing as still as a statue, and looking steadily at the black velvet behind the glass screen.", "ja": "銅像みたいに押し黙ったまま、ガラスケースの中の黒いビロードから目を離さなかった。"}
{"en": "He was looking at the black velvet", "ja": "黒いビロードを見ていたのだ。"}
{"en": "because there was nothing else to look at.", "ja": "なにしろほかには何もなかったのだから。"}
{"en": "St. Paul's Penny was gone.", "ja": "聖パウロの白銅貨は消えていた。"}
{"en": "Colonel Morris entered the room with two new visitors;", "ja": "モリス大佐は新たな訪問者二人とともに部屋に入ってきた。"}
{"en": "presumably two new sightseers delayed by the accident.", "ja": "うっかり遅れてやって来た観光客らしい。"}
{"en": "The foremost was a tall, fair, rather languid-looking man with a bald brow and a high-bridged nose;", "ja": "第一の人物は背が高く金髪で、薄い眉と高い鼻をしていた。"}
{"en": "his companion was a younger man with light, curly hair and frank, and even innocent, eyes.", "ja": "明るい巻き毛の連れの若者は、率直で純真そうな目をしている。"}
{"en": "Symon scarcely seemed to hear the newcomers;", "ja": "サイモンには彼らがやってきたのも聞こえなかったようだ。"}
{"en": "it seemed almost as if he had not realized that the return of the light revealed his brooding attitude.", "ja": "明るくなっても思案顔に気付かれないとでも思っているみたいだ。"}
{"en": "Then he started in a guilty fashion, and when he saw the elder of the two strangers, his pale face seemed to turn a shade paler.", "ja": "やがて面目なさそうな様子になったが、年長の訪問者を見た途端に、青ざめた顔がますます青ざめたように見えた。"}
{"en": "\"Why it's Horne Fisher!\"", "ja": "「ホーン・フィッシャー！」"}
{"en": "and then after a pause he said in a low voice,", "ja": "絶句したのち、低い声でそういった。"}
{"en": "\"I'm in the devil of a hole, Fisher.\"", "ja": "「まいったよ、フィッシャー」"}
{"en": "\"There does seem a bit of a mystery to be cleared up,\"", "ja": "「どうやら解決すべき謎がありそうですね」"}
{"en": "observed the gentleman so addressed.", "ja": "呼びかけられた紳士がそう答えた。"}
{"en": "\"It will never be cleared up,\"", "ja": "「絶対に解決できないさ」"}
{"en": "said the pale Symon.", "ja": "顔面蒼白のサイモンが言った。"}
{"en": "\"If anybody could clear it up, you could.", "ja": "「解決できるとしたら、あんただろうけど。"}
{"en": "But nobody could.\"", "ja": "でも無理だよ」"}
{"en": "\"I rather think I could,\"", "ja": "「私ならできそうです」"}
{"en": "said another voice from outside the group,", "ja": "別のところから声がした。"}
{"en": "and they turned in surprise to realize that the man in the black robe had spoken again.", "ja": "黒衣の男が話しているのだと気付いて驚いて振り向いた。"}
{"en": "\"You!\"", "ja": "「あなたが！」"}
{"en": "said the colonel, sharply.", "ja": "大佐が厳しく言った。"}
{"en": "\"And how do you propose to play the detective?\"", "ja": "「それでどうやって捜査するつもりです？」"}
{"en": "\"I do not propose to play the detective,\"", "ja": "「捜査するつもりはありません」"}
{"en": "answered the other, in a clear voice like a bell.", "ja": "鈴のように透き通る声で相手は答えた。"}
{"en": "\"I propose to play the magician.", "ja": "「魔術を使うつもりです。"}
{"en": "One of the magicians you show up in India, Colonel.\"", "ja": "インドであなたが見たようにね、大佐」"}
{"en": "No one spoke for a moment, and then Horne Fisher surprised everybody by saying,", "ja": "誰もが無言のままだったが、ホーン・フィッシャーがこう言って皆を驚かせた。"}
{"en": "\"Well, let's go upstairs,", "ja": "「さあ、上に行きましょう。"}
{"en": "and this gentleman can have a try.\"", "ja": "こちらの紳士のお手並み拝見です」"}
{"en": "He stopped Symon, who had an automatic finger on the button, saying:", "ja": "サイモンが無意識にスイッチに指を伸ばすのを押しとどめ、フィッシャーは言った。"}
{"en": "\"No, leave all the lights on.", "ja": "「だめです、明かりはすべてつけっぱなしにしておきましょう。"}
{"en": "It's a sort of safeguard.\"", "ja": "一種の防犯装置です」"}
{"en": "\"The thing can't be taken away now,\"", "ja": "「盗られるものなんかないよ」"}
{"en": "said Symon, bitterly.", "ja": "サイモンは手厳しい。"}
{"en": "\"It can be put back,\"", "ja": "「戻されるんですよ」"}
{"en": "replied Fisher.", "ja": "フィッシャーは答えた。"}
{"en": "Twyford had already run upstairs for news of his vanishing nephew, and he received news of him in a way that at once puzzled and reassured him.", "ja": "消えた甥を探してすでに上に行っていたトワイフォードには、困惑しつつも一安心するような報せが待っていた。"}
{"en": "On the floor above lay one of those large paper darts which boys throw at each other when the schoolmaster is out of the room.", "ja": "男の子たちが教師のいぬ間に投げ合うような大きな紙つぶてが床に落ちていた。"}
{"en": "It had evidently been thrown in at the window, and on being unfolded displayed a scrawl of bad handwriting which ran:", "ja": "どうやら窓から投げ入れられたもので、広げてみると汚い手書きのメモが現れた。"}
{"en": "\"Dear Uncle;", "ja": "「おじさん、"}
{"en": "I am all right.", "ja": "心配しないで。"}
{"en": "Meet you at the hotel later on,\"", "ja": "あとでホテルで会いましょう」"}
{"en": "and then the signature.", "ja": "結びにサインがあった。"}
{"en": "Insensibly comforted by this, the clergyman found his thoughts reverting voluntarily to his favorite relic,", "ja": "これで多少は安心し、牧師の思いは自然と愛すべき遺物のほうへと戻っていった。"}
{"en": "which came a good second in his sympathies to his favorite nephew,", "ja": "愛すべき甥に対する思いやりに負けないくらいの愛しさだ。"}
{"en": "and before he knew where he was he found himself encircled by the group discussing its loss, and more or less carried away on the current of their excitement.", "ja": "我に返る前から、周りでは紛失について議論している真っ直中だというのは気がついていて、多少は興奮の波にさらわれた。"}
{"en": "But an undercurrent of query continued to run in his mind,", "ja": "だが底流にある疑問は心を流れ続けていた。"}
{"en": "as to what had really happened to the boy, and what was the boy's exact definition of being all right.", "ja": "いったい何が少年に起こったのか、何が少年の身の安全を保証しているのか。"}
{"en": "Meanwhile Horne Fisher had considerably puzzled everybody with his new tone and attitude.", "ja": "そのころホーン・フィッシャーは調子も態度も一変し、皆を戸惑わせていた。"}
{"en": "He had talked to the colonel about the military and mechanical arrangements, and displayed a remarkable knowledge both of the details of discipline and the technicalities of electricity.", "ja": "軍隊と機械装置について大佐と話して、細かい規律と電気学の専門語のどちらにおいても驚くべき博識を披露した。"}
{"en": "He had talked to the clergyman, and shown an equally surprising knowledge of the religious and historical interests involved in the relic. He had talked to the man who called himself a magician, and not only surprised but scandalized the company by an equally sympathetic familiarity with the most fantastic forms of Oriental occultism and psychic experiment.", "ja": "宗教でも歴史的な聖遺物の趣味でも牧師と対等に話をしたし、自称魔術師と話をすれば、東洋神秘学と精神実験の幻想的な様式に共鳴して、一行を驚かせ、また呆れさせた。"}
{"en": "And in this last and least respectable line of inquiry he was evidently prepared to go farthest;", "ja": "この最後のまともじゃないやりとりにおいては、どうもとことん突き詰める準備があるようで、"}
{"en": "he openly encouraged the magician, and was plainly prepared to follow the wildest ways of investigation in which that magus might lead him.", "ja": "魔術師をおおっぴらに激励し、どう見たって導師のいかれた調査についてゆく準備をしていた。"}
{"en": "\"How would you begin now?\"", "ja": "「それで、どうやって始めますか？」"}
{"en": "he inquired, with an anxious politeness that reduced the colonel to a congestion of rage.", "ja": "大佐の堪忍袋をゆるめようと気を遣って馬鹿丁寧に尋ねる。"}
{"en": "\"It is all a question of a force;", "ja": "「力の問題です。"}
{"en": "of establishing communications for a force,\"", "ja": "力の伝達を確立しなければ」"}
{"en": "replied that adept, affably, ignoring some military mutterings about the police force.", "ja": "捜査力についての大佐の不平は無視して、愛想よく師は答えた。"}
{"en": "\"It is what you in the West used to call animal magnetism, but it is much more than that.", "ja": "「西方では精神的磁力と呼ばれていましたが、それ以上のものです。"}
{"en": "I had better not say how much more.", "ja": "どれほどなのかは言わぬ方がよいでしょう。"}
{"en": "As to setting about it, the usual method is to throw some susceptible person into a trance,", "ja": "段取りですが、通常は暗示が効きやすい人を催眠状態にしておきます。"}
{"en": "which serves as a sort of bridge or cord of communication, by which the force beyond can give him,", "ja": "こうすることで一種のコミュニケーションのかけ橋とか電話線みたいな役目を果たします。"}
{"en": "as it were, an electric shock, and awaken his higher senses.", "ja": "それを越えて力が伝わると、いわば電気ショックみたいなもので、第六感が目覚めるのです。"}
{"en": "It opens the sleeping eye of the mind.\"", "ja": "眠れる心眼の開花というわけです」"}
{"en": "\"I'm suspectible,\"", "ja": "「私は暗視が効くんですよ」"}
{"en": "said Fisher, either with simplicity or with a baffling irony.", "ja": "無邪気なのか不可解な皮肉なのか、フィッシャーはそう言った。"}
{"en": "\"Why not open my mind's eye for me?", "ja": "「私の心眼は開いてるんじゃないでしょうか？"}
{"en": "My friend Harold March here will tell you I sometimes see things, even in the dark.\"", "ja": "ここにいる友人のハロルド・マーチは、私の目が暗闇でも見えてるんじゃないかと言いますから」"}
{"en": "\"Nobody sees anything except in the dark,\"", "ja": "「暗闇の中では例外なく誰の目も見えませんよ」"}
{"en": "said the magician.", "ja": "魔術師は答えた。"}
{"en": "Heavy clouds of sunset were closing round the wooden hut, enormous clouds, of which only the corners could be seen in the little window,", "ja": "夕焼け雲が立ちこめているのが、小さな窓から少しだけ見えた。"}
{"en": "like purple horns and tails,", "ja": "紫色の角やしっぽのような形をしている。"}
{"en": "almost as if some huge monsters were prowling round the place.", "ja": "巨大な怪物があたりをうろついているみたいだった。"}
{"en": "But the purple was already deepening to dark gray;", "ja": "だが雲の色ももはや紫から濃紺に変わり、"}
{"en": "it would soon be night.", "ja": "夜が近づいていた。"}
{"en": "\"Do not light the lamp,\"", "ja": "「明かりはつけないで」"}
{"en": "said the magus with quiet authority, arresting a movement in that direction.", "ja": "術師は穏やかに命じて動きを止めさせ、言った。"}
{"en": "\"I told you before that things happen only in the dark.\"", "ja": "「暗闇だからこそ起こるのだと申し上げたはずです」"}
{"en": "How such a topsy-turvy scene ever came to be tolerated in the colonel's office, of all places, was afterward a puzzle in the memory of many, including the colonel.", "ja": "かつて大佐の事務所であれどこであれ起こったことのない滅茶苦茶は、後になって大佐も含めた皆の記憶を混乱させていた。"}
{"en": "They recalled it like a sort of nightmare, like something they could not control.", "ja": "制御できない悪夢のように思い起こされる。"}
{"en": "Perhaps there was really a magnetism about the mesmerist; perhaps there was even more magnetism about the man mesmerized.", "ja": "それがおそらく催眠術師の磁力なのだろう、ますます術に引き込まれてゆく。"}
{"en": "Anyhow, the man was being mesmerized, for Horne Fisher had collapsed into a chair with his long limbs loose and sprawling and his eyes staring at vacancy;", "ja": "とにかく、術師は術をかけたわけであり、ホーン・フィッシャーは長い手足を放り出して椅子に崩れ落ち、目は虚空を見つめていた。"}
{"en": "and the other man was mesmerizing him, making sweeping movements with his darkly draped arms as if with black wings.", "ja": "術師の方は、黒衣に覆われた腕を黒い翼みたいに動かしている。"}
{"en": "The colonel had passed the point of explosion, and he dimly realized that eccentric aristocrats are allowed their fling.", "ja": "大佐の堪忍袋はとうに切れ、イカレた紳士どもが好き放題やってるんだと感じ始めた。"}
{"en": "He comforted himself with the knowledge that he had already sent for the police, who would break up any such masquerade,", "ja": "すでに警官を呼びにやっていたのが慰めで、彼らがこんなインチキをぶちこわしてくれるだろう。"}
{"en": "and with lighting a cigar,", "ja": "大佐はたばこに火をつけた。"}
{"en": "the red end of which, in the gathering darkness, glowed with protest.", "ja": "赤い先端が、漆黒の中でひとり燃えていた。"}
{"en": "\"Yes, I see pockets,\"", "ja": "「はい、ポケットが見えます」"}
{"en": "the man in the trance was saying.", "ja": "催眠状態の男が言った。"}
{"en": "\"I see many pockets, but they are all empty.", "ja": "「ポケットはすべて空っぽです。"}
{"en": "No;", "ja": "いえ、"}
{"en": "I see one pocket that is not empty.\"", "ja": "空じゃないのが一つあります」"}
{"en": "There was a faint stir in the stillness, and the magician said,", "ja": "かすかなざわめきの中、魔術師は尋ねた。"}
{"en": "\"Can you see what is in the pocket?\"", "ja": "「ポケットに何が入っているかわかりますか？」"}
{"en": "\"Yes,\"", "ja": "「ええ。"}
{"en": "\"there are two bright things.", "ja": "光るものが二つ。"}
{"en": "I think they are two bits of steel.", "ja": "鉄くずだと思います。"}
{"en": "One of the pieces of steel is bent", "ja": "ひとつは曲がってます。"}
{"en": "or crooked.\"", "ja": "歪んでるのかもしれない」"}
{"en": "\"Have they been used in the removal of the relic from downstairs?\"", "ja": "「それは階下から聖遺物を動かすのに使ったものですか？」"}
{"en": "\"Yes.\"", "ja": "「はい」"}
{"en": "There was another pause", "ja": "再び沈黙。"}
{"en": "and the inquirer added,", "ja": "探偵はさらに尋ねた。"}
{"en": "\"Do you see anything of the relic itself?\"", "ja": "「遺物そのものについて何か見えますか？」"}
{"en": "\"I see something shining on the floor,", "ja": "「床で何かが光っています。"}
{"en": "like the shadow or the ghost of it.", "ja": "影か幻のように。"}
{"en": "It is over there in the corner beyond the desk.\"", "ja": "机の向こうの隅にあります」"}
{"en": "There was a movement of men turning and then a sudden stillness, as of their stiffening,", "ja": "皆は向きを変え、息をのんだ。"}
{"en": "for over in the corner on the wooden floor there was really a round spot of pale light.", "ja": "木製の床の隅には、本当に白く光る丸い点があったのだ。"}
{"en": "It was the only spot of light in the room.", "ja": "部屋の中の唯一の光だ。"}
{"en": "The cigar had gone out.", "ja": "たばこは消えていた。"}
{"en": "\"It points the way,\"", "ja": "「これが示された道です」"}
{"en": "came the voice of the oracle.", "ja": "師の声がした。"}
{"en": "\"The spirits are pointing the way to penitence,", "ja": "「霊魂は悔悛の道を指し示しています。"}
{"en": "and urging the thief to restitution.", "ja": "盗人《ぬすびと》に返却を諭しています。"}
{"en": "I can see nothing more.\"", "ja": "それ以上はわかりません」"}
{"en": "His voice trailed off into a silence that lasted solidly for many minutes,", "ja": "声は次第に小さくなり、しばらく静寂が続いた。"}
{"en": "like the long silence below when the theft had been committed.", "ja": "盗まれた時と同じ長い静寂だった。"}
{"en": "Then it was broken by the ring of metal on the floor,", "ja": "床に金属音が響き、静寂が破られた。"}
{"en": "and the sound of something spinning and falling like a tossed halfpenny.", "ja": "放り投げた小銭が落ちてくるくる回っているような音だった。"}
{"en": "\"Light the lamp!\"", "ja": "「明かりをつけて！」"}
{"en": "cried Fisher", "ja": "フィッシャーが叫んだ。"}
{"en": "in a loud and even jovial voice, leaping to his feet with far less languor than usual.", "ja": "声は陽気で、立ち上がる様子もいつもより元気に見える。"}
{"en": "\"I must be going now,", "ja": "「もう行かなければ。"}
{"en": "but I should like to see it before I go.", "ja": "でも行く前に見たい。"}
{"en": "Why, I came on purpose to see it.\"", "ja": "だってそれを見に来たんですから」"}
{"en": "The lamp was lit, and he did see it, for St. Paul's Penny was lying on the floor at his feet.", "ja": "明かりが点き、聖パウロの白銅貨が足下に落ちているのが見えた。"}
{"en": "\"Oh, as for that,\"", "ja": "「ああ、そのことなら」"}
{"en": "explained Fisher, when he was entertaining March and Twyford at lunch about a month later,", "ja": "一と月後、マーチとトワイフォードを昼食に招いたフィッシャーが説明した。"}
{"en": "\"I merely wanted to play with the magician at his own game.\"", "ja": "「私はただ魔術師のゲームに付き合っただけですよ」"}
{"en": "\"I thought you meant to catch him in his own trap,\"", "ja": "「墓穴を掘らせるってことかな」"}
{"en": "said Twyford.", "ja": "とトワイフォード。"}
{"en": "\"I can't make head or tail of anything yet, but to my mind he was always the suspect.", "ja": "「私には未だにさっぱりわからないが、しかし彼が犯人だと思っていたんだが。"}
{"en": "I don't think he was necessarily a thief in the vulgar sense.", "ja": "必ずしも下世話な意味で泥棒だというんじゃない。"}
{"en": "The police always seem to think that silver is stolen for the sake of silver, but a thing like that might well be stolen out of some religious mania.", "ja": "警察は常に、銀貨は銀だからこそ盗まれると思っているようだが、銀貨みたいなものはおそらく、宗教マニアによって盗まれることが多いんだ。"}
{"en": "A runaway monk turned mystic might well want it for some mystical purpose.\"", "ja": "神秘主義者に転向した修道僧は、神秘的な目的のために欲しがったんだろう」"}
{"en": "\"No,\"", "ja": "「違います」"}
{"en": "replied Fisher,", "ja": "フィッシャーが答えた。"}
{"en": "\"the runaway monk is not a thief.", "ja": "「元僧侶は泥棒ではありません。"}
{"en": "At any rate he is not the thief.", "ja": "少なくとも、貨幣を盗んではいません。"}
{"en": "And he's not altogether a liar, either.", "ja": "嘘も言いませんでした。"}
{"en": "He said one true thing at least that night.\"", "ja": "あの晩、少なくとも一つ真実を言ったのです」"}
{"en": "\"And what was that?\"", "ja": "「それは何です？」"}
{"en": "inquired March.", "ja": "マーチが尋ねた。"}
{"en": "\"He said it was all magnetism.", "ja": "「すべては磁力だと。"}
{"en": "As a matter of fact, it was done by means of a magnet.\"", "ja": "実のところ、磁石が使われたんです」"}
{"en": "Then, seeing they still looked puzzled, he added,", "ja": "二人が戸惑ったように見つめるので、フィッシャーは続けた。"}
{"en": "\"It was that toy magnet belonging to your nephew, Mr. Twyford.\"", "ja": "「甥御さんの持っていた、おもちゃの磁石のことですよ、トワイフォードさん」"}
{"en": "\"But I don't understand,\"", "ja": "「だけど、わからないな」"}
{"en": "objected March.", "ja": "マーチが反論した。"}
{"en": "\"If it was done with the schoolboy's magnet, I suppose it was done by the schoolboy.\"", "ja": "「少年の磁石が原因ということは、少年がやったということでしょう」"}
{"en": "\"Well,\"", "ja": "「そうです」"}
{"en": "replied Fisher, reflectively,", "ja": "思案深げにフィッシャーは答えた。"}
{"en": "\"it rather depends which schoolboy.\"", "ja": "「むしろ、少年というものが、というべきですね」"}
{"en": "\"What on earth do you mean?\"", "ja": "「どういうことです？」"}
{"en": "\"The soul of a schoolboy is a curious thing,\"", "ja": "「少年の心というものは、好奇心に満ちています」"}
{"en": "Fisher continued, in a meditative manner.", "ja": "考え込むようにフィッシャーは続けた。"}
{"en": "\"It can survive a great many things besides climbing out of a chimney.", "ja": "「煙突をよじ登るだけじゃない、ほかにもたくさんのことをやってのけます。"}
{"en": "A man can grow gray in great campaigns, and still have the soul of a schoolboy.", "ja": "戦役で年老いた男にもまだ、少年の心はありました。"}
{"en": "A man can return with a great reputation from India and be put in charge of a great public treasure, and still have the soul of a schoolboy, waiting to be awakened by an accident.", "ja": "インドから凱旋後、国宝の担当となりましたが、少年の心はふとしたきっかけで呼び覚まされるのを待っていました。"}
{"en": "And it is ten times more so when to the schoolboy you add the skeptic,", "ja": "そこに懐疑論が加わることで子供っぽさは倍増されます。"}
{"en": "who is generally a sort of stunted schoolboy.", "ja": "いわゆるとっちゃんぼうやですね。"}
{"en": "You said just now that things might be done by religious mania.", "ja": "宗教マニアのことを言ってましたね。"}
{"en": "Have you ever heard of irreligious mania?", "ja": "非宗教マニアのことを聞いたことはありませんか？"}
{"en": "I assure you it exists very violently, especially in men who like showing up magicians in India.", "ja": "とても過激で、特にインド魔術を暴いている人たちだそうです。"}
{"en": "But here the skeptic had the temptation of showing up a much more tremendous sham nearer home.\"", "ja": "ところがこんな近くでインチキを暴くチャンスが訪れました」"}
{"en": "A light came into Harold March's eyes as he suddenly saw, as if afar off, the wider implication of the suggestion.", "ja": "ぼんやりと遠くにヒントを見出したように、ハロルド・マーチの目に光が宿った。"}
{"en": "But Twyford was still wrestling with one problem at a time.", "ja": "だがそのころトワイフォードの方は、まだ一つの問題と戦っていた。"}
{"en": "\"Do you really mean,\"", "ja": "「つまり"}
{"en": "\"that Colonel Morris took the relic?\"", "ja": "――モリス大佐が遺物を盗んだとおっしゃる？」"}
{"en": "\"He was the only person who could use the magnet,\"", "ja": "「磁石が使えたただ一人の人物です」"}
{"en": "replied Fisher.", "ja": "フィッシャーが答えた。"}
{"en": "\"In fact, your obliging nephew left him a number of things he could use.", "ja": "「愛すべき甥御さんは、使えるものをたくさん置いていきました。"}
{"en": "He had a ball of string, and an instrument for making a hole in the wooden floor", "ja": "糸玉、木に穴を開ける道具"}
{"en": "--I made a little play with that hole in the floor in my trance,", "ja": "――催眠状態の私がちょっと利用させていただいたあの床の穴です。"}
{"en": "by the way; with the lights left on below, it shone like a new shilling.\"", "ja": "それはさておき、つけっぱなしの階下の明かりが、新品の銀貨のように輝いたのです」"}
{"en": "Twyford suddenly bounded on his chair.", "ja": "トワイフォードは突然椅子から飛び上がった。"}
{"en": "\"But in that case,\"", "ja": "「だがあのとき」"}
{"en": "he cried, in a new and altered voice,", "ja": "今までとはまったく違う調子で叫んだ。"}
{"en": "\"why then of course", "ja": "「確か"}
{"en": "-- You said a piece of steel--?\"", "ja": "――あなたは鉄くずだとおっしゃったのでは――？」"}
{"en": "\"I said there were two pieces of steel,\"", "ja": "「鉄くずが二つと言いました。"}
{"en": "\"The bent piece of steel was the boy's magnet.", "ja": "曲がった鉄とは磁石のこと。"}
{"en": "The other was the relic in the glass case.\"", "ja": "もう一つは、ガラスケースの中の貨幣です」"}
{"en": "\"But that is silver,\"", "ja": "「だがあれは銀だ」"}
{"en": "answered the archaeologist, in a voice now almost unrecognizable.", "ja": "何とも言えぬ声色で考古学者は答えた。"}
{"en": "\"Oh,\"", "ja": "「ああ」"}
{"en": "replied Fisher, soothingly,", "ja": "なだめるようにフィッシャーが答えた。"}
{"en": "\"I dare say it was painted with silver a little.\"", "ja": "「それはメッキでしょう」"}
{"en": "There was a heavy silence, and at last Harold March said,", "ja": "皆、無言だったが、ついにハロルド・マーチが口を開いた。"}
{"en": "\"But where is the real relic?\"", "ja": "「だけど、本物の貨幣はどこです？」"}
{"en": "\"Where it has been for five years,\"", "ja": "「ここ五年の間あったところです」"}
{"en": "replied Horne Fisher,", "ja": "ホーン・フィッシャーが答えた。"}
{"en": "\"in the possession of a mad millionaire named Vandam, in Nebraska.", "ja": "「ネブラスカ州のヴァンダムという大億万長者が所有していました。"}
{"en": "There was a playful little photograph about him in a society paper the other day,", "ja": "先日新聞にふざけた写真が載りました。"}
{"en": "mentioning his delusion, and saying he was always being taken in about relics.\"", "ja": "彼の詐欺について触れられており、いつも贋物の遺物をつかませていたと書かれてあります」"}
{"en": "Harold March frowned at the tablecloth; then, after an interval, he said:", "ja": "ハロルド・マーチはしばらくのあいだテーブルクロスをにらんでから言った。"}
{"en": "\"I think I understand your notion of how the thing was actually done;", "ja": "「実際にどのように行われたのかわかったつもりです。"}
{"en": "according to that,", "ja": "こうですよね。"}
{"en": "Morris just made a hole and fished it up with a magnet at the end of a string.", "ja": "モリスは穴を開け、ひもの先につけた磁石で釣り上げた。"}
{"en": "Such a monkey trick looks like mere madness,", "ja": "イカレた子供だましです。"}
{"en": "but I suppose he was mad,", "ja": "だけどある意味イカレてたんだろうな。"}
{"en": "partly with the boredom of watching over what he felt was a fraud, though he couldn't prove it.", "ja": "インチキだと思っていたものを監視するのに飽きたけれど、証明するすべがない。"}
{"en": "Then came a chance to prove it,", "ja": "そこに証明するチャンスが訪れた。"}
{"en": "to himself at least,", "ja": "少なくとも自己満足のね。"}
{"en": "and he had what he called 'fun' with it.", "ja": "『楽しみ』と呼んでいたものを手に入れたわけです。"}
{"en": "Yes, I think I see a lot of details now.", "ja": "今は細かいところまでわかります。"}
{"en": "But it's just the whole thing that knocks me.", "ja": "だけど驚きだな。"}
{"en": "How did it all come to be like that?\"", "ja": "どうしてそんなことになったんです？」"}
{"en": "Fisher was looking at him with level lids and an immovable manner.", "ja": "フィッシャーは身動きひとつせずにマーチをじっと見つめた。"}
{"en": "\"Every precaution was taken,\"", "ja": "「あらゆる警戒が敷かれていました。"}
{"en": "\"The Duke carried the relic on his own person, and locked it up in the case with his own hands.\"", "ja": "そして大公自ら遺物を運び、自らケースに錠をかけたのです」"}
{"en": "March was silent;", "ja": "マーチは何も言わなかったが、"}
{"en": "but Twyford stammered.", "ja": "トワイフォードがどもりながら言った。"}
{"en": "\"I don't understand you.", "ja": "「わかりませんね。"}
{"en": "You give me the creeps.", "ja": "あなたは材料を与えてくれました。"}
{"en": "Why don't you speak plainer?\"", "ja": "なぜもっとはっきり言わないんです？」"}
{"en": "\"If I spoke plainer you would understand me less,\"", "ja": "「もっとはっきり言ったなら、もっとわからなくなるでしょう」"}
{"en": "\"All the same I should try,\"", "ja": "「それでも試してみるべきですね」"}
{"en": "said March, still without lifting his head.", "ja": "顔を上げずにマーチが言った。"}
{"en": "\"Oh, very well,\"", "ja": "「ええ、いいでしょう」"}
{"en": "replied Fisher, with a sigh;", "ja": "フィッシャーはため息をついた。"}
{"en": "\"the plain truth is, of course, that it's a bad business.", "ja": "「はっきりとした真実とは、不正取引です。"}
{"en": "Everybody knows it's a bad business who knows anything about it.", "ja": "誰もがそれが不正だと知っています。"}
{"en": "But it's always happening,", "ja": "だが常に起こってしまう。"}
{"en": "and in one way one can hardly blame them.", "ja": "ある意味では責められません。"}
{"en": "They get stuck on to a foreign princess that's as stiff as a Dutch doll,", "ja": "その人は木の人形みたいに冷たい外国のお姫様に惚れたのです。"}
{"en": "and they have their fling.", "ja": "火遊びでした。"}
{"en": "In this case it was a pretty big fling.\"", "ja": "だがそれは、かなり大きな火事でした」"}
{"en": "The face of the Rev. Thomas Twyford certainly suggested that he was a little out of his depth in the seas of truth, but as the other went on speaking vaguely the old gentleman's features sharpened and set.", "ja": "トーマス・トワイフォード牧師の顔からは、真実をあまり理解していないらしいことが察せられたが、フィッシャーは特定の老紳士の人物像を曖昧に話し続けた。"}
{"en": "\"If it were some decent morganatic affair I wouldn't say;", "ja": "「それが慎み深い身分違いの恋なら、何も言いません。"}
{"en": "but he must have been a fool to throw away thousands on a woman like that.", "ja": "しかしそうした女性に何千と費やす馬鹿な男だったのです。"}
{"en": "At the end it was sheer blackmail;", "ja": "詰まるところは、完全な搾取です。"}
{"en": "but it's something that the old ass didn't get it out of the taxpayers.", "ja": "だが愚かな老人は国民からではなく、"}
{"en": "He could only get it out of the Yank,", "ja": "アメリカ人から手に入れたのです。"}
{"en": "and there you are.\"", "ja": "そういうことですよ」"}
{"en": "The Rev. Thomas Twyford had risen to his feet.", "ja": "トーマス・トワイフォード牧師は立ち上がった。"}
{"en": "\"Well, I'm glad my nephew had nothing to do with it,\"", "ja": "「では、ありがたいことに甥は何の関係もなかったんですね。"}
{"en": "\"And if that's what the world is like, I hope he will never have anything to do with it.\"", "ja": "それが世間というものならば、甥には何一つ関わってほしくありませんな」"}
{"en": "\"I hope not,\"", "ja": "「私もそう思います」"}
{"en": "answered Horne Fisher.", "ja": "ホーン・フィッシャーが答えた。"}
{"en": "\"No one knows so well as I do that one can have far too much to do with it.\"", "ja": "「誰もが深く関わりかねない、でも誰も私ほど知らないんです」"}
{"en": "For Summers Minor had indeed nothing to do with it;", "ja": "サマーズ・マイナーは実際に何の関係もなかった。"}
{"en": "and it is part of his higher significance that he has really nothing to do with the story, or with any such stories.", "ja": "この物語であれ、どの物語であれ、重要な役割を占めてはいない。"}
{"en": "The boy went like a bullet through the tangle of this tale of crooked politics and crazy mockery and came out on the other side, pursuing his own unspoiled purposes.", "ja": "少年は、歪んだ政治とイカレたインチキの大混乱から弾丸のように飛び出すと向こうに抜け出し、当初の目的を追っていたのだ。"}
{"en": "From the top of the chimney he climbed he had caught sight of a new omnibus, whose color and name he had never known,", "ja": "登った煙突のてっぺんから、見たことのない色と名前のバスを見つけた。"}
{"en": "as a naturalist might see a new bird or a botanist a new flower.", "ja": "あたかも博物学者が新種の鳥を、植物学者が新種の花を見つけるように。"}
{"en": "And he had been sufficiently enraptured in rushing after it, and riding away upon that fairy ship.", "ja": "その夢の船の後を追いかけ乗り込んで、うっとりしていたのである。"}
