{"en": "Boycott Amazon!", "ja": "Amazonをボイコットしよう!"}
{"en": "If you support the boycott,", "ja": "もしボイコットを支持するなら、"}
{"en": "Please make links to this page", "ja": "このページへのリンクを作ってください!"}
{"en": "Why we boycott Amazon", "ja": "なぜAmazonをボイコットするのか"}
{"en": "Amazon has obtained a US patent (5,960,411) on an important and obvious idea for E-commerce:", "ja": "AmazonはE-commerceの誰にも明らかで重要なアイデアについて 米国特許(US pat.5,960,411) を取得しました。"}
{"en": "an idea sometimes known as one-click purchasing.", "ja": "このアイデアは一般に1-クリック購入と言われるもので、"}
{"en": "The idea is that your command in a web browser to buy a certain item can carry along information about your identity.", "ja": "ある商品を購入するという指示とともに、ユーザを特定する情報を一緒にウェブブラウザが渡せるようにしたものです。"}
{"en": "(It works by sending the server a \"cookie\", a kind of ID code that your browser received previously from the same server.)", "ja": "(これはサーバに\"cookie\" --同じサーバから以前に受信した一種のID番号-- を送信する方法を利用します。)"}
{"en": "Amazon has sued to block the use of this simple idea, showing that they truly intend to monopolize it.", "ja": "Amazonは、アイデアを本気で独占しようとして、この単純なアイデアの使用を差し止める訴訟を起こしました。"}
{"en": "This is an attack against the World Wide Web and against E-commerce in general.", "ja": "これはWorld Wide WebやE-commerce全体への攻撃です。"}
{"en": "The idea patented here is just that a company can give you something which you can subsequently show them to identify yourself for credit.", "ja": "特許の取られたアイデアは、ただ企業がユーザに後で自分を特定し、証明できるものを与えるというだけです。"}
{"en": "This is nothing new:", "ja": "これは少しも新しいものではありません、"}
{"en": "a physical credit card does the same job, after all.", "ja": "結局、クレジットカードは同じ働きをします。"}
{"en": "But the US Patent Office issues patents on obvious and well-known ideas every day.", "ja": "しかし米国特許庁は 毎日、誰にでも明らかで良く知られたアイデアに特許を与えています。"}
{"en": "Sometimes the result is a disaster.", "ja": "その結果、まれに大惨事が起こります。"}
{"en": "Today Amazon is suing one large company.", "ja": "現在、Amazonは一社の大企業を訴えています。"}
{"en": "If this were just a dispute between two companies, it would not be an important public issue.", "ja": "もしこれが二企業間の争いにすぎなければ、公的に重要な問題とは 言えないでしょう。"}
{"en": "But the patent gives Amazon the power over anyone who runs a web site in the US (and any other countries that give them similar patents)--power to control all use of this technique.", "ja": "しかし特許はAmazonに米国(や同じような特許を許可する全ての国)で、ウェブサイトを 運用する誰もを支配する力 --この手法のいかなる使用をもコントロールする力-- を与えました。"}
{"en": "Although only one company is being sued today, the issue affects the whole Internet.", "ja": "今日は一つの企業が訴えられただけですが、この問題はインターネット全体に影響を及ぼすでしょう。"}
{"en": "Amazon is not alone at fault in what is happening.", "ja": "責任を負うのはAmazonだけではありません。"}
{"en": "The US Patent Office is to blame for having very low standards, and US courts are to blame for endorsing them.", "ja": "米国特許庁は非常に低い基準をもうけたことに 責任があり、米国の法廷はそれを是認したことに責任があります。"}
{"en": "And US patent law is to blame for authorizing patents on information-manipulating techniques and patterns of communication--a policy that is harmful in general.", "ja": "そして米国特許法は情報操作の 技術や通信の方法についての特許を承認している --これは一般的に有害な方針です-- ことに責任があります。"}
{"en": "(See http://lpf.ai.mit.edu/ for more information about the broader issue of software patents.)", "ja": "(ソフトウェアの特許に関するより詳しい情報はhttp://lpf.ai.mit.edu/ を参照してください。)"}
{"en": "Foolish government policies gave Amazon the opportunity--but an opportunity is not an excuse.", "ja": "愚かしい政府の方針がAmazonに好機を与えました--しかしそれは言い訳にはなりません。"}
{"en": "Amazon made the choice to obtain this patent, and the choice to use it in court for aggression.", "ja": "Amazonは特許を取得するという選択をしました、そして、それを法廷での攻撃に利用しました。"}
{"en": "The ultimate moral responsibility for Amazon's actions lies with Amazon's executives.", "ja": "Amazonの行為の倫理的責任は、最終的にはAmazonの重役達が負うものです。"}
{"en": "We can hope that the court will find this patent is legally invalid,", "ja": "我々は、法廷がこの特許を法的に無効だと認めることを期待することもできます。"}
{"en": "Whether they do so will depend on detailed facts and obscure technicalities.", "ja": "法廷がそう認めるか どうかは、細かな事実と、解しがたい法廷技術によるでしょう。"}
{"en": "The patent uses piles of semirelevant detail to make this \"invention\" look like something subtle.", "ja": "この特許では、関連がないでもない 微細な事柄を山ほど用いて、この\"発明\"を何か巧妙な物のように仕立てあげているでしょう。"}
{"en": "But we do not have to wait passively for the court to decide the freedom of E-commerce.", "ja": "けれど法廷がE-commerceの自由を守る判決を下すのを、我々がただ待っている必要はありません。"}
{"en": "There is something we can do right now: we can refuse to do business with Amazon.", "ja": "いますぐ我々に出来ることがあります、Amazonと取引するのを拒否することです。"}
{"en": "Please do not buy anything from Amazon", "ja": "Amazonから何も買わないでください。"}
{"en": "until they promise to stop using this patent to threaten or restrict other web sites.", "ja": "この特許を使って、他のサイトを脅したり束縛したりするのを止めると約束するまでは。"}
{"en": "If you are the author of a book sold by Amazon, you can provide powerful help to this campaign by putting this text into the \"author comment\" about your book, on Amazon's web site.", "ja": "もしあなたがAmazonで売られている本の著者ならば、貴著のAmazonサイトでの\"著者コメント\" にこの文章を書くことで、このキャンペーンを大きく助けることができるでしょう。"}
{"en": "(Alas, it appears they are refusing to post these comments for authors.)", "ja": "(悲しいかな、どうも彼らはこうしたコメントの投稿を拒否しているようです。)"}
{"en": "If you have suggestions, or if you simply support the boycott, please send mail to <amazon@gnu.org> to let us know.", "ja": "あなたにご意見があったり、ボイコットを支持してくれるならば、ぜひ<amazon@gnu.org> までメールを送って我々に教えてください。"}
{"en": "Amazon's response to people who write about the patent contains a subtle misdirection which is worth analyzing:", "ja": "特許に関してAmazonに意見を送った人への、彼らの以下の返答は、巧妙に人を誤解させる内容を含んでおり、検討してみる価値があります。"}
{"en": "The patent system is designed to encourage innovation, and we spent thousands of hours developing our 1-ClickR shopping feature.", "ja": "特許の仕組みは発明を奨励するもので、我々は数千時間を1-ClickRショッピング機能の開発に費やしました。"}
{"en": "If they did spend thousands of hours, they surely did not spend it thinking of the general technique that the patent covers.", "ja": "もし彼らが本当に数千時間を費やしたとしても、決してこの技術自体を考えるのに費やしたわけではないでしょう。"}
{"en": "So if they are telling the truth, what did they spend those hours doing?", "ja": "では彼らの言うことが本当なら、彼らはいったい、なにに時間を費やしたのでしょう?"}
{"en": "Perhaps they spent some of the time writing the patent application.", "ja": "もしかしたら、彼らは特許申請書を書くのに幾らかの時間をかけたかもしれません。"}
{"en": "That task was surely harder than thinking of the technique.", "ja": "その作業は確実に、この技術を考えつくよりも時間が掛かるでしょう。"}
{"en": "Or perhaps they are talking about the time it took designing, writing, testing, and perfecting the scripts and the web pages to handle one-click shopping.", "ja": "さもなければ、1-クリックショッピングを扱えるようにウェブサイトやスクリプトを設計し、記述し、 テストし、確実に動作するように時間を費やしたかもしれません。"}
{"en": "That was surely a substantial job.", "ja": "それは実際に行われた作業でしょう。"}
{"en": "Looking carefully at their words, it seems the \"thousands of hours developing\" could include either of these two jobs.", "ja": "彼らの言葉を注意深く見てください、\"数千時間の開発期間\"には、これらの作業も含まれ得ます。"}
{"en": "But the issue here is not about the details in their particular scripts (which they do not release to us) and web pages (which are copyrighted anyway).", "ja": "しかし今回問題となったのは、彼らの(非公開の)スクリプトの詳細や(著作権で保護された)ウェブページの内容ではありません。"}
{"en": "The issue here is the general idea, and whether Amazon should have a monopoly on that idea.", "ja": "ここでの問題は、一般的なアイデアについて、Amazonがこのアイデアに独占権を持つべきであったかということです。"}
{"en": "Are you, or I, free to spend the necessary hours writing our own scripts, our own web pages, to provide one-click shopping?", "ja": "貴方や私は、必要な時間を費やして、1-クリックショッピングを提供する独自のスクリプトを 書いたり、独自のウェブページを自由に書けるでしょうか?"}
{"en": "Even if we are selling something other than books, are we free to do this?", "ja": "本以外の物を売るとしたら、 自由にできるのでしょうか?"}
{"en": "That is the question.", "ja": "それが疑問です。"}
{"en": "Amazon seeks to deny us that freedom, with the eager help of a misguided US government.", "ja": "Amazonは、心得違いの米国政府の熱心な助力を受けて、 我々の自由を否定しようとしています。"}
{"en": "When Amazon sends out cleverly misleading statements like the one quoted above, it demonstrates something important:", "ja": "Amazonが上述のような人を迷わせる声明を発するとすれば、それには重大な意味があります。"}
{"en": "they do care what the public thinks of their actions.", "ja": "人々が彼らの行動をどう思うかを気にしているということです。"}
{"en": "They must care", "ja": "とうぜん気にせねばなりません"}
{"en": "--they are a retailer.", "ja": "--彼らは 小売商ですから。"}
{"en": "Public disgust can affect their profits.", "ja": "人々に嫌悪されれば、利益に響きます。"}
{"en": "People have pointed out that the problem of software patents is much bigger than Amazon,", "ja": "人々は、ソフトウェア特許の問題は、Amazon一社の問題よりずっと大きいと指摘します。"}
{"en": "that other companies might have acted just the same, and that boycotting Amazon won't directly change patent law.", "ja": "他の企業も全く同じ行動をとったかもしれないし、Amazonをボイコットしても特許法を直ちに 変えることは出来ないだろうと言います。"}
{"en": "Of course, these are all true.", "ja": "勿論、これらは全て真実です。"}
{"en": "But that is no argument against this boycott!", "ja": "しかし、これはボイコットに 反対する論拠とはなりません!!"}
{"en": "If we mount the boycott strongly and lastingly, Amazon may eventually make a concession to end it.", "ja": "もし我々がボイコットを強力かつ長く行えば、Amazonはやがて譲歩をするでしょう。"}
{"en": "And even if they do not, the next company which has an outrageous software patent and considers suing someone will realize there can be a price to pay.", "ja": "彼らがせずとも、べつの無法なソフトウェア特許を持つ企業は、誰かを訴えるときには代償を 払わねばならないだろうと考えるでしょう。"}
{"en": "They may have second thoughts.", "ja": "そして考えを改めるかもしれません。"}
{"en": "The boycott can also indirectly help change patent law", "ja": "また、ボイコットは特許法の改正の助けになります"}
{"en": "--by calling attention to the issue and spreading demand for change.", "ja": "--問題に注意が向けられ、それを変える要求が広がることで。"}
{"en": "And it is so easy to participate", "ja": "そしてボイコットには簡単に参加することができます。"}
{"en": "that there is no need to be deterred on that account.", "ja": "何も引きとめる ものはありません。"}
{"en": "If you agree about the issue, why not boycott Amazon?", "ja": "もしあなたが賛同するなら、なぜAmazonをボイコットしないのですか?"}
{"en": "To help spread the word, please put a note about the boycott on your own personal web page,", "ja": "この話が広がるのに役立つように、あなたの個人的なウェブページに、Amazonのボイコットに関して 書いてください。"}
{"en": "and on institutional pages as well if you can.", "ja": "できるなら、あなたの所属する団体のページにも載せてください。"}
{"en": "Make a link to this page; updated information will be placed here.", "ja": "また、このページへのリンクを張ってください、新しい情報はここに掲載されます。"}
