{"en": "The Cask of Amontillado", "ja": "アモンティリャードの酒樽"}
{"en": "The thousand injuries of Fortunato I had borne as I best could,", "ja": "数え上げたらきりがないほどフォーチュネートから侮辱され、それでも私はじっとこらえて耐えてきた。"}
{"en": "but when he ventured upon insult, I vowed revenge.", "ja": "だが、そこまでして私を傷つけるのかいう言動に出たとき、復讐を誓ったのだ。"}
{"en": "You, who so well know the nature of my soul, will not suppose, however, that I gave utterance to a threat.", "ja": "私が言葉で人を脅すような性分でないことを君はよく知っているはずだ。"}
{"en": "At length I would be avenged;", "ja": "いずれ必ずこの恨みは晴らしてやる。"}
{"en": "this was a point definitely settled--", "ja": "この決心だけは揺らぐことはない。"}
{"en": "but the very definitiveness with which it was resolved, precluded the idea of risk.", "ja": "だが、私の心は決まったとはいえ、フォーチュネートに感づかれるような馬鹿な真似はしなかった。"}
{"en": "I must not only punish, but punish with impunity.", "ja": "この男に制裁を加えるだけではなくこちらが罰を受けないように事を運ばなければならない。"}
{"en": "A wrong is unredressed when retribution overtakes its redresser.", "ja": "復讐者がその報いをうけるようでは復讐したことにはならない。"}
{"en": "It is equally unredressed when the avenger fails to make himself felt as such to him who has done the wrong.", "ja": "また復讐を果たしても相手がその事に全く気づいていないときも復讐をなし遂げたとは言えないのだ。"}
{"en": "It must be understood that neither by word nor deed had I given Fortunato cause to doubt my good will.", "ja": "そこでまず承知しておいてもらいたいのはフォーチュネートに警戒心を抱かせるようなことは言いもしなければやりもしなかった。"}
{"en": "I continued, as was my wont, to smile in his face, and he did not perceive that my smile  now was at the thought of his immolation.", "ja": "私はいつものように笑顔で接したが、この男を生け贄にあげるのだと想えばこそこぼれてくる笑みだということにフォーチュネートは気づいていなかった。"}
{"en": "He had a weak point--this Fortunato--", "ja": "このフォーチュネートという男には一つだけ弱みがあった。"}
{"en": "although in other regards he was a man to be respected and even feared.", "ja": "だが、それを別にすれば、周りの者から一目おかれ、恐れられていた。"}
{"en": "He prided himself on his connoisseurship in wine.", "ja": "この男は自分がワイン通だといってうぬぼれていたのだ。"}
{"en": "Few Italians have the true virtuoso spirit.", "ja": "しかし本物の名人と呼べる者はイタリア人の中にはまずいない。"}
{"en": "For the most part their enthusiasm is adopted to suit the time and opportunity-- to practise imposture upon the British and Austrian  millionaires.", "ja": "彼らが何かに熱心に打ち込んでいるときはたいていイギリス人やアメリカ人の金持ちをペテンにかけようとよからぬ事を考えているときで、その時と場合にあわせて名人の振りをしているだけなのだ。"}
{"en": "In painting and gemmary, Fortunato, like his countrymen, was a quack--", "ja": "フォーチュネートも絵画や宝石の類では同国人の例にもれずはったり屋であった。"}
{"en": "but in the matter of old wines he was sincere.", "ja": "だが、古酒のこととなると本当に真剣なのだ。"}
{"en": "In this respect I did not differ from him materially: I was skillful in the Italian vintages myself,", "ja": "私も古酒についてはかなりうるさいほうでフォーチュネートに劣ることはないと思っている。"}
{"en": "and bought largely whenever I could.", "ja": "機会があればいつも大量に買い込んでいた。"}
{"en": "It was about dusk, one evening during the supreme madness of the carnival season,", "ja": "あれはカルナバーレの狂乱もたけなわのある夕暮れ、辺りが暗くなりかけた頃だった。"}
{"en": "that I encountered my friend.", "ja": "偶然フォーチュネートに出くわしたのだ。"}
{"en": "He accosted me with excessive warmth, for he had been drinking much.", "ja": "かなり酒が入っていたようで、やけに親しげにフォーチュネートのほうから声をかけてきた。"}
{"en": "The man wore motley.", "ja": "彼は道化師の身なりをしており、"}
{"en": "He had on a tight-fitting parti-striped dress, and his head was surmounted by the conical cap and bells.", "ja": "身体にぴたりとはりついたまだらの縞の服を着て、鈴のついたとんがり帽子をかぶっていた。"}
{"en": "I was so pleased to see him, that I thought I should never have done wringing his hand.", "ja": "私は獲物に出会えた嬉しさに、握ったフォーチュネートの手をこのまま絶対離すものかと思った。"}
{"en": "\"My dear Fortunato, you are luckily met.", "ja": "「フォーチュネート君か、いやあ、実にいいところで会えたよ。"}
{"en": "How remarkably well you are looking to-day!", "ja": "それにしても今日の格好はまた見事に君に似合ってるじゃないか！"}
{"en": "But I have received a pipe of what passes for Amontillado, and I have my doubts.\"", "ja": "そうそう、そんなことより、アモンティリャードだという酒樽を手にいれたんだがそれがどうも胡散臭くてね」"}
{"en": "\"How?\"", "ja": "「何だって？"}
{"en": "\"Amontillado?", "ja": "アモンティリャード？"}
{"en": "A pipe?", "ja": "酒樽だって？"}
{"en": "Impossible!", "ja": "まさか！"}
{"en": "And in the middle of the carnival!\"", "ja": "カルナバーレの真っ最中に？」"}
{"en": "\"I have my doubts,\"", "ja": "「だからおかしいんだ。"}
{"en": "\"and I was silly enough to pay the full Amontillado price without consulting you in the matter.", "ja": "こういう話を君に相談もせずにアモンティリャード一樽分の代金を払ってしまったなんてまったくどうかしてたよ。"}
{"en": "You were not to be found, and I was fearful of losing a bargain.\"", "ja": "でも君は何処にいるのかわからないし、かといってせっかくの掘り出し物を買いそびれたら損じゃないか」"}
{"en": "\"Amontillado!\"", "ja": "「アモンティリャード！」"}
{"en": "\"I have my doubts.\"", "ja": "「だから疑ってるんだ」"}
{"en": "\"Amontillado!\"", "ja": "「アモンティリャードだって！」"}
{"en": "\"And I must satisfy them.\"", "ja": "「だからそれをはっきりさせなきゃならないんだ」"}
{"en": "\"Amontillado!\"", "ja": "「アモンティリャード！」"}
{"en": "\"As you are engaged, I am on my way to Luchesi.", "ja": "「君は忙しそうだから、僕はルクレシのところへ行く途中なんだ。"}
{"en": "If any one has a critical turn, it is he.", "ja": "他に利き酒ができる者といったら、そりゃルクレシだろ。"}
{"en": "He will tell me--\"", "ja": "きっと彼なら教えてくれる・・・」"}
{"en": "\"Luchesi cannot tell Amontillado from Sherry.\"", "ja": "「ルクレシなんかにシェリー酒の違いがわかるわけがない」"}
{"en": "\"And yet some fools will have it that his taste is a match for your own.\"", "ja": "「でも彼の舌は君に匹敵すると言い張ってる馬鹿な連中がいまだにいてね」"}
{"en": "\"Come, let us go.\"", "ja": "「そうか、よし、それなら行こうじゃないか」"}
{"en": "\"Whither?\"", "ja": "「どこへ？」"}
{"en": "\"To your vaults.\"", "ja": "「君の館の酒蔵にきまってるじゃないか」"}
{"en": "\"My friend, no.", "ja": "「それはいけない。"}
{"en": "It is not the engagement,", "ja": "君と約束もしていないのに。"}
{"en": "but the severe cold with which I perceive you are afflicted.", "ja": "それにひどい風邪をひいてるようじゃないか。"}
{"en": "The vaults are insufferably damp.", "ja": "地下の酒蔵はそりゃひどい湿気で、"}
{"en": "They are encrusted with nitre.\"", "ja": "辺り一面硝石だらけなんだ」"}
{"en": "\"Let us go, nevertheless.", "ja": "「そんなことはいいから、さあ、行こう。"}
{"en": "The cold is merely nothing.", "ja": "風邪はもう何ともないんだ。"}
{"en": "Amontillado!", "ja": "アモンティリャードだって！"}
{"en": "You have been imposed upon.", "ja": "君は騙されたんだよ。"}
{"en": "And as for Luchesi, he cannot distinguish Sherry from Amontillado.\"", "ja": "だいたいルクレシにシェリー酒を飲ませたところでどれがアモンティリャードかわかるわけはないんだ」"}
{"en": "Thus speaking, Fortunato possessed himself of my arm.", "ja": "と言うや、今度はフォーチュネートのほうが腕を掴んできた。"}
{"en": "Putting on a mask of black silk, and drawing a roquelaire closely about my person,", "ja": "私は絹の黒い仮面をつけ、身体に巻き付くくらい外套を引き寄せた。"}
{"en": "I suffered him to hurry me to my palazzo.", "ja": "早く早くとフォーチュネートにせかされるまま館へと戻ってきたのである。"}
{"en": "There were no attendants at home;", "ja": "館には誰も残っていなかった。"}
{"en": "they had absconded to make merry in honour of the time.", "ja": "召使い達は皆、カルナバーレを祝って浮かれ騒ごうとどこかへ出かけてしまっていたのだ。"}
{"en": "I had told them that I should not return until the morning, and had given them explicit orders not to stir from the house.", "ja": "私は朝まで戻らないから誰も出かけてはならんと召使い達に言い聞かせておいた。"}
{"en": "These orders were sufficient, I well knew, to insure their immediate disappearance, one and all, as soon as my back was turned.", "ja": "そう言うだけでことは足りる。"}
{"en": "I took from their sconces two flambeaux, and giving one to Fortunato,", "ja": "私は召使い部屋の突き出し燭台から灯りのともった燭台を２本とり、フォーチュネートに１本を渡した。"}
{"en": "bowed him through several suites of rooms to the archway that led into the vaults.", "ja": "部屋をいくつも通り抜け、私は頭を低くして地下の酒蔵へ続くアーチ道へ彼を案内した。"}
{"en": "I passed down a long and winding staircase, requesting him to be cautious as he followed.", "ja": "私の後についてくるフォーチュネートに足もとに気を付けるよう注意し、長い螺旋階段を降りていった。"}
{"en": "We came at length to the foot of the descent, and stood together on the damp ground of the catacombs of the Montresors.", "ja": "ようやく足が一番下の地面を踏んだのであるが、２人が着いた所はじめじめとしたモントレソール家のカタコンベ（地下墓地）であった。"}
{"en": "The gait of my friend was unsteady, and the bells upon his cap jingled as he strode.", "ja": "足場が悪いのかフォーチュネートはしっかり歩けないようで、一歩動くたびに帽子の鈴がちりんと音をたてるのである。"}
{"en": "\"The pipe,\"", "ja": "「樽は」"}
{"en": "said he.", "ja": "とフォーチュネートがきいた。"}
{"en": "\"It is farther on,\"", "ja": "「もっと奥だ。"}
{"en": "\"but observe the white web-work", "ja": "ところで、ほら見てご覧よ。"}
{"en": "which gleams from these cavern walls.\"", "ja": "白い蜘蛛の巣を張り巡らしたように洞窟の壁という壁が煌めいているだろ」"}
{"en": "He turned towards me, and looked into my eyes with two filmy orbs that distilled the rheum of intoxication.", "ja": "フォーチュネートは振り向いて私の目をのぞき込んだのであるが、酒が回っているせいでその２つの眼球はぼうっと霞み涙がしたたり落ちていた。"}
{"en": "\"Nitre?\"", "ja": "しばらくして"}
{"en": "he asked, at length.", "ja": "「硝石か？」"}
{"en": "\"Nitre,\"", "ja": "「そう、硝石だ」"}
{"en": "I replied.", "ja": "と答えた。"}
{"en": "\"How long have you had that cough?\"", "ja": "「ところでいつから風邪をひいているんだい？」"}
{"en": "\"Ugh! ugh! ugh!--ugh! ugh! ugh!--ugh! ugh! ugh!--ugh! ugh! ugh!--ugh! ugh! ugh!\"", "ja": "「うほっ！うほっ！うぐっ！うほっ！ぐふ！ぐふ！ぐふ！ぐふ！うふっ！うふっ！ぐふっ！ぐふっ！ぐふっ！ぐふっ！」"}
{"en": "My poor friend found it impossible to reply for many minutes.", "ja": "気の毒に、私の友人はしばらく返事をすることも出来なかったのだ。"}
{"en": "\"It is nothing,\"", "ja": "「もう良くなってる」"}
{"en": "he said, at last.", "ja": "やっと返事が返ってきた。"}
{"en": "\"Come,\"", "ja": "「さあ、」"}
{"en": "I said, with decision,", "ja": "と私は切り出した。"}
{"en": "\"we will go back;", "ja": "「もう引き返したほうがいいよ。"}
{"en": "your health is precious.", "ja": "身体を大切にしないとだめだ。"}
{"en": "You are rich, respected, admired, beloved;", "ja": "君には財産もあるし、それに大勢の人が君のことを尊敬して賞賛しているじゃないか。"}
{"en": "you are happy,", "ja": "君は幸せな人だよ。"}
{"en": "as once I was.", "ja": "そういう僕も昔はそうだったけど。"}
{"en": "You are a man to be missed.", "ja": "君はなくてはならない人なんだよ。"}
{"en": "For me it is no matter.", "ja": "僕なんてどうなったてかまやしない。"}
{"en": "We will go back;", "ja": "さあ、もう帰ろう。"}
{"en": "you will be ill, and I cannot be responsible.", "ja": "君は病気なんだから、何かあったら僕には責任がとれない。"}
{"en": "Besides, there is Luchesi--\"", "ja": "君のかわりにルクレシが・・・」"}
{"en": "\"Enough,\"", "ja": "「もう結構だ。"}
{"en": "\"the cough is a mere nothing;", "ja": "こんな咳、たいしたことじゃない。"}
{"en": "it will not kill me.", "ja": "死んだりなんかするものか。"}
{"en": "I shall not die of a cough.\"", "ja": "咳ぐらいで死ぬわけがないだろ」"}
{"en": "\"True--", "ja": "「それもそうだ。"}
{"en": "true,\"", "ja": "全くその通りだ」"}
{"en": "I replied;", "ja": "と私はうなずいた。"}
{"en": "\"and, indeed, I had no intention of alarming you unnecessarily--", "ja": "「君によけいな事を言って不安にさせてやろうなんてつもりじゃないんだ。"}
{"en": "but you should use all proper caution.", "ja": "でも用心するに越したことはない。"}
{"en": "A draught of this Medoc will defend us from the damps.\"", "ja": "このメドックでも一杯飲んで湿気予防といこうじゃないか」"}
{"en": "Here I knocked off the neck of a bottle which I drew from a long row of its fellows that lay upon the mould.", "ja": "私はかびにまみれたワイン庫の一番下の列から一本を引き抜き、瓶の首をぽんとはじき飛ばした。"}
{"en": "\"Drink,\"", "ja": "「さあ、一杯」"}
{"en": "I said, presenting him the wine.", "ja": "といって私は彼にメドックの瓶を差し出した。"}
{"en": "He raised it to his lips with a leer.", "ja": "フォーチュネートは横目でこちらを見ながら瓶をくちもとまでもってきた。"}
{"en": "He paused and nodded to me familiarly, while his bells jingled.", "ja": "少しためらった後、親しげに私にうなずき、帽子の鈴がちりんと鳴った。"}
{"en": "\"I drink,\"", "ja": "「よし、飲もう、"}
{"en": "\"to the buried that repose around us.\"", "ja": "ここに眠る者たちの冥福を祈って乾杯だ」"}
{"en": "\"And I to your long life.\"", "ja": "「それじゃあ僕は君の長生きを願って」"}
{"en": "He again took my arm, and we proceeded.", "ja": "それからまたフォーチュネートは私の腕を掴み、共に奥へと向かった。"}
{"en": "\"These vaults,\"", "ja": "「この地下墓地はずいぶん広いんだな」"}
{"en": "he said,", "ja": "とフォーチュネートが言った。"}
{"en": "\"The Montresors,\" I replied, \"were a great and numerous family.\"", "ja": "「モントレソール家は何代も続いてきた家柄だからね」"}
{"en": "\"I forget your arms.\"", "ja": "「君の家の紋章を忘れてしまったな」"}
{"en": "\"A huge human foot d'or, in a field azure;", "ja": "「紺地に金色の巨大な人間の足、"}
{"en": "the foot crushes a serpent rampant whose fangs are imbedded in the heel.\"", "ja": "怒り狂ってかかとに食らいついてきた海蛇を足で押しつぶしている図案が我が家の紋章だ」"}
{"en": "\"And the motto?\"", "ja": "「で、その銘はなんていう？」"}
{"en": "\" Nemo me impune lacessit.\"", "ja": "「Nemo me impune lacessit,我に牙を剥く者、何人といえど罰を免れる者無し」"}
{"en": "\"Good!\"", "ja": "「ほう、なるほど！」"}
{"en": "The wine sparkled in his eyes and the bells jingled.", "ja": "フォーチュネートの瞳の奥でワインが輝き、帽子の鈴がちりんと鳴った。"}
{"en": "My own fancy grew warm with the Medoc.", "ja": "今飲んだメドックのせいで私の空想が次第に過激なものになっていった。"}
{"en": "We had passed through walls of piled bones, with casks and puncheons intermingling, into the inmost recesses of catacombs.", "ja": "私達は骨が積みあげられ大小の酒樽が混在している壁のあいだを通り抜けカタコンベの最奥部に入った。"}
{"en": "I paused again, and this time I made bold to seize Fortunato by an arm above the elbow.", "ja": "そこで私はまた立ち止まり、今度はフォーチュネートの肘の上の辺をがばっと掴んだ。"}
{"en": "\"The nitre!\"", "ja": "「硝石だ！"}
{"en": "\"see, it increases.", "ja": "ほら、だんだんひどくなっている。"}
{"en": "It hangs like moss upon the vaults.", "ja": "苔のようにびっしりだ。"}
{"en": "We are below the river's bed.", "ja": "ここは河床より下なんだよ。"}
{"en": "The drops of moisture trickle among the bones.", "ja": "水滴がたれて骨の隙間に入り込んできてるだろ。"}
{"en": "Come, we will go back ere it is too late.", "ja": "さあ、手遅れにならないうちに引き返したほうがいい。"}
{"en": "Your cough--\"", "ja": "君の咳が・・・」"}
{"en": "\"It is nothing,\"", "ja": "「咳なんてどうってことはない。"}
{"en": "\"let us go on.", "ja": "さあ、行こう。"}
{"en": "But first, another draught of the Medoc.\"", "ja": "いや、その前にメドックをもう一杯」"}
{"en": "I broke and reached him a flagon of De Grave.", "ja": "私はデ・グレーブの大瓶の口栓をぬいてフォーチュネートに渡した。"}
{"en": "He emptied it at a breath.", "ja": "するとフォーチュネートはそれを一息で飲み干してしまった。"}
{"en": "His eyes flashed with a fierce light.", "ja": "彼の目が険しさを帯びて光っている。"}
{"en": "He laughed and threw the bottle upwards with a gesticulation I did not understand.", "ja": "彼は笑いながら何かの身振りを交えて酒瓶を上の方に放り投げたのだがそれが何を意味する身振りなのか私にはわからなかった。"}
{"en": "I looked at him in surprise.", "ja": "フォーチュネートは驚いたような顔で私を見た。"}
{"en": "He repeated the movement--", "ja": "そしてまた同じことを繰り返した。"}
{"en": "a grotesque one.", "ja": "それがまた何とも奇妙な動きなのだ。"}
{"en": "\"You do not comprehend?\"", "ja": "「おい、わからないのか？」"}
{"en": "he said.", "ja": "とフォーチュネートが問うた。"}
{"en": "\"Not I,\"", "ja": "「何なんだ？」"}
{"en": "\"Then you are not of the brotherhood.\"", "ja": "「それじゃぁ君は同士じゃないのか？」"}
{"en": "\"How?\"", "ja": "「何の？」"}
{"en": "\"You are not of the masons.\"", "ja": "「君はメイスンの会員ではないわけだ」"}
{"en": "\"Yes, yes,\" I said; \"yes, yes.\"", "ja": "「いや、いや、会員だ、会員だとも」"}
{"en": "\"You?", "ja": "「君が？"}
{"en": "Impossible!", "ja": "まさか！"}
{"en": "A mason?\"", "ja": "メイスンだって？」"}
{"en": "\"A mason,\"", "ja": "「うそじゃない」"}
{"en": "I replied.", "ja": "と私は答えた。"}
{"en": "\"A sign,\" he said, \"a sign.\"", "ja": "「なら、証をみせてくれ」"}
{"en": "\"It is this,\"", "ja": "「これがそうだ」"}
{"en": "I answered, producing a trowel from beneath the folds of my roquelaire.", "ja": "と言って私は外套の下から鏝(こて)を取り出して見せた。"}
{"en": "\"You jest,\"", "ja": "フォーチュネートは"}
{"en": "he exclaimed,", "ja": "「ふざけているのか」"}
{"en": "recoiling a few paces.", "ja": "２〜３歩後ずさりした。"}
{"en": "\"But let us proceed to the Amontillado.\"", "ja": "「そんなことよりとにかくアモンティリャードの所へ行こう」"}
{"en": "\"Be it so,\"", "ja": "「そうするとしようか」"}
{"en": "I said, replacing the tool beneath the cloak and again offering him my arm.", "ja": "と答え、外套の下に鏝をしまってフォーチュネートに私の腕をとらせた。"}
{"en": "He leaned upon it heavily.", "ja": "彼の重みが腕にずっしりとくる。"}
{"en": "We continued our route in search of the Amontillado.", "ja": "そうして２人はアモンティリャードを目指して先に進んだ。"}
{"en": "We passed through a range of low arches, descended, passed on, and descending again, arrived at a deep crypt,", "ja": "頭にすれすれのアーチ道を抜け、道を下り、さらに奥へと進み、また下り、たどり着いたのは奥行きのある穴蔵であった。"}
{"en": "in which the foulness of the air caused our flambeaux rather to glow than flame.", "ja": "澱んだ空気が辺りに漂い燭台の火は燃え上がりもせずただぎらつくだけであった。"}
{"en": "At the most remote end of the crypt there appeared another less spacious.", "ja": "穴蔵の一番奥の端に此処より狭い穴がみえる。"}
{"en": "Its walls had been lined with human remains, piled to the vault overhead, in the fashion of the great catacombs of Paris.", "ja": "その壁には人間の遺骨が天井まで積み上げられ、パリのカタコンベを模倣したような作りとなっていた。"}
{"en": "Three sides of this interior crypt were still ornamented in this manner.", "ja": "三方の壁もやはり同じように骨が積み上がっている。"}
{"en": "From the fourth side the bones had been thrown down, and lay promiscuously upon the earth, forming at one point a mound of some size.", "ja": "が、４つ目の壁の前だけは大小様々な骨が投げ捨てられて無造作に地面に転がっており人骨の小山が出来ていた。"}
{"en": "Within the wall thus exposed by the displacing of the bones,", "ja": "骨が取り外され剥き出しになった壁面にさらに凹んだ箇所があるのだ。"}
{"en": "we perceived a still interior recess, in depth about four feet in width three, in height six or seven.", "ja": "幅９０センチ、奥行き1.2メートル、高さが２メートルほどの窪みで"}
{"en": "It seemed to have been constructed for no especial use within itself,", "ja": "どうやらこれは何か特別な目的があって作られたものではないらしい。"}
{"en": "but formed merely the interval between two of the colossal supports of the roof of the catacombs, and was backed by one of their circumscribing walls of solid granite.", "ja": "そこはカタコンベの天井を支えている巨大な柱と柱の隙間になっており、奥はこのカタコンベの外壁である頑丈な花崗岩で塞がれていた。"}
{"en": "It was in vain that Fortunato, uplifting his dull torch, endeavoured to pry into the depth of the recess.", "ja": "フォーチュネートが奥を覗いてみようとくすんだ灯りを持ち上げたのであるがどうにもならなかった。"}
{"en": "Its termination the feeble light did not enable us to see.", "ja": "こんなに弱い光では何も見えなかったのだ。"}
{"en": "\"Proceed,\"", "ja": "「さあ、こっちだ。"}
{"en": "\"herein is the Amontillado.", "ja": "この奥にアモンティリャードがある。"}
{"en": "As for Luchesi--\"", "ja": "それでルクレシのこと・・・」"}
{"en": "\"He is an ignoramus,\"", "ja": "「ルクレシに何ができる」"}
{"en": "interrupted my friend,", "ja": "とフォーチュネートが言葉を遮った。"}
{"en": "as he stepped unsteadily forward, while I followed immediately at his heels.", "ja": "フォーチュネートが先にたっておぼつかない足取りで隙間に入り私はすぐに後に続いた。"}
{"en": "In an instant he had reached the extremity of the niche, and finding his progress arrested by the rock, stood stupidly bewildered.", "ja": "中に入って数歩も行かないうちに行き止まりとなり周りを岩に囲まれて先に進むことが出来ずフォーチュネートはそこに馬鹿みたいに突っ立っているだけだった。"}
{"en": "A moment more and I had fettered him to the granite.", "ja": "と、すかさず私はフォーチュネートを花崗岩にしばりつけた。"}
{"en": "In its surface were two iron staples, distant from each other about two feet, horizontally.", "ja": "その岩には６０センチの間隔をおいて左右に鉄の鎹(かすがい)が打ち込んであり、"}
{"en": "From one of these depended a short chain, from the other a padlock.", "ja": "一方の鎹からは短い鎖がたれており、もう片方の鎹には南京錠がぶら下がっている。"}
{"en": "Throwing the links about his waist, it was but the work of a few seconds to secure it.", "ja": "フォーチュネートの腰に鎖を回し南京錠をかけてしまうのにものの数分もかからなかった。"}
{"en": "He was too much astounded to resist.", "ja": "彼はあっけにとられて抵抗もしなかった。"}
{"en": "Withdrawing the key I stepped back from the recess.", "ja": "それから私は南京錠の鍵をはずして隙間からでた。"}
{"en": "\"Pass your hand,\"", "ja": "「撫でてみろよ。"}
{"en": "\"over the wall;", "ja": "壁の表面さ。"}
{"en": "you cannot help feeling", "ja": "感触でわかるだろ。"}
{"en": "the nitre.", "ja": "硝石だよ。"}
{"en": "Indeed, it is very damp.", "ja": "まったくここの湿気はひどいものだ。"}
{"en": "Once more let me implore you to return.", "ja": "もう一度言うけど、引き返そうじゃないか。"}
{"en": "No?", "ja": "なに、嫌だって？"}
{"en": "Then I must positively leave you.", "ja": "それじゃあ仕様がない。"}
{"en": "But I must first render you all the little attentions in my power.\"", "ja": "だけどまず注意だけはしておくよ。"}
{"en": "\"The Amontillado!\"", "ja": "「アモンティリャードはどこにある！」"}
{"en": "ejaculated my friend, not yet recovered from his astonishment.", "ja": "と驚きから覚めやっていないフォーチュネートが不意に叫んだ。"}
{"en": "\"True,\"", "ja": "「おお、そうだった。"}
{"en": "I replied;", "ja": "アモンティリャードだったね」"}
{"en": "\"the Amontillado.\"", "ja": "と答えた。"}
{"en": "As I said these words I busied myself among the pile of bones of which I have before spoken.", "ja": "そう言ってから、私は前に話した人骨の山をせっせとかき分け始めた。"}
{"en": "Throwing them aside, I soon un-covered a quantity of building stone and mortar.", "ja": "骨を脇に除けると中から建築用の石材とモルタルがどっさりと出てきた。"}
{"en": "With these materials and with the aid of my trowel, I began vigorously to wall up the entrance of the niche.", "ja": "この材料と持参した鏝を使って隙間の入り口を塞ぐ壁を作るのに精をだした。"}
{"en": "I had scarcely laid the first tier of the masonry when I discovered that the intoxication of Fortunato had in a great measure worn off.", "ja": "フォーチュネートの酔いが全ど醒めたなと解ったのは石材を一段積み終えるぐらいの時だった。"}
{"en": "The earliest indication I had of this was a low moaning cry from the depth of the recess.", "ja": "はじめにそれに気づいたのは隙間の奥から低いうなり声が聞こえてきたからだ。"}
{"en": "It was not the cry of a drunken man.", "ja": "その声は酔っぱらいのうめき声ではなかった。"}
{"en": "There was then a long and obstinate silence.", "ja": "その後はこちらが根負けしてしまうくらい長い間、沈黙が続いた。"}
{"en": "I laid the second tier, and the third, and the fourth;", "ja": "私は２段目を積み終わり３段目、４段目と積み上げていったとき、"}
{"en": "and then I heard the furious vibrations of the chain.", "ja": "鎖をがむしゃらに揺すっている音が聞こえてきた。"}
{"en": "The noise lasted for several minutes, during which, that I might hearken to it with the more satisfaction, I ceased my labours and sat down upon the bones.", "ja": "音は数分続いただろうか、私はますます嬉しくなってきてその音をよく聞こうと仕事の手を休め人骨の上に腰掛けた。"}
{"en": "When at last the clanking subsided, I resumed the trowel, and finished without interruption the fifth, the sixth, and the seventh tier.", "ja": "やがてがちゃがちゃと鎖を揺する音もしなくなってきたので、また鏝を取って５段目、６段目、７段目と一気に仕上げた。"}
{"en": "The wall was now nearly upon a level with my breast.", "ja": "壁の高さはもう私の胸ぐらいの高さまで積み上がっていた。"}
{"en": "I again paused, and holding the flambeaux over the mason-work, threw a few feeble rays upon the figure within.", "ja": "ここでまた少し作業を中断して積み上げた石の上のほうに灯りを掲げ奥にいる人影に弱々しい光を当てた。"}
{"en": "A succession of loud and shrill screams, bursting suddenly from the throat of the chained form, seemed to thrust me violently back.", "ja": "と、その途端、立て続けに発せられる大きく甲高い叫び声、鎖に繋がれた男の咽喉からいきなり発せられた声で私は激しく後ろに引き戻されたような気がした。"}
{"en": "For a brief moment I hesitated--", "ja": "ほんのつかの間、そこから動けなかった。"}
{"en": "I trembled.", "ja": "身体が震えたのだ。"}
{"en": "Unsheathing my rapier, I began to grope with it about the recess;", "ja": "私は腰の刀剣を抜いてその剣先で穴のなかを探ってみた。"}
{"en": "but the thought of an instant reassured me.", "ja": "だがすぐに私は胸を撫で下ろした。"}
{"en": "I placed my hand upon the solid fabric of the catacombs, and felt satisfied.", "ja": "カタコンベの硬い岩肌に手をおき、やがて不安は消えていった。"}
{"en": "I reapproached the wall;", "ja": "私はまた塞ぎかけの壁に近づき、"}
{"en": "I replied to the yells of him who clamoured.", "ja": "中で大声でわめいている男の声に応じてやった。"}
{"en": "I re-echoed-- I aided--", "ja": "相手と同じように大声をあげ、そしてもっと叫ばせるように。"}
{"en": "I surpassed them in volume and in strength.", "ja": "相手よりももっと大きくもっと強く叫んでやったのだ。"}
{"en": "I did this, and the clamourer grew still.", "ja": "私がそうすると、じきにうめき声が止んだ。"}
{"en": "It was now midnight, and my task was drawing to a close.", "ja": "時刻は真夜中、私の仕事も仕上げの段階に入っていた。"}
{"en": "I had completed the eighth,", "ja": "８段目が完成した。"}
{"en": "the ninth, and the tenth tier.", "ja": "９段目、１０段目も終わった。"}
{"en": "I had finished a portion of the last and the eleventh;", "ja": "最後の１１段目も大方終わり、"}
{"en": "there remained but a single stone to be fitted and plastered in.", "ja": "あと一つだけ石を置いて漆喰で固めれば完成である。"}
{"en": "I struggled with its weight;", "ja": "重い石をあらん限りの力を込めてやっとのことで持ち上げ、"}
{"en": "I placed it partially in its destined position.", "ja": "最後の位置に石を置きかけたときだった。"}
{"en": "But now there came from out the niche a low laugh", "ja": "壁の隙間から低い笑い声が聞こえてくるではないか。"}
{"en": "that erected the hairs upon my head.", "ja": "髪の毛が逆立つような気がした。"}
{"en": "It was succeeded by a sad voice, which I had difficulty in recognizing as that of the noble Fortunato.", "ja": "笑い声は哀れな泣き声に変わり、これがあの気位の高いフォーチュネートの発する声だとは到底思えなかった。"}
{"en": "The voice said--", "ja": "その声はこう言っている。"}
{"en": "\"Ha! ha! ha!--", "ja": "「は！は！は！"}
{"en": "he! he! he!--", "ja": "ひ！ひ！ひ！"}
{"en": "a very good joke indeed--", "ja": "まったく上手い冗談だ、まいったよ、"}
{"en": "an excellent jest.", "ja": "実に見事だ。"}
{"en": "We shall have many a rich laugh about it at the palazzo--", "ja": "館に戻って２人で大笑いしようじゃないか。"}
{"en": "he! he! he!--", "ja": "ひ！ひ！ひ！"}
{"en": "over our wine--", "ja": "一杯やりながらね。"}
{"en": "he! he! he!\"", "ja": "ひ！ひ！ひ！」"}
{"en": "\"The Amontillado!\"", "ja": "「アモンティリャードでね」"}
{"en": "I said.", "ja": "と答えてやった。"}
{"en": "\"He! he! he!--", "ja": "「ひ！ひ！ひ！"}
{"en": "he! he! he!--", "ja": "へ！へ！へ！"}
{"en": "yes, the Amontillado.", "ja": "その通り、アモンティリャードで乾杯だ。"}
{"en": "But is it not getting late?", "ja": "だけど帰る時間に遅れてやしないか？"}
{"en": "Will not they be awaiting us at the palazzo, the Lady Fortunato and the rest?", "ja": "君の奥方とか、みんな僕たちの帰りを待ちわびているだろうに。"}
{"en": "Let us be gone.\"", "ja": "さあ、そろそろ帰ろうよ」"}
{"en": "\"Yes,\" I said, \"let us be gone.\"", "ja": "「よし、それじゃぁ帰ろうか」"}
{"en": "\" For the love of God, Montresor!\"", "ja": "「モントレソール君、頼むからそうしよう」"}
{"en": "\"Yes,\"", "ja": "「いいとも、そうしようじゃないか」"}
{"en": "I said,", "ja": "と私は言ったのだが、"}
{"en": "But to these words I hearkened in vain for a reply.", "ja": "その返事はいくら耳をすましてもいつまで経っても返ってこない。"}
{"en": "I grew impatient.", "ja": "私は我慢できなくなって"}
{"en": "I called aloud--", "ja": "大声で"}
{"en": "\"Fortunato!\"", "ja": "「フォーチュネート」"}
{"en": "No answer.", "ja": "返事はない。"}
{"en": "I called again--", "ja": "もう一度呼んだ。"}
{"en": "\"Fortunato--\"", "ja": "「フォーチュネート」"}
{"en": "No answer still.", "ja": "やはり返事はなかった。"}
{"en": "I thrust a torch through the remaining aperture and let it fall within.", "ja": "私は仕上げの終わっていない壁の隙間から灯りを差し込んで中に落とした。"}
{"en": "There came forth in reply only a jingling of the bells.", "ja": "それに答えて聞こえてきたのはちりんという鈴の音だけであった。"}
{"en": "My heart grew sick on account of the dampness of the catacombs.", "ja": "カタコンベの湿気にやられて胸が苦しくなってきた。"}
{"en": "I hastened to make an end of my labour.", "ja": "私は急いで最後の仕上げに取りかかった。"}
{"en": "I forced the last stone into its position; I plastered it up.", "ja": "最後の石をはめ込み上から漆喰で固めた。"}
{"en": "Against the new masonry I re-erected the old rampart of bones.", "ja": "新しくできあがった壁に古い骨を塁壁のように元通りに積みあげておいた。"}
{"en": "For the half of a century no mortal has disturbed them.", "ja": "あれからすでに５０年、あの壁を取り壊した者は誰もいない。"}
{"en": "In pace requiescat!", "ja": "今は亡き我が友よ、安らかに眠れ！ 終"}
{"en": "Nemo me impune Lacessit:No one injures (attacks) me with impunity.", "ja": "カルナバーレ：カーニバル。"}
