{"en": "JIU-ROKU-ZAKURA", "ja": "Sakura十六桜"}
{"en": "In Wakegori, a district of the province of Iyo (1), there is a very ancient and famous cherry-tree, called Jiu-roku-zakura, or \"the Cherry-tree of the Sixteenth Day,\"", "ja": "伊予の国の和気郡には「十六桜」、あるいは「十六日の桜の木」と呼ばれる有名な大変古い桜の木がある。"}
{"en": "because it blooms every year upon the sixteenth day of the first month (by the old lunar calendar),-- and only upon that day.", "ja": "その木は毎年（昔の太陰暦で）一月十六日に開花し、その日のうちに散る。"}
{"en": "Thus the time of its flowering is the Period of Great Cold,-- though the natural habit of a cherry-tree is to wait for the spring season before venturing to blossom.", "ja": "したがって本来の桜ならば春まで待つところを、その桜は大寒の時期に開花するのである。"}
{"en": "But the Jiu-roku-zakura blossoms with a life that is not -- or, at least, that was not originally -- its own.", "ja": "十六桜は自らのものではない命―少なくとも、もとはそれ自らの命ではなかった―をもって咲く。"}
{"en": "There is the ghost of a man in that tree.", "ja": "その木には、ある男の魂が宿っているのだ。"}
{"en": "He was a samurai of Iyo;", "ja": "その男は伊予の国の侍であった。"}
{"en": "and the tree grew in his garden;", "ja": "木は男の庭で育ち、"}
{"en": "and it used to flower at the usual time,-- that is to say, about the end of March or the beginning of April.", "ja": "かつては並の時期（つまりは三月の終わりや四月の初め）に咲いていた。"}
{"en": "He had played under that tree when he was a child;", "ja": "男は子供の時分にその木の下で遊び、"}
{"en": "and his parents and grandparents and ancestors had hung to its blossoming branches, season after season for more than a hundred years, bright strips of colored paper inscribed with poems of praise.", "ja": "季節が百たび以上もめぐる間、男の両親や祖父母、先祖たちは咲き誇る枝に賛美の句を記した明るい色紙の短冊をつるした。"}
{"en": "He himself became very old,", "ja": "男もまた年老いた。"}
{"en": "-- outliving all his children;", "ja": "その子供にはみな先立たれ、"}
{"en": "and there was nothing in the world left for him to live except that tree.", "ja": "この世に男が慈しむものとて、その木の他に残されてはいなかった。"}
{"en": "And lo! in the summer of a certain year, the tree withered and died!", "ja": "それがなんと、ある年の夏に萎え、枯れてしまったではないか。"}
{"en": "Exceedingly the old man sorrowed for his tree.", "ja": "老人はその木のため、大いに嘆いた。"}
{"en": "Then kind neighbors found for him a young and beautiful cherry-tree, and planted it in his garden,-- hoping thus to comfort him.", "ja": "親切な近所の者たちは慰めになればと、美しい桜の若木を見つけ、その庭に植えてやった。"}
{"en": "And he thanked them, and pretended to be glad.", "ja": "老人は感謝して、喜ぶふりをした。"}
{"en": "But really his heart was full of pain;", "ja": "しかし本心は悲嘆に暮れていた。"}
{"en": "for he had loved the old tree so well that nothing could have consoled him for the loss of it.", "ja": "その古い桜をこよなく愛していたため、老人にとって、何物もその木に引き替えることはできなかったのだ。"}
{"en": "At last there came to him a happy thought:", "ja": "ついに、老人によい考えが浮かんだ。"}
{"en": "he remembered a way by which the perishing tree might be saved.", "ja": "枯れゆく木をあるいは救えるかもしれぬ術を思いついたのだ。"}
{"en": "(It was the sixteenth day of the first month.)", "ja": "（それが一月十六日だった。）"}
{"en": "Along he went into his garden, and bowed down before the withered tree, and spoke to it, saying:", "ja": "老人はただ一人庭にゆき、しおれた木の前で礼をし、こう語りかけた。"}
{"en": "\"Now deign, I beseech you, once more to bloom,", "ja": "「そら、頼むからわしの願いを聞き入れ、もう一度咲いてくれ。"}
{"en": "-- because I am going to die in your stead.\"", "ja": "お前の代りに死んでやるのだからな」"}
{"en": "(For it is believed that one can really give away one's life to another person, or to a creature or even to a tree, by the favor of the gods;", "ja": "（神の取り計らいによって、人は他の人間、動物、はては木にさえ、魂を移すことができると信じられていた。"}
{"en": "-- and thus to transfer one's life is expressed by the term migawari ni tatsu, \"to act as a substitute.\")", "ja": "このように魂を移すことは「身代わりに立つ」という言葉で、代わりになるということを表現される。）"}
{"en": "Then under that tree he spread a white cloth, and divers coverings, and sat down upon the coverings, and performed hara-kiri after the fashion of a samurai.", "ja": "そして木の下に白布と様々の覆いを広げ、その上に座り、武士の作法に従って切腹したのだった。"}
{"en": "And the ghost of him went into the tree, and made it blossom in that same hour.", "ja": "侍の魂は木の中に入り、花を同じ時間に咲かせるようになった。"}
{"en": "And every year it still blooms on the sixteenth day of the first month, in the season of snow.", "ja": "そしてその木はいまだに毎年、一月十六日の雪の時節に花咲かせるのである。"}
