{"en": "The Nineteenth Chapter.", "ja": "第1章　キリストにならい、地上のすべてのむなしいことを軽んじること"}
{"en": "CHAPTER I", "ja": "第1章"}
{"en": "Of the imitation of Christ, and of contempt of the world and all its vanities", "ja": "キリストにならい、地上のすべてのむなしいことを軽んじること"}
{"en": "He that followeth me shall not walk in darkness,(1) saith the Lord.", "ja": "「私に従う者は、暗闇の中を歩くことはない」と主は言われました(ヨハネ8:12)。"}
{"en": "These are the words of Christ;", "ja": "このキリストの言葉は、"}
{"en": "and they teach us how far we must imitate His life and character,", "ja": "キリストの人生と人格にならいなさいという、私たちへのアドバイスです。"}
{"en": "if we seek true illumination, and deliverance from all blindness of heart.", "ja": "もしも私たちが、本当の意味で目を覚まし、心のすべての盲目から自由になりたいと願うならば、ということですが。"}
{"en": "Let it be our most earnest study, therefore, to dwell upon the life of Jesus Christ.", "ja": "ですから、私たちは、主たる努力を、イエスキリストの人生を学ぶことに向けましょう。"}
{"en": "2. His teaching surpasseth all teaching of holy men, and such as have His Spirit find therein the hidden manna.", "ja": "キリストの教えは、聖徒のすべての助言よりも素晴らしく、キリストの霊を持つものは隠れたマナを見つけ出すでしょう。"}
{"en": "(2)  But there are many who, though they frequently hear the Gospel, yet feel but little longing after it,", "ja": "福音をしょっちゅう聞いていながら、心にとめない人がたくさんいます。"}
{"en": "because they have not the mind of Christ.", "ja": "それはキリストの霊を持たないためです。"}
{"en": "He, therefore, that will fully and with true wisdom understand the words of Christ, let him strive to conform his whole life to that mind of Christ.", "ja": "キリストの言葉を十分に理解したいと願う人は誰でも、自分の全生涯をキリストの生涯に一致させようとしなければなりません。"}
{"en": "3. What doth it profit thee to enter into deep discussion concerning the Holy Trinity, if thou lack humility, and be thus displeasing to the Trinity?", "ja": "もし、あなたにへりくだりの心がなくて三位一体の神を悲しませるとしたら、三位一体についての学識深い議論をすることが、あなたにとってどんな益があるでしょうか。"}
{"en": "For verily it is not deep words that make a man holy and upright;", "ja": "人間を聖なる存在や正しい存在にしてくれるのは学問ではありません。"}
{"en": "it is a good life which maketh a man dear to God.", "ja": "そうではなく、善い人生が、神に喜ばれるのです。"}
{"en": "I had rather feel contrition than be skilful in the definition thereof.", "ja": "私は、悔い改めをうまく定義できることよりも、悔い改めの心を持つことを望みます。"}
{"en": "If thou knewest the whole Bible, and the sayings of all the philosophers, what should all this profit thee without the love and grace of God?", "ja": "聖書のすべてを知り、すべての哲学者の原理を知っていたとしても、神の恵みと愛なしで生きるとしたら、どんな益があるでしょうか。"}
{"en": "Vanity of vanities, all is vanity,", "ja": "空しい、空しい、いっさいは空しい。"}
{"en": "save to love God, and Him only to serve.", "ja": "空しくないのは、ただ、神を愛し、神に仕えることだけです。"}
{"en": "That is the highest wisdom,", "ja": "最も大いなる知恵"}
{"en": "to cast the world behind us, and to reach forward to the heavenly kingdom.", "ja": "――それはこの世をすべて捨て去り、天の御国を求めることです。"}
{"en": "4. It is vanity then to seek after, and to trust in, the riches that shall perish.", "ja": "朽ち果てる富を求め、朽ち果てる富を頼みにするのは空しい。"}
{"en": "It is vanity, too, to covet honours, and to lift up ourselves on high.", "ja": "賞賛を求め、驕り高ぶるのは空しい。"}
{"en": "It is vanity to follow the desires of the flesh and be led by them, for this shall bring misery at the last.", "ja": "肉的な欲望を追い求めるのは空しい、やがて来る時に厳しい罰を招く物事を望むのも空しい。"}
{"en": "It is vanity to desire a long life, and to have little care for a good life.", "ja": "長く生きることばかりを求め、善く生きることを気にかけないのは空しい。"}
{"en": "It is vanity to take thought only for the life which now is, and not to look forward to the things which shall be hereafter.", "ja": "現在のみを気にかけ、やがてやって来ることを予見しないのは空しい。"}
{"en": "It is vanity to love that which quickly passeth away, and not to hasten where eternal joy abideth.", "ja": "あっというまに過ぎ去るものを愛し、永遠の喜びがどこにあるのかを考えないのも空しい。"}
{"en": "5. Be ofttimes mindful of the saying,", "ja": "次の箴言を何度も思い出しなさい。"}
{"en": "(3) The eye is not satisfied with seeing, nor the ear with hearing.", "ja": "「目は見ることによって満足しないし、耳は聞くことによって満たされはしない」（Eccles. 1:8）"}
{"en": "Strive, therefore, to turn away thy heart from the love of the things that are seen, and to set it upon the things that are not seen.", "ja": "目に見えるものを愛しないよう努め、、目に見えないものに心を向けるよう努めなさい。"}
{"en": "For they who follow after their own fleshly lusts, defile the conscience, and destroy the grace of God.", "ja": "なぜなら、自分自身の肉体的な欲望に従う者は、良心にしみをつけ、神の恵みを壊してしまうからです。"}
{"en": "CHAPTER II", "ja": "第2章"}
{"en": "Of thinking humbly of oneself", "ja": "自分に対してへりくだった考えを持つこと"}
{"en": "There is naturally in every man a desire to know,", "ja": "人がみな知識を求めるのは自然なことです。"}
{"en": "but what profiteth knowledge without the fear of God?", "ja": "しかし、神を恐れない知識に何のよいことがあるでしょう。"}
{"en": "Better of a surety is a lowly peasant who serveth God, than a proud philosopher who watcheth the stars and neglecteth the knowledge of himself.", "ja": "星の運行を研究して自分の魂を無視している誇り高い知識人よりも、へりくだって神に仕えている田舎者の方がずっとよいのです。"}
{"en": "He who knoweth himself well is vile in his own sight;", "ja": "自分自身をよく知っている人は、自分の目にすら取るに足りぬ者と映るようになり、"}
{"en": "neither regardeth he the praises of men.", "ja": "人々から誉められて喜んだりはしません。"}
{"en": "If I knew all the things that are in the world, and were not in charity, what should it help me before God, who is to judge me according to my deeds?", "ja": "私がこの世のことをすべて知っていたとしても、愛がなかったら、私の行ないを裁く神の前で、その知識が何の益になるでしょう。"}
{"en": "2. Rest from inordinate desire of knowledge,", "ja": "知識を異常なほどに望まないようにしなさい。"}
{"en": "for therein is found much distraction and deceit.", "ja": "そのような状態は心をたいそういらだたせ、惑わせるからです。"}
{"en": "Those who have knowledge desire to appear learned, and to be called wise.", "ja": "知識人は、学問を積んだ者のように見えるのを好み、賢い人だと呼ばれるのが好きです。"}
{"en": "Many things there are to know which profiteth little or nothing to the soul.", "ja": "知っていても、魂のためにまったく役に立たない知識はたくさんあります。"}
{"en": "And foolish out of measure is he who attendeth upon other things rather than those which serve to his soul's health.", "ja": "そして健全な魂に益してくれる知識以外に心を向ける人は、たいへん愚かです。"}
{"en": "Many words satisfy not the soul,", "ja": "言葉が多くても、魂は満たされません。"}
{"en": "but a good life refresheth the mind, and a pure conscience giveth great confidence towards God.", "ja": "しかし、健全な生活は心を安らかにし、汚れのない良心は神に対する大きな信頼の念を起こしてくれます。"}
{"en": "3. The greater and more complete thy knowledge, the more severely shalt thou be judged, unless thou hast lived holily.", "ja": "あなたが多くのことを知り、よりよく理解すればするほど、あなたの生活が同じくらいに聖なるものにならなければ、あなたの裁きはそれだけ厳しくなります。"}
{"en": "Therefore be not lifted up by any skill or knowledge that thou hast;", "ja": "ですから、あなたの知識や技術のゆえに誇ってはいけません。"}
{"en": "but rather fear concerning the knowledge which is given to thee.", "ja": "誇るのではなく、あなたに与えられた能力のゆえに恐れなさい。"}
{"en": "If it seemeth to thee that thou knowest many things, and understandest them well, know also that there are many more things which thou knowest not.", "ja": "もしあなたが、多くのことを知り、多くのことを十分に理解していると思うなら、それと同時に、あなたはたくさんのことを知らないのだということを自覚しなさい。"}
{"en": "Be not high-minded, but rather confess thine ignorance.", "ja": "知恵を誇らず、自分の無知を認めなさい。"}
{"en": "Why desirest thou to lift thyself above another, when there are found many more learned and more skilled in the Scripture than thou?", "ja": "あなたよりも良く学び、あなたよりも勝っている人がたくさんいるというのに、なぜ、自分自身の方を他人よりも優れた者だと思うのですか。"}
{"en": "If thou wilt know and learn anything with profit, love to be thyself unknown and to be counted for nothing.", "ja": "もしもあなたが何か価値のあることを学び、理解したいと望むなら、自分が無名であることを愛し、軽視されることを愛しなさい。"}
{"en": "4. That is the highest and most profitable lesson, when a man truly knoweth and judgeth lowly of himself.", "ja": "自分自身を知り、とるに足りないものだと考えることは最善でかつ完全な知恵です。"}
{"en": "To account nothing of one's self, and to think always kindly and highly of others, this is great and perfect wisdom.", "ja": "自分をとるに足りないものだと考えること、常に他の人のことをよく考えることが最善であり、もっとも完全な知恵です。"}
{"en": "Even shouldest thou see thy neighbor sin openly or grievously, yet thou oughtest not to reckon thyself better than he,", "ja": "もしもあなたが他の人の罪を目の当たりにしたり、他の人が重大な罪をおかすのを見たとしても、自分はその人よりも良い人間だと考えてはいけません。"}
{"en": "for thou knowest not how long thou shalt keep thine integrity.", "ja": "というのは、あなたがいい状態にいつまでいることができるのか、あなたは知らないからです。"}
{"en": "All of us are weak and frail;", "ja": "人はみな、弱くもろいものです。"}
{"en": "hold thou no man more frail than thyself.", "ja": "しかし、あなた自身が一番弱くてもろいものだと認めなさい。"}
{"en": "CHAPTER III", "ja": "第3章"}
{"en": "Of the knowledge of truth", "ja": "真理の知識"}
{"en": "Happy is the man whom Truth by itself doth teach, not by figures and transient words, but as it is in itself.(1)", "ja": "象徴やはかない言葉ではなく、真理そのものが本当の姿を教えてくれる人は幸いです。"}
{"en": "Our own judgment and feelings often deceive us, and we discern but little of the truth.", "ja": "私たち自身の判断や感覚は、私たちをあざむくことがよくあり、私たちは真理のうちのほとんどを見ていないのです。"}
{"en": "What doth it profit to argue about hidden and dark things,", "ja": "隠されていること、見えないことについての議論が何の益になるでしょう。"}
{"en": "concerning which we shall not be even reproved in the judgment, because we knew them not?", "ja": "私たちがそれを知らないからといって、終末の裁きの時に責められることはないのに。"}
{"en": "Oh, grievous folly, to neglect the things which are profitable and necessary, and to give our minds to things which are curious and hurtful!", "ja": "自分の益となり必要となることを無視して、自分に無関係なことや有害なことに心を向けるのは、たいへんに愚かなことです。"}
{"en": "Having eyes, we see not.", "ja": "私たちには目がついているのに、見えていません。"}
{"en": "2. And what have we to do with talk about genus and species!", "ja": "それなら、私たちは哲学上の疑問にどのように対処したらよいのでしょうか。"}
{"en": "He to whom the Eternal Word speaketh is free from multiplied questionings.", "ja": "永遠の言葉が語りかけてくれるような人は、理論を使わなくても理解することができます。"}
{"en": "From this One Word are all things, and all things speak of Him;", "ja": "この言葉となられた方からすべてが生じ、もろもろのものは彼について語るのです。"}
{"en": "and this is the Beginning which also speaketh unto us.(2)", "ja": "そして初めであられる方が私たちに語ってくださるのです。"}
{"en": "No man without Him understandeth or rightly judgeth.", "ja": "この言葉なしでは、誰も正しく理解したり判断したりすることはできません。"}
{"en": "O God, who art the Truth, make me one with Thee in everlasting love.", "ja": "ああ、神さま、あなたは真理の方、私をあなたと一つにし、永遠の愛のうちにおいてください。"}
{"en": "It wearieth me oftentimes to read and listen to many things;", "ja": "私は聞いたり読んだりするたくさんのことで心を悩ませています。"}
{"en": "in Thee is all that I wish for and desire.", "ja": "しかし、あなたのうちにこそ、私が求めているもののすべてがあります。"}
{"en": "Let all the doctors hold their peace;", "ja": "知識のある者の口を閉ざし、"}
{"en": "let all creation keep silence before Thee:", "ja": "すべての被造物をあなたの御前で静まらせてください。"}
{"en": "speak Thou alone to me.", "ja": "ただ、あなただけが私にお語りください。"}
{"en": "3. The more a man hath unity and simplicity in himself, the more things and the deeper things he understandeth; and that without labour,", "ja": "心を鎮め、心を単純にすればするほど、崇高なものごとを易しく理解することができます。"}
{"en": "because he receiveth the light of understanding from above.", "ja": "なぜならそのような人は、理解のための光を天から受けるからです。"}
{"en": "The spirit which is pure, sincere, and steadfast, is not distracted though it hath many works to do,", "ja": "純粋で、単純で、堅固な精神を持つ人は、多くの労苦で悩むことはありません。"}
{"en": "because it doth all things to the honour of God,", "ja": "その人はすべてのことを神の栄光のために行なうからです。"}
{"en": "and striveth to be free from all thoughts of self-seeking.", "ja": "その人は内なる平和を楽しんでいますから、何に対しても自己中心な目的を求めたりしません。"}
{"en": "Who is so full of hindrance and annoyance to thee as thine own undisciplined heart?", "ja": "まったくのところ、コントロールされていない心の欲望ほど、問題と心の悩みを引き起こすものはありません。"}
{"en": "A man who is good and devout arrangeth beforehand within his own heart the works which he hath to do abroad;", "ja": "善良で信仰深い人は、自分がしなければいけないことを心のうちで整えます。"}
{"en": "and so is not drawn away by the desires of his evil will, but subjecteth everything to the judgment of right reason.", "ja": "それは邪悪な性向から生じるむら気に従ってではなく、正しい理性の命令に従ってです。"}
{"en": "Who hath a harder battle to fight than he who striveth for self-mastery?", "ja": "自分を自分の主人にしようと試みる人ほど、もがき苦しむことを余儀なくされるのではありませんか。"}
{"en": "And this should be our endeavour,", "ja": "ですから、次のことを私たちの目的とすべきです。"}
{"en": "even to master self, and thus daily to grow stronger than self, and go on unto perfection.", "ja": "自己に打ち勝つこと、毎日もっと強くなること、そして徳において前進することです。"}
{"en": "4. All perfection hath some imperfection joined to it in this life,", "ja": "この人生においては、どのような完全なものも、その中に不完全さを含んでいます。"}
{"en": "and all our power of sight is not without some darkness.", "ja": "私たちの知識も必ずいくらかの暗闇を含んでいます。"}
{"en": "A lowly knowledge of thyself is a surer way to God than the deep searching of man's learning.", "ja": "自分自身をへりくだって考えることのほうが、深い知識を求めることよりも、確実に神へ至る道となります。"}
{"en": "Not that learning is to be blamed, nor the taking account of anything that is good;", "ja": "学ぶことが悪いのではありませんし、また知識もそうです。"}
{"en": "but a good conscience and a holy life is better than all.", "ja": "しかしどんなときでも、汚れのない良心と、聖なる人生のほうが良いのです。"}
{"en": "And because many seek knowledge rather than good living, therefore they go astray, and bear little or no fruit.", "ja": "たくさんの人が、より良く生きることよりも、知識を求めようとしたために、過ちをおかしたり、何もなしとげられなかったりする場合が多くあります。"}
{"en": "5. O if they would give that diligence to the rooting out of vice and the planting of virtue which they give unto vain questionings:", "ja": "もしも人々が、問題を議論するときと同じように注意深く悪徳を根こそぎ引き抜いて、美徳を植え付けるならば、"}
{"en": "there had not been so many evil doings and stumbling-blocks among the laity, nor such ill living among houses of religion.", "ja": "この世にこれほど悪いことやスキャンダルはなく、宗教的な組織がこれほどだらしないことはないでしょうに。"}
{"en": "Of a surety, at the Day of Judgment it will be demanded of us, not what we have read, but what we have done;", "ja": "はっきり言いますが、私たちが裁きの時に問われるのは、これまでどんなものを読んできたか、ではなく、これまでどんなことをやってきたか、なのです。"}
{"en": "not how well we have spoken, but how holily we have lived.", "ja": "どれほどうまく語ってきたか、ではなく、どれほど善く生きてきたか、が問われるのです。"}
{"en": "Tell me,", "ja": "教えてくれますか。"}
{"en": "where now are all those masters and teachers, whom thou knewest well, whilst they were yet with you, and flourished in learning?", "ja": "あなたがよく知っている、以前一緒にいて学識を誇っていた有名な師や先生が、現在どこにいるかを。"}
{"en": "Their stalls are now filled by others, who perhaps never have one thought concerning them.", "ja": "他の師や先生がすでにその地位を取って代わり、自分の前にその地位にいた人のことなど思い出しもしません。"}
{"en": "Whilst they lived they seemed to be somewhat,", "ja": "生きている間、かれらはひとかどの人物のように見えました。"}
{"en": "but now no one speaks of them.", "ja": "しかし今となっては思い出されることはほとんどありません。"}
{"en": "6. Oh how quickly passeth the glory of the world away!", "ja": "この世の栄光は何とすばやく過ぎ去ることでしょう！"}
{"en": "Would that their life and knowledge had agreed together! For then would they have read and inquired unto good purpose.", "ja": "彼らの生活が彼らの学識と同じように進歩すれば、彼らの研究や読書は価値あるものとなったでしょうに。"}
{"en": "How many perish through empty learning in this world, who care little for serving God.", "ja": "世俗的なむなしい知識を持ち、神に仕えることを大切にしなかったために、いかに多くの人が滅びることでしょう。"}
{"en": "And because they love to be great more than to be humble,", "ja": "彼らは自分のうぬぼれのためにむなしいものとなったのです。"}
{"en": "therefore they \"have become vain in their imaginations.\"", "ja": "それは彼らがへりくだらずに、偉大なものになろうと願ったからです。"}
{"en": "He only is truly great, who hath great charity.", "ja": "本当に偉大な人というのは、大いなる愛を持っている人です。"}
{"en": "He is truly great who deemeth himself small, and counteth all height of honour as nothing.", "ja": "本当に偉大な人というのは、自分自身の目には取るに足りない小さな者であり、最高の栄誉とは無縁の人です。"}
{"en": "He is the truly wise man, who counteth all earthly things as dung that he may win Christ.", "ja": "本当に賢明な人というのは、すべての世俗的なことをおろかなこととみなし、キリストを得るような人です。"}
{"en": "And he is the truly learned man, who doeth the will of God, and forsaketh his own will.", "ja": "神の意志をなし、自分自身の意志を捨てる人が、本当に学識のある人なのです。"}
{"en": "CHAPTER IV", "ja": "第4章"}
{"en": "Of prudence in action", "ja": "慎重に行動すること"}
{"en": "We must not trust every word of others or feeling within ourselves,", "ja": "心の衝動や思いつきに従ってはいけません。"}
{"en": "but cautiously and patiently try the matter, whether it be of God.", "ja": "そうではなく、物事は神の御心の光に照らして、注意深くまた忍耐強く考えなさい。"}
{"en": "Unhappily we are so weak that we find it easier to believe and speak evil of others, rather than good.", "ja": "悲しいことに、私たちはとても弱いため、あることを簡単に信じ込み、他の人を善く言わずに、悪口を言ってしまいがちです。"}
{"en": "But they that are perfect, do not give ready heed to every news-bearer,", "ja": "しかし、完全な人間というのは、噂を広める人のことを簡単には信じません。"}
{"en": "for they know man's weakness that it is prone to evil and unstable in words.", "ja": "なぜなら、人間は弱くもろいので悪に陥りやすく、またその弱さは、語る言葉に現れることを知っているからです。"}
{"en": "2. This is great wisdom, not to be hasty in action, or stubborn in our own opinions.", "ja": "性急に行動したり、一人の人の意見に盲目的に従わないこと、"}
{"en": "A part of this wisdom also is not to believe every word we hear, nor to tell others all that we hear, even though we believe it.", "ja": "人々が言うことをすべて信じないこと、耳にした噂話を広めたりしないことは、大いなる知恵です。"}
{"en": "Take counsel with a man who is wise and of a good conscience;", "ja": "賢明で良心的な人に助言を求めなさい。"}
{"en": "and seek to be instructed by one better than thyself, rather than to follow thine own inventions.", "ja": "あなたの考えに従う人からではなく、あなたよりもよい人からアドバイスを受けなさい。"}
{"en": "A good life maketh a man wise toward God,", "ja": "よい人生は、人を賢くし、人を神へ向かわせます。"}
{"en": "and giveth him experience in many things.", "ja": "よい人生は、多くのことについて人に経験を積ませます。"}
{"en": "The more humble a man is in himself, and the more obedient towards God, the wiser will he be in all things, and the more shall his soul be at peace.", "ja": "へりくだればへりくだるほど、人は神に対してもっと従順になり、あらゆることに関してもっと賢明になり、魂はもっと平安になるでしょう。"}
{"en": "CHAPTER V", "ja": "第5章"}
{"en": "Of the reading of Holy Scriptures", "ja": "聖書を読むこと"}
{"en": "It is Truth which we must look for in Holy Writ, not cunning of words.", "ja": "真理こそ、巧みな言葉ではなく真理こそ、私たちが聖書を読むときに探し求めるべきものです。"}
{"en": "All Scripture ought to be read in the spirit in which it was written.", "ja": "聖書のすべての個所は、それが書かれた精神を持って読まなければなりません。"}
{"en": "We must rather seek for what is profitable in Scripture, than for what ministereth to subtlety in discourse.", "ja": "聖書の中から、私たちは洗練された言い回しを求めるのではなく、益を求めるべきだからです。"}
{"en": "Therefore we ought to read books which are devotional and simple, as well as those which are deep and difficult.", "ja": "ですから、私たちは、深淵で難しい本を読むのと同じく、シンプルでデボーショナルな本も読むべきです。"}
{"en": "And let not the weight of the writer be a stumbling-block to thee, whether he be of little or much learning,", "ja": "私たちは、著者の学識が浅いとか深いとかいった権威に左右されることがあってはなりません。"}
{"en": "but let the love of the pure Truth draw thee to read.", "ja": "純粋な真実を愛しているかどうかで読むべきかを判断しなさい。"}
{"en": "Ask not, who hath said this or that, but look to what he says.", "ja": "誰が語っているかを尋ねたりせず、何を語っているかに注目しなさい。"}
{"en": "2. Men pass away,", "ja": "人は死にます。"}
{"en": "but the truth of the Lord endureth for ever.", "ja": "しかし、神の真実は永遠に残ります。"}
{"en": "Without respect of persons God speaketh to us in divers manners.", "ja": "人について顧慮することなく、神は私たちにさまざまな方法を通して語られるのです。"}
{"en": "Our own curiosity often hindereth us in the reading of holy writings,", "ja": "おうおうにして、私たちが持っている好奇心は聖書を読む際に妨げとなります。"}
{"en": "when we seek to understand and discuss, where we should pass simply on.", "ja": "それは、単純に読んで通り過ぎるべき個所を理解しようとしたり、議論したりしようと私たちが望むときです。"}
{"en": "If thou wouldst profit by thy reading, read humbly, simply, honestly,", "ja": "ですから、聖書を読んで益を得ようと望むなら、へりくだって、単純に、信仰を持って読みなさい。"}
{"en": "and not desiring to win a character for learning.", "ja": "学識を積むという名誉を求める気持ちで読んではいけません。"}
{"en": "Ask freely, and hear in silence the words of holy men;", "ja": "聖徒の言葉について自由に尋ね、注意深く聞きなさい。"}
{"en": "nor be displeased at the hard sayings of older men than thou,", "ja": "先人たちが語った厳しい言葉をいやがってはいけません。"}
{"en": "for they are not uttered without cause.", "ja": "それらの言葉は目的もなく語られたわけではないからです。"}
{"en": "CHAPTER VI", "ja": "第6章"}
{"en": "Of inordinate affections", "ja": "制御されていない感情"}
{"en": "Whensoever a man desireth aught above measure, immediately he becometh restless.", "ja": "人は何かをあまりにも欲しがると、すぐに平安を失い始めます。"}
{"en": "The proud and the avaricious man are never at rest;", "ja": "傲慢で貪欲な人は決して安らぎを得ることがありません。"}
{"en": "while the poor and lowly of heart abide in the multitude of peace.", "ja": "一方、心貧しくへりくだっている人は平和の世界に生きるものです。"}
{"en": "The man who is not yet wholly dead to self, is soon tempted, and is overcome in small and trifling matters.", "ja": "抑制を効かせていない人はすぐに誘惑され、小さくてささいな悪に打ち負かされてしまいます。"}
{"en": "It is hard for him who is weak in spirit, and still in part carnal and inclined to the pleasures of sense,", "ja": "その人の霊は弱く、いくらか世俗的（肉的）で、感覚的な物事に向く傾向があります。"}
{"en": "to withdraw himself altogether from earthly desires.", "ja": "世俗的な欲望を控えることはほとんどできません。"}
{"en": "And therefore, when he withdraweth himself from these, he is often sad,", "ja": "ですから、欲望を手放すことは彼を悲しませます。"}
{"en": "and easily angered too if any oppose his will.", "ja": "そのような人はとがめだてされるとすぐに腹を立てます。"}
{"en": "2. But if, on the other hand, he yield to his inclination, immediately he is weighed down by the condemnation of his conscience;", "ja": "しかし、かれが欲望を満足させると、自分の熱情に従ったことのために良心の呵責が彼をうちのめし、求めていた平安へと導かれることはありません。"}
{"en": "for that he hath followed his own desire, and yet in no way attained the peace which he hoped for. For true peace of heart is to be found in resisting passion, not in yielding to it.", "ja": "だから、心の真の平安というのは、熱情に抵抗したところに見出されるのであって、熱情を満足させるところに見出されるのではありません。"}
{"en": "And therefore there is no peace in the heart of a man who is carnal, nor in him who is given up to the things that are without him,", "ja": "肉的な人、空しい魅力に魅せられている人には、平安はありません。"}
{"en": "but only in him who is fervent towards God and living the life of the Spirit.", "ja": "熱心で霊的な人にのみ平安があるのです。"}
{"en": "CHAPTER VII", "ja": "第7章"}
{"en": "Of fleeing from vain hope and pride", "ja": "偽りの希望と傲慢から自由になる"}
{"en": "Vain is the life of that man who putteth his trust in men or in any created Thing.", "ja": "人間たちに、あるいは被造物に信頼をおく者はむなしい。"}
{"en": "Be not ashamed to be the servant of others for the love of Jesus Christ, and to be reckoned poor in this life.", "ja": "イエスキリストの愛のために、他の人々に仕えたり、この世で貧しいと見られたりすることを恥だと思ってはいけません。"}
{"en": "Rest not upon thyself, but build thy hope in God.", "ja": "自分のことを何でも自分でやろうとせずに、神に信頼を置きなさい。"}
{"en": "Do what lieth in thy power,", "ja": "あなたの力の中にあることを行いなさい。"}
{"en": "and God will help thy good intent.", "ja": "そうすれば神はあなたのよい意志を助けてくださいます。"}
{"en": "Trust not in thy learning, nor in the cleverness of any that lives,", "ja": "自分の知識や、いかなる人の知恵に対しても信頼を置いてはいけません。"}
{"en": "but rather trust in the favour of God, who resisteth the proud and giveth grace to the humble.", "ja": "むしろ、へりくだる人を助け、おごっている人をへりくだらせる神の恵みに信頼を置きなさい。"}
{"en": "2. Boast not thyself in thy riches if thou hast them,", "ja": "もしあなたに富があっても、それを誇りに思ってはいけません。"}
{"en": "nor in thy friends if they be powerful,", "ja": "また有力な友人がいても、その友人を誇りに思ってはいけません。"}
{"en": "but in God, who giveth all things, and in addition to all things desireth to give even Himself.", "ja": "そうではなくて、すべてのものを与え、何よりも自分自身を与えることを望んでおられる神に栄光を帰しなさい。"}
{"en": "Be not lifted up because of thy strength or beauty of body, for with only a slight sickness it will fail and wither away.", "ja": "人間の強さや肉体的な美しさ、ちょっとした病気で傷つけられ壊されてしまうような特質を誇ってはいけません。"}
{"en": "Be not vain of thy skilfulness or ability,", "ja": "あなたの才能や能力を誇ってはいけません。"}
{"en": "lest thou displease God, from whom cometh every good gift which we have.", "ja": "あなたが持っているすべての賜物を与えてくださった神を悲しませないようにするためです。"}
{"en": "3. Count not thyself better than others,", "ja": "他の人に比べて自分がすぐれていると考えてはいけません。"}
{"en": "lest perchance thou appear worse in the sight of God, who knoweth what is in man.", "ja": "人のうちに何があるかをご存知の神の前で、より悪い評価を受けないためです。"}
{"en": "Be not proud of thy good works,", "ja": "自分の良い行いを誇ってはいけません。"}
{"en": "for God's judgments are of another sort than the judgments of man, and what pleaseth man is ofttimes displeasing to Him.", "ja": "神の裁きは人の裁きとは異なっていて、人を喜ばせるものが、神を悲しませるのはよくあることだからです。"}
{"en": "If thou hast any good, believe that others have more,", "ja": "あなたの中によい点があるなら、他の人の中にもっとよい点を見出しなさい。"}
{"en": "and so thou mayest preserve thy humility.", "ja": "そうすればあなたはへりくだったままでいられるからです。"}
{"en": "It is no harm to thee if thou place thyself below all others;", "ja": "他の人みんなと比較して自分は劣っていると評価することは害にはなりません。"}
{"en": "but it is great harm if thou place thyself above even one.", "ja": "しかし、たとえ一人に対しても、自分の方がすぐれていると考えるのはとても有害です。"}
{"en": "Peace is ever with the humble man,", "ja": "へりくだった人は、平和的に生活し続けます。"}
{"en": "but in the heart of the proud there is envy and continual wrath.", "ja": "それに対して、おごった人の心の中には妬みがあり、いつも怒りがあります。"}
{"en": "CHAPTER VIII", "ja": "第8章"}
{"en": "Of the danger of too much familiarity", "ja": "必要以上に親しくしないこと"}
{"en": "Open not thine heart to every man,", "ja": "すべての人に対して心を開くのはやめなさい。"}
{"en": "but deal with one who is wise and feareth God.", "ja": "相談をするときには賢明で神をおそれる人だけにしなさい。"}
{"en": "Be seldom with the young and with strangers.", "ja": "若い人や見知らぬ人と付き合うのはやめなさい。"}
{"en": "Be not a flatterer of the rich;", "ja": "お金持ちにへつらってはいけません。"}
{"en": "nor willingly seek the society of the great.", "ja": "偉い人との社交を好むのはよしなさい。"}
{"en": "Let thy company be the humble and the simple, the devout and the gentle,", "ja": "へりくだっている人、単純な人、信仰の篤い人、穏やかな人と付き合いなさい。"}
{"en": "and let thy discourse be concerning things which edify.", "ja": "その人たちと徳を高められるような会話をしなさい。"}
{"en": "Be not familiar with any woman, but commend all good women alike unto God.", "ja": "いかなる女性とも親しい関係にならないようにし、すべてのよい女性を神に薦めなさい。"}
{"en": "Choose for thy companions God and His Angels only, and flee from the notice of men.", "ja": "神と主の天使とのみ親しく交わるようにし、人から注目をあびることを避けなさい。"}
{"en": "2. We must love all men,", "ja": "私たちはすべての人を愛さなければなりません。"}
{"en": "but not make close companions of all.", "ja": "しかし、すべての人と親しく交わるのは得策ではありません。"}
{"en": "It sometimes falleth out that one who is unknown to us is highly regarded through good report of him, whose actual person is nevertheless unpleasing to those who behold it.", "ja": "その人をあまり知らない人たちの間では評判が良いけれど、その人をよく知っている人たちからは大した評価を得ていないということが、時にあるものです。"}
{"en": "We sometimes think to please others by our intimacy, and forthwith displease them the more by the faultiness of character which they perceive in us.", "ja": "自分が親しくして相手を喜ばせていると思っても、相手のほうは私たちの欠点に気がついて次第に不快になるということがよくあります。"}
{"en": "CHAPTER IX", "ja": "第9章"}
{"en": "Of obedience and subjection", "ja": "従順と服従"}
{"en": "It is verily a great thing to live in obedience,", "ja": "従う、というのはたいへん素晴らしいことです。"}
{"en": "to be under authority, and not to be at our own disposal.", "ja": "偉大な方のもとで生き、自分自身の主とならないのはたいへん素晴らしいことです。"}
{"en": "Far safer is it to live in subjection than in a place of authority.", "ja": "というのは、命じることよりは命令を受けるほうがずっと安全だからです。"}
{"en": "Many are in obedience from necessity rather than from love;", "ja": "多くの人は愛からではなくその必要があるから従います。"}
{"en": "these take it amiss, and repine for small cause.", "ja": "そのような態度では、ちょっとした口実によって不満や落胆につながります。"}
{"en": "Nor will they gain freedom of spirit, unless with all their heart they submit themselves for the love of God.", "ja": "彼らは、神の愛から心から従うことなくしては、決して心の平安を得ることがありません。"}
{"en": "Though thou run hither and thither, thou wilt not find peace, save in humble subjection to the authority of him who is set over thee.", "ja": "あなたがどこへ行こうとも、へりくだって権威あるルールに従うことなしには安息は得られません。"}
{"en": "Fancies about places and change of them have deceived many.", "ja": "変化が起こればとか、別の場所にいけば幸せになれるという夢は、多くの人を惑わして来ました。"}
{"en": "2. True it is that every man willingly followeth his own bent, and is the more inclined to those who agree with him.", "ja": "はっきり言っておきますが、すべての人が自分の喜ぶように物事を行いたいと願い、またそれに賛成する人に魅せられています。"}
{"en": "But if Christ is amongst us, then it is necessary that we sometimes yield up our own opinion for the sake of peace.", "ja": "しかしながら、もし神が私たちの間におられるなら、平和という祝福を得るために、自分の意見を放棄することも時には必要です。"}
{"en": "Who is so wise as to have perfect knowledge of all things?", "ja": "さらに、すべての完全な知識を持つほど賢明な人間などいるでしょうか。"}
{"en": "Therefore trust not too much to thine own opinion, but be ready also to hear the opinions of others.", "ja": "自分自身の意見を信用しすぎないようにし、喜んで他の人の意見に耳を傾けなさい。"}
{"en": "Though thine own opinion be good, yet if for the love of God thou foregoest it, and followest that of another, thou shalt the more profit thereby.", "ja": "もしも、たとえあなたの意見が良いとしても、神の愛のゆえに他の人の意見も受け入れるなら、あなたはさらなるメリットを得るでしょう。"}
{"en": "3. Ofttimes I have heard that it is safer to hearken and to receive counsel than to give it.", "ja": "というのは、アドバイスに耳を傾けてそれを受け入れるほうが、アドバイスを与えることよりも安全である、ということをよく聞くからです。"}
{"en": "It may also come to pass that each opinion may be good;", "ja": "自分の意見が良いとしても、"}
{"en": "but to refuse to hearken to others when reason or occasion requireth it, is a mark of pride or wilfulness.", "ja": "正当な理由や機会があるのに他の人の意見を拒否するというのは、プライドや頑固さをあらわすシグナルである、ということもありえます。"}
{"en": "CHAPTER X", "ja": "第10章"}
{"en": "Of the danger of superfluity of words", "ja": "無駄なおしゃべりを避けること"}
{"en": "Avoid as far as thou canst the tumult of men;", "ja": "人々のゴシップは可能な限り避けなさい。"}
{"en": "for talk concerning worldly things, though it be innocently undertaken, is a hindrance, so quickly are we led captive and defiled by vanity.", "ja": "なぜなら、人は虚栄によってすぐに誘惑され捕えられてしまうので、世俗的な事項に関する議論は、誠実なものであったにせよ、私たちの心を大いに乱すことになるからです。"}
{"en": "Many a time I wish that I had held my peace, and had not gone amongst men.", "ja": "私は何度も、自己の平和を保ち人々と関わりを持たないで済めばよかったのに、と思います。"}
{"en": "But why do we talk and gossip so continually,", "ja": "まったく、どうして私たちは、会話をし無駄話をするのでしょうか。"}
{"en": "seeing that we so rarely resume our silence without some hurt done to our conscience?", "ja": "良心を悩ますことなく会話を終えるということはめったにないというのに。"}
{"en": "We like talking so much because we hope by our conversations to gain some mutual comfort, and because we seek to refresh our wearied spirits by variety of thoughts.", "ja": "私たちは、互いの会話から元気を得、さまざまな考えに悩まされている気持ちから楽になりたいと思っているのです。"}
{"en": "And we very willingly talk and think of those things which we love or desire, or else of those which we most dislike.", "ja": "そのようなわけで、私たちは、とても好む物事や、深く嫌っている物事について語ったり考えたりすることを非常に好むのです。"}
{"en": "2. But alas! it is often to no purpose and in vain.", "ja": "しかし、悲しいことに、私たちは無目的でいたずらに語ることがよくあります。"}
{"en": "For this outward consolation is no small hindrance to the inner comfort which cometh from God.", "ja": "この外的な喜びは、内的で聖なる慰めを事実上閉ざしてしまうからです。"}
{"en": "Therefore must we watch and pray that time pass not idly away.", "ja": "ですから、無駄に時間を過ごさないように注意して見張り、祈らなければなりません。"}
{"en": "If it be right and desirable for thee to speak, speak things which are to edification.", "ja": "正しくて適切な語るべきときがきたならば、人の徳を高めるようなことがらを語りなさい。"}
{"en": "Evil custom and neglect of our real profit tend much to make us heedless of watching over our lips.", "ja": "悪い習慣や霊的な進歩に対する無関心は、舌からの防御を取り除いてしまう効果があります。"}
{"en": "Nevertheless, devout conversation on spiritual things helpeth not a little to spiritual progress,", "ja": "これに対して霊的なことがらに関する熱心な会話は、霊的な進歩に大いなる助けとなります。"}
{"en": "most of all where those of kindred mind and spirit find their ground of fellowship in God.", "ja": "同じ心と霊を持った人々が神にあって集っているときには特にそうです。"}
{"en": "CHAPTER XI", "ja": "第11章"}
{"en": "Of seeking peace of mind and of spiritual progress", "ja": "平安を得、完全を切望すること"}
{"en": "We may enjoy abundance of peace if we refrain from busying ourselves with the sayings and doings of others,", "ja": "もしも、他人の言行に対して、私たちが関わりを持たないなら、私たちはもっと平安を享受することになるはずです。"}
{"en": "and things which concern not ourselves.", "ja": "なぜなら、他人の言行というのは私たちとは無関係だからです。"}
{"en": "How can he abide long time in peace who occupieth himself with other men's matters, and with things without himself, and meanwhile payeth little or rare heed to the self within?", "ja": "自分以外の事柄にかかずらっている人、変わった気晴らしばかり求める人、そして内的な思索をほとんど行わないような人が、どうやったら平安のうちに長生きをすることができるでしょうか。"}
{"en": "Blessed are the single-hearted,", "ja": "シンプルな心を持つ者は幸いです。"}
{"en": "for they shall have abundance of peace.", "ja": "その人は平安をたっぷりと受けるからです。"}
{"en": "2. How came it to pass that many of the Saints were so perfect, so contemplative of Divine things?", "ja": "なぜ、聖徒たちの中にはきわめて完全で、きわめて思索深い人たちがいるのでしょう？"}
{"en": "Because they steadfastly sought to mortify themselves from all worldly desires,", "ja": "なぜなら、彼らは自分の内なる、この世の欲望を徹底的に抑制しようとしたからです。"}
{"en": "and so were enabled to cling with their whole heart to God, and be free and at leisure for the thought of Him.", "ja": "そしてそのため、彼らは心から自分自身を神に添わせ、自分の最内奥の考えに集中することが自由にできたのです。"}
{"en": "We are too much occupied with our own affections, and too anxious about transitory things.", "ja": "私たちは、自分勝手で気まぐれな空想にあまりにも心奪われてしまい、 過ぎ去る物事に夢中になりすぎています。"}
{"en": "Seldom, too, do we entirely conquer even a single fault, nor are we zealous for daily growth in grace.", "ja": "たった一つの悪徳に対しても完全な勝利をすることはまれであり、日々自分をよりよいものにしたいと切望することはありません。"}
{"en": "And so we remain lukewarm and unspiritual.", "ja": "ですから、私たちは冷めており無頓着なままなのです。"}
{"en": "3. Were we fully watchful of ourselves, and not bound in spirit to outward things, then might we be wise unto salvation, and make progress in Divine contemplation.", "ja": "もしも私たちが自分の肉体を完全に抑制し、気をそらすものが私たちの心に入り込むことを許さないなら、私たちは聖なる物事を識別し、天のご計画のいくらかを体験することができるでしょうに。"}
{"en": "Our great and grievous stumbling-block is that, not being freed from our affections and desires, we strive not to enter into the perfect way of the Saints.", "ja": "最大の障害は――実際それは唯一の障害でもあるのですが―― 私たちが欲情や情欲から解放されていないということであり、聖徒の完全な道に従おうとしないということです。"}
{"en": "And when even a little trouble befalleth us, too quickly are we cast down, and fly to the world to give us comfort.", "ja": "このため、ちょっとした困難に遭うと、私たちは簡単に落胆してしまい、人間的な慰めに向かうのです。"}
{"en": "4. If we would quit ourselves like men, and strive to stand firm in the battle, then should we see the Lord helping us from Heaven.", "ja": "しかし、もしも私たちが、戦闘中の勇敢な人のように耐えるなら、天からの主の助けが私たちを確かに支えてくださるでしょう。"}
{"en": "For He Himself is alway ready to help those who strive and who trust in Him; yea, He provideth for us occasions of striving, to the end that we may win the victory.", "ja": "というのは勝利の戦いの機会を私たちに与えてくださる神は、神の恵みに信頼を置き、carry on する人々をすぐに助けてくださるからです。"}
{"en": "If we look upon our progress in religion as a progress only in outward observances and forms, our devoutness will soon come to an end.", "ja": "もしも私たちが自分の信仰生活における進歩を、外面的な観察のみに頼りとするなら、私たちの信仰はすぐさま終わりになってしまうでしょう。"}
{"en": "But let us lay the axe to the very root of our life, that, being cleansed from affections, we may possess our souls in peace.", "ja": "ですから、情欲から解放されるために根元に斧をあて、そうして心の平安を得ようではありませんか。"}
{"en": "5. If each year should see one fault rooted out from us, we should go quickly on to perfection.", "ja": "もしも私たちが、毎年たった1個の悪徳を根こそぎにできるなら、私たちはまもなく完全になるでしょうに。"}
{"en": "But on the contrary, we often feel", "ja": "しかし、実際にはその正反対であることが多いものです――"}
{"en": "that we were better and holier in the beginning of our conversion than after many years of profession.", "ja": "私たちは、信仰の歩みを何年も送ってきた現在よりも、回心当初の熱心だった頃の方が、より善良で純粋だったように感じます。"}
{"en": "Zeal and progress ought to increase day by day;", "ja": "私たちの熱心さと進歩は日々増し加わっていくべきです。"}
{"en": "yet now it seemeth a great thing if one is able to retain some portion of his first ardour.", "ja": "にもかかわらず、もしもはじめの熱心さの一部分でも保つことができるなら、 今やそれで注目に値すると見なされるのです。"}
{"en": "If we would put some slight stress on ourselves at the beginning, then afterwards we should be able to do all things with ease and joy.", "ja": "もしも私たちが最初のころ少しだけ自分に対して厳しくしたなら、後になってすべてのことが簡単に楽しくできたでしょうに。"}
{"en": "6. It is a hard thing to break through a habit,", "ja": "昔からの習慣を打ち破ることは困難です。"}
{"en": "and a yet harder thing to go contrary to our own will.", "ja": "しかし、自分の意志に反することをするのはさらに困難です。"}
{"en": "Yet if thou overcome not slight and easy obstacles, how shalt thou overcome greater ones?", "ja": "もしもあなたが小さくてささいな事柄に打ち勝つことができないなら、さらに困難なことにどうやったら打ち勝つことができますか。"}
{"en": "Withstand thy will at the beginning,", "ja": "はじめの誘惑に抵抗しなさい。"}
{"en": "and unlearn an evil habit,", "ja": "そして悪い習慣から足を洗いなさい。"}
{"en": "lest it lead thee little by little into worse difficulties.", "ja": "さもないと、恐らく少しずつ、もっと悪い習慣へと導かれます。"}
{"en": "Oh, if thou knewest what peace to thyself thy holy life should bring to thyself, and what joy to others, methinketh thou wouldst be more zealous for spiritual profit.", "ja": "もしも、良い人生がどんな平安をあなたにもたらすか、そしてどんな喜びを他の人にもたらすかについて、あなたが本当に考えさえするなら、あなたはもっと自分の霊的な進歩について心にかけるようになる、と私は思います。"}
{"en": "CHAPTER XII", "ja": "第12章"}
{"en": "Of the uses of adversity", "ja": "逆境の価値"}
{"en": "It is good for us that we sometimes have sorrows and adversities,", "ja": "時として試練や困難に合うことは、私たちにとって良いことです。"}
{"en": "for they often make a man lay to heart that he is only a stranger and sojourner, and may not put his trust in any worldly thing.", "ja": "なぜならそれによって、私たちは見習い中の身であり、この世のいかなるものにも希望をおくべきではないことを忘れずに済むからです。"}
{"en": "It is good that we sometimes endure contradictions, and are hardly and unfairly judged, when we do and mean what is good.", "ja": "親切に、よかれと思ってしているにもかかわらず人々から誤解されたり、反発に見舞われたりするのも良いことです。"}
{"en": "For these things help us to be humble, and shield us from vain-glory.", "ja": "これらのことは、私たちがへりくだり、むなしい栄光から自らを守るのに役立つからです。"}
{"en": "For then we seek the more earnestly the witness of God, when men speak evil of us falsely, and give us no credit for good.", "ja": "表面上は誰からも認められない時、誰からもよく思われない時、そのような時こそ私たちは心をご覧になられる神を一層求めるようになります。"}
{"en": "2. Therefore ought a man to rest wholly upon God, so that he needeth not seek much comfort at the hand of men.", "ja": "ですから、人は人間からの慰めを必要としないですむように、神のなかに堅く根を張るべきです。"}
{"en": "When a man who feareth God is afflicted or tried or oppressed with evil thoughts, then he seeth that God is the more necessary unto him, since without God he can do no good thing.", "ja": "善良な人が邪悪な思索によってひどく苦しめられ、誘惑され、悩まされるとき、その人は自分に何よりも必要なのは神であり、この方なしには何の良いことも出来ないのだとはっきりと悟ります。"}
{"en": "Then he is heavy of heart, he groaneth, he crieth out for the very disquietness of his heart.", "ja": "そのような人は自らのみじめさと苦しみに悲しんで、嘆き、祈ります。"}
{"en": "Then he groweth weary of life, and would fain depart and be with Christ.", "ja": "これ以上生きることに疲れを覚え、消えてなくなりキリストと共にいられるようにと死を願うようになります。"}
{"en": "By all this he is taught that in the world there can be no perfect security or fulness of peace.", "ja": "そのとき、完璧な安全と完全な平安は、地上には見いだせないのだと、彼ははっきりと理解します。"}
{"en": "CHAPTER XIII", "ja": "第13章"}
{"en": "Of resisting temptation", "ja": "誘惑に抵抗すること"}
{"en": "So long as we live in the world, we cannot be without trouble and trial.", "ja": "私たちがこの世に生きている限り、苦しみや誘惑から逃れることはできません。"}
{"en": "Wherefore it is written in Job,", "ja": "だからヨブ記にも次のように書かれているのです。"}
{"en": "The life of man upon the earth is a trial.(1)", "ja": "「地上における人間の生活は戦争である。」(Job 7:1)"}
{"en": "And therefore ought each of us to give heed concerning trials and temptations, and watch unto prayer,", "ja": "ですから、すべての人は、誘惑を防ぐ備えをし、祈りによって注意を払っていなければならないのです。"}
{"en": "lest the devil find occasion to deceive; for he never sleepeth, but goeth about seeking whom he may devour.", "ja": "それは、決して眠らず、むさぼり食らうことができそうな人を求めて歩き回っている悪魔にだまされないようにするためです。"}
{"en": "No man is so perfect in holiness that he hath never temptations,", "ja": "どんな人間であっても、完全ではなく聖なるものでもないので、誘惑されるときがあります。"}
{"en": "nor can we ever be wholly free from them.", "ja": "人は誘惑から完全に自由でいることは不可能なのです。"}
{"en": "2. Yet, notwithstanding, temptations turn greatly unto our profit, even though they be great and hard to bear;", "ja": "しかし、誘惑は問題を引き起こし、厳しいものですが、人にとって有益な場合もあります。"}
{"en": "for through them we are humbled, purified, instructed.", "ja": "というのは誘惑されたとき、人はへりくだり、きよめられ、教えられるからです。"}
{"en": "All Saints have passed through much tribulation and temptation, and have profited thereby.", "ja": "聖徒はすべて多くの誘惑と試練を通り、そこから益を得てきました。"}
{"en": "And they who endured not temptation became reprobate and fell away.", "ja": "しかし一方誘惑に抵抗できなかった人々は堕落するようになり、滅びていきました。"}
{"en": "There is no position so sacred, no place so secret, that it is without temptations and adversities.", "ja": "誘惑や試練がやってこないような聖なる状態や、隠れた場所というものはありません。"}
{"en": "3. There is no man wholly free from temptations so long as he liveth,", "ja": "生きている限り人間は誘惑から安全でいるわけにはいきません。"}
{"en": "because we have the root of temptation within ourselves,", "ja": "なぜなら、誘惑は私たちの内側から出てくるからです。"}
{"en": "in that we are born in concupiscence.", "ja": "私たちは罪のうちに生まれた者なのです。"}
{"en": "One temptation or sorrow passeth, and another cometh;", "ja": "誘惑や試練を一つ越したなら次がやってきます。"}
{"en": "and always we shall have somewhat to suffer,", "ja": "私たちにはいつも何らかの苦しみがあるでしょう。"}
{"en": "for we have fallen from perfect happiness.", "ja": "なぜなら私たちはもともとの祝福を受けた状態を失っているからです。"}
{"en": "Many who seek to fly from temptations fall yet more deeply into them.", "ja": "誘惑から逃れようとする人はたくさんいますが、結局いっそう深みにはまるだけです。"}
{"en": "By flight alone we cannot overcome,", "ja": "私たちは単純に逃げることで誘惑に打ち勝つことはできません。"}
{"en": "but by endurance and true humility we are made stronger than all our enemies.", "ja": "忍耐と真の謙遜によって、私たちは敵よりも強くなるのです。"}
{"en": "4. He who only resisteth outwardly and pulleth not up by the root, shall profit little;", "ja": "誘惑を表面的にだけ避け、根こそぎにしない人はほとんど進歩することがありません。"}
{"en": "nay, rather temptations will return to him the more quickly, and will be the more terrible.", "ja": "実際、誘惑は以前よりも強力になってすぐに戻ってくるのです。"}
{"en": "Little by little, through patience and longsuffering,", "ja": "少しずつ少しずつ、忍耐と長い苦しみの中で、あなたは誘惑を乗り越えていくでしょう。"}
{"en": "thou shalt conquer by the help of God, rather than by violence and thine own strength of will.", "ja": "それは、厳しさや自分勝手で性急な方法によってではなく、神の助けによってです。"}
{"en": "In the midst of temptation often seek counsel;", "ja": "誘惑されたときにはアドバイスを受けなさい。"}
{"en": "and deal not hardly with one who is tempted,", "ja": "それから、誘惑された人に対して厳しくあたってはいけません。"}
{"en": "but comfort and strengthen him", "ja": "誘惑された人に対しては慰めを与えなさい。"}
{"en": "as thou wouldest have done unto thyself.", "ja": "あなた自身が誘惑された場合に慰めてほしいと願うのと同じように。"}
{"en": "5. The beginning of all temptations to evil is instability of temper and want of trust in God;", "ja": "すべての誘惑は、迷いの中にある心と、神に対する信頼の薄さからはじまります。"}
{"en": "for even as a ship without a helm is tossed about by the waves, so is a man who is careless and infirm of purpose tempted, now on this side, now on that.", "ja": "ちょうど、舵のない船が波によってあちらこちらに揺さぶられるように、軽率で優柔不断な人は、たくさんの方法で誘惑を受けることになります。"}
{"en": "As fire testeth iron, so doth temptation the upright man.", "ja": "炎は鉄を鍛え、誘惑は正義を鍛えます。"}
{"en": "Oftentimes we know not what strength we have;", "ja": "私たちは自分が何に耐えられるかどうかを知らず、"}
{"en": "but temptation revealeth to us what we are.", "ja": "誘惑が私たちの真の姿を明らかにすることがしばしばあります。"}
{"en": "Nevertheless, we must watch, especially in the beginnings of temptation;", "ja": "何よりも、誘惑のはじまりに特に注意しなければなりません。"}
{"en": "for then is the foe the more easily mastered, when he is not suffered to enter within the mind, but is met outside the door as soon as he hath knocked.", "ja": "というのは、敵が心に入ってくるところを拒否し、敵がノックするときに垣根越しに会わねばならないなら、敵をやっつけることは簡単だからです。"}
{"en": "Wherefore one saith,", "ja": "ある人が、たいへん適切にこう言いました。"}
{"en": "Check the beginnings;", "ja": "「最初に抵抗せよ。"}
{"en": "once thou might'st have cured,", "ja": "対処法はたいそう遅れてやって来る。"}
{"en": "But now 'tis past thy skill, too long hath it endured.", "ja": "ずっと後に対処法がやってきたときには、悪は力をすでに得てしまっている」"}
{"en": "For first cometh to the mind the simple suggestion,", "ja": "最初に、単なる考えが心に浮かびます。"}
{"en": "then the strong imagination, afterwards pleasure, evil affection, assent.", "ja": "それから、強い想像がやってきて、次に快楽、邪悪な喜び、そして悪に対する同意が続きます。"}
{"en": "And so little by little the enemy entereth in altogether, because he was not resisted at the beginning.", "ja": "このようにして、その人は、最初に抵抗しなかったために、サタンは完全に心に入り込んでしまうのです。"}
{"en": "And the longer a man delayeth his resistance, the weaker he groweth, and the stronger groweth the enemy against him.", "ja": "そして人が抵抗を遅らせれば遅らせるほど、毎日その人は弱っていきますが、その人に対する敵の強さは増大していくのです。"}
{"en": "6. Some men suffer their most grievous temptations in the beginning of their conversion, some at the end.", "ja": "回心の初期に大きな誘惑に直面する人たちもいれば、終わりごろに直面する人たちもいます。"}
{"en": "Some are sorely tried their whole life long.", "ja": "一方で、人生全体を通じてほぼ絶え間なく誘惑にさらされる人たちもいます。"}
{"en": "Some there are who are tempted but lightly,", "ja": "さらに、誘惑されても軽くすむ人たちもいます。"}
{"en": "according to the wisdom and justice of the ordering of God, who knoweth the character and circumstances of men, and ordereth all things for the welfare of His elect.", "ja": "それは各人の益と状況を考慮にいれ、神の選民の救いのために全てのことを備えられる神の知恵と正義によるものです。"}
{"en": "7. Therefore we ought not to despair when we are tempted, but the more fervently should cry unto God, that He will vouchsafe to help us in all our tribulation;", "ja": "ですから、誘惑されても落胆すべきではなく、神に対して、適切な助けを与えてくださるようにとさらに熱心に祈るべきです。"}
{"en": "and that He will, as St. Paul saith, with the temptation make a way to escape that we may be able to bear it.(2)", "ja": "というのは、パウロの言葉によれば、神は我々が耐えることのできる誘惑を問題になさるからです。"}
{"en": "Let us therefore humble ourselves under the mighty hand of God in all temptation and trouble,", "ja": "どんな試みと誘惑の中にあっても、神さまの御手の中で魂を謙遜にしましょう。"}
{"en": "for He will save and exalt such as are of an humble spirit.", "ja": "なぜなら、神さまは霊的に謙遜な者を救い、高くひきあげてくださるからです。"}
{"en": "8. In temptations and troubles a man is proved, what progress he hath made,", "ja": "誘惑と試練の中で、人の進歩は計ることができます。"}
{"en": "and therein is his reward the greater, and his virtue doth the more appear.", "ja": "誘惑と試練の中でこそ、価と徳を得る機会がさらに明らかになるからです。"}
{"en": "Nor is it a great thing if a man be devout and zealous so long as he suffereth no affliction;", "ja": "誘惑に悩むことがなかったら、熱心で信仰深くなるということは難しくなります。"}
{"en": "but if he behave himself patiently in the time of adversity, then is there hope of great progress.", "ja": "しかし、逆境の時にも忍耐強くがんばれば、大きな進歩をする望みがあるでしょう。"}
{"en": "Some are kept safe from great temptations, but are overtaken in those which are little and common,", "ja": "大きな誘惑から守られている人であっても、しばしば小さな誘惑に負けてしまうことがあります。"}
{"en": "that the humiliation may teach them not to trust to themselves in great things, being weak in small things.", "ja": "それは、小さな試練に対する自分の弱さによって謙遜になり、自分は大きな試練に対する強さを持っているのだ、などと思い込むことがないようにするためです。"}
{"en": "CHAPTER XIV", "ja": "第14章"}
{"en": "On avoiding rash judgment", "ja": "早まった判断を避けること"}
{"en": "Look well unto thyself, and beware that thou judge not the doings of others.", "ja": "あなたの注意を自分自身に向け、他人の行いを裁かないよう気をつけなさい。"}
{"en": "In judging others a man laboureth in vain;", "ja": "なぜなら、他人を裁く時、人は空しい働きをするのであり、"}
{"en": "he often erreth, and easily falleth into sin;", "ja": "間違いを犯すことも多く、またいともたやすく罪を犯すものだからです。"}
{"en": "but in judging and examining himself he always laboureth to good purpose.", "ja": "一方で、自分自身を裁き、吟味する人は、いつでも有益なことをしています。"}
{"en": "According as a matter toucheth our fancy, so oftentimes do we judge of it;", "ja": "私たちは物事を自分が願うように判断しがちなものです。"}
{"en": "for easily do we fail of true judgment because of our own personal feeling.", "ja": "なぜなら個人的な感情のなかで正しい物の見方は簡単に失われてしまうからです。"}
{"en": "If God were always the sole object of our desire, we should the less easily be troubled by the erring judgment of our fancy.", "ja": "もし神が私たちの願いの唯一の対象であるなら、自分の意見に反対されたからといって簡単に平安を失うはずはありません。"}
{"en": "2. But often some secret thought lurking within us, or even some outward circumstance, turneth us aside.", "ja": "しかし内側に何かが潜み、あるいは何かが外側から起こり、私たちをそれと一緒に引き寄せてしまうことがよくあるのです。"}
{"en": "Many are secretly seeking their own ends in what they do, yet know it not.", "ja": "気づかないままに、自分が行うことのなかに自らを求める人が大勢います。"}
{"en": "They seem to live in good peace of mind so long as things go well with them, and according to their desires,", "ja": "自分の願いや好みの通りに物事が進む時に安心を覚えることさえあるようです。"}
{"en": "but if their desires be frustrated and broken, immediately they are shaken and displeased.", "ja": "しかし自分の願うようにならないと、まもなく平安を失い悲しみに暮れます。"}
{"en": "Diversity of feelings and opinions very often brings about dissensions between friends, between countrymen,", "ja": "感情や意見の違いは周囲の人々を分裂させます。"}
{"en": "between religious and godly men.", "ja": "宗教的で敬虔な人たちであってもです。"}
{"en": "3. Established custom is not easily relinquished,", "ja": "古い習慣はなかなか直らないものです。"}
{"en": "and no man is very easily led to see with the eyes of another.", "ja": "そして誰しも、見えないところまでは導かれたがらないものです。"}
{"en": "If thou rest more upon thy own reason or experience than upon the power of Jesus Christ,", "ja": "もしあなたがイエス・キリストへの従順の美徳よりも、自分の知性や勤勉さに依存するなら、賢明な人になることはまずないでしょう。"}
{"en": "thy light shall come slowly and hardly;", "ja": "なるとしても、それはゆっくりとしか起きません。"}
{"en": "for God willeth us to be perfectly subject unto Himself, and all our reason to be exalted by abundant love towards Him.", "ja": "神は私たちが完全にご自身に従うようになることを願っておられ、熱心な愛を通してすべての人間の知恵を越えることを願っておられます。"}
{"en": "CHAPTER XV", "ja": "第15章"}
{"en": "Of works of charity", "ja": "愛のうちになされる行い"}
{"en": "For no worldly good whatsoever, and for the love of no man, must anything be done which is evil,", "ja": "この世のどんなもののためであっても、また誰を愛するためであっても、絶対に悪を行なってはいけません。"}
{"en": "but for the help of the suffering a good work must sometimes be postponed, or be changed for a better;", "ja": "しかし、困っている人のためには、良い行ないを敢えてそのままにしておいたり、さらに良いものと取り替えたりするほうがよいこともあるでしょう。"}
{"en": "for herein a good work is not destroyed, but improved.", "ja": "これは良い行ないを切り捨てているわけではなく、むしろ良い行ないをさらに改善するためだからです。"}
{"en": "Without charity no work profiteth, but whatsoever is done in charity,", "ja": "愛がなければ、外面的な行ないには何の価値もありません。"}
{"en": "however small and of no reputation it be, bringeth forth good fruit;", "ja": "しかし愛をもってなされたことは、たとえそれがどんなに小さくて些細なことであっても完全に実を結びます。"}
{"en": "for God verily considereth what a man is able to do, more than the greatness of what he doth.", "ja": "なぜなら、神は行ないそのものよりも、行なったときの愛を測られるからです。"}
{"en": "2. He doth much who loveth much.", "ja": "たくさんのことを成し遂げるのは、たくさん愛する人です。"}
{"en": "He doth much who doth well.", "ja": "たくさんのことを成し遂げるのは、一つのことをうまく行なう人です。"}
{"en": "He doth well who ministereth to the public good rather than to his own.", "ja": "うまく行なう人というのは、自分自身の利益ではなく皆の益のために仕える人です。"}
{"en": "Oftentimes that seemeth to be charity which is rather carnality,", "ja": "さて、愛のように見える事柄が、実は官能にしか過ぎないことはよくあります。"}
{"en": "because it springeth from natural inclination, self-will, hope of repayment, desire of gain.", "ja": "自分の性癖や願望、報酬への期待、私利私欲が、往々にしてその動機になっているからです。"}
{"en": "3. He who hath true and perfect charity, in no wise seeketh his own good,", "ja": "反対に、真実で完全な愛を持つ人は、何ものにも自己を求めようとしません。"}
{"en": "but desireth that God alone be altogether glorified.", "ja": "ただ全てのことを神のご栄光のゆえに追求します。"}
{"en": "He envieth none, because he longeth for no selfish joy;", "ja": "さらに、そのような人は誰のこともうらやみません。"}
{"en": "nor doth he desire to rejoice in himself, but longeth to be blessed in God as the highest good.", "ja": "なぜなら、その人は個人的な愉しみを願うのでく、また自分のなかに喜びを見いだそうというのでもなく、ただ何よりも、神のさらなるご栄光を願うからです。"}
{"en": "He ascribeth good to none", "ja": "彼は人にはどんな良いものも帰しません。"}
{"en": "save to God only,", "ja": "ただ全てを完全に神に帰します。"}
{"en": "the Fountain whence all good proceedeth, and the End, the Peace, the joy of all Saints.", "ja": "泉から流れ出るように、全てのことがこのお方から発し、全ての聖徒たちはこのお方のもとで喜び憩うのです。"}
{"en": "He ascribeth good to none save to God only, the Fountain whence all good proceedeth, and the End, the Peace, the joy of all Saints.", "ja": "（以下のベンハム訳を参考にしましたが、かなり苦しいかも。"}
{"en": "Oh, he who hath but a spark of true charity, hath verily learned that all worldly things are full of vanity.", "ja": "もし人が真の愛の輝きを持たないのなら、地上の全てのものはまったくむなしいと、確かに感じることでしょう。"}
{"en": "CHAPTER XVI", "ja": "第16章"}
{"en": "Of bearing with the faults of others", "ja": "他者の欠点を負うこと"}
{"en": "Those things which a man cannot amend in himself or in others, he ought patiently to bear, until God shall otherwise ordain.", "ja": "神が他のことを特に命じるのでない限り、自分や他者のうちにみられる修正できないものは、何であれ忍耐強く負うべきです。"}
{"en": "Bethink thee that perhaps it is better for thy trial and patience,", "ja": "ですから、たとえば自分の忍耐を試し、あなた自身を吟味するには、その方が良いのだろうと考えなさい。"}
{"en": "without which our merits are but little worth.", "ja": "というのは、そのような忍耐や試練なしには、あなたの長所に価値はないからです。"}
{"en": "Nevertheless thou oughtest, when thou findeth such impediments, to beseech God that He would vouchsafe to sustain thee, that thou be able to bear them with a good will.", "ja": "とはいえ、そのような困難のもとでは、あなたがそれらの欠点を冷静に負えるよう、神の助けを求めて祈るべきです。"}
{"en": "2. If one who is once or twice admonished refuse to hearken, strive not with him,", "ja": "一、二度訓戒を受けた後でも、その人が改心しないのならば、彼と言い争ってはいけません。"}
{"en": "but commit all to God, that His will may be done and His honour be shown in His servants,", "ja": "その問題はすべて神に委ね、神の御心と栄誉とが、神の全ての僕たちの間にさらに現されるようにしなさい。"}
{"en": "for He knoweth well how to convert the evil unto good.", "ja": "神は、どうやって悪を善に変えるのかを、よくご存じだからです。"}
{"en": "Endeavour to be patient in bearing with other men's faults and infirmities whatsoever they be,", "ja": "他者の欠点や弱さを、それが何であれ、忍耐強く負うように努めなさい。"}
{"en": "for thou thyself also hast many things which have need to be borne with by others.", "ja": "なぜならば、あなた自身も、他者が耐えねばならない多くの欠点を持つ身だからです。"}
{"en": "If thou canst not make thine own self what thou desireth, how shalt thou be able to fashion another to thine own liking.", "ja": "もしあなたが、自分が願うような者に自分自身を変えることができないなら、どうして他人を自分の思いのままに曲げることができるのですか。"}
{"en": "We are ready to see others made perfect, and yet we do not amend our own shortcomings.", "ja": "私たちは他人が完全であることを求めるくせに、自分自身の欠点を正すことはできません。"}
{"en": "3. We will that others be straitly corrected, but we will not be corrected ourselves.", "ja": "私たちは他人が厳しく矯正されることを望むくせに、自分自身を矯正しようとはしません。"}
{"en": "The freedom of others displeaseth us, but we are dissatisfied that our own wishes shall be denied us.", "ja": "他人の自由は不愉快に思うくせに、自分の求めは拒否されたくありません。"}
{"en": "We desire rules to be made restraining others, but by no means will we suffer ourselves to be restrained.", "ja": "他人のことは律法で縛ろうとするくせに、自分のことは何ものにも縛られたくないのです。"}
{"en": "Thus therefore doth it plainly appear how seldom we weigh our neighbour in the same balance with ourselves.", "ja": "このように、私たちが自分のことを思うように他者のことを考えることは滅多にないことは明らかです。"}
{"en": "If all men were perfect, what then should we have to suffer from others for God?", "ja": "もし皆が完璧なら、神のために他者からどのような苦しみを受けることが出来るでしょうか。"}
{"en": "4. But now hath God thus ordained, that we may learn to bear one another's burdens,", "ja": "しかし神は、互いの重荷を負うことを学びなさいと私たちに命じられました。"}
{"en": "because none is without defect, none without a burden, none sufficient of himself, none wise enough of himself;", "ja": "欠点のない人、重荷を持たない人、一人でやっていける人、十分に賢い人、そのような人はいないのです。"}
{"en": "but it behoveth us to bear with one another, to comfort one another, to help, instruct, admonish one another.", "ja": "ですから私たちは互いに支え合い、慰め合い、助け合い、相談し合い、助言し合うべきです。"}
{"en": "How much strength each man hath is best proved by occasions of adversity:", "ja": "人の美徳というものは、逆境のなかで一番よく現されます。"}
{"en": "for such occasions do not make a man frail, but show of what temper he is.", "ja": "逆境は人を弱くするのでなく、むしろその人の姿を浮き彫りにするからです。"}
{"en": "CHAPTER XVII", "ja": "第17章"}
{"en": "Of a religious life", "ja": "修道生活"}
{"en": "It behoveth thee to learn to mortify thyself in many things, if thou wilt live in amity and concord with other men.", "ja": "あなたが平和と他者との調和を願うなら、多くのことにおいて自分の意志を曲げることを学ばなければいけません。"}
{"en": "It is no small thing to dwell in a religious community or congregation, and to live there without complaint, and therein to remain faithful even unto death.", "ja": "修道院や宗教的な共同体で暮らし、不平を持つことなくそこにとどまり、死ぬまで忠実に耐え抜くことは、容易なことではありません。"}
{"en": "Blessed is he who hath lived a good life in such a body, and brought it to a happy end.", "ja": "そこで良い人生を生き、そこで幸福のうちに終わりの日を迎えることの出来る人は本当に幸いです。"}
{"en": "If thou wilt stand fast and wilt profit as thou oughtest, hold thyself as an exile and a pilgrim upon the earth.", "ja": "もしあなたが忍耐をもって完全を追い求めるつもりなら、自らを巡礼者、地上における追放者とみなすべきです。"}
{"en": "Thou wilt have to be counted as a fool for Christ, if thou wilt lead a religious life.", "ja": "もしあなたが敬虔な人になるつもりなら、キリストのために愚か者と見なされることに満足すべきです。"}
{"en": "2. The clothing and outward appearance are of small account;", "ja": "人は修道衣や剃髪によってはほとんど変えられません。"}
{"en": "it is change of character and entire mortification of the affections which make a truly religious man.", "ja": "変えられた人生や完全な禁欲こそが真の敬虔さを生むのです。"}
{"en": "He who seeketh aught save God and the health of his soul, shall find only tribulation and sorrow.", "ja": "己れの魂の救いと神のみを求めない人は、悩みと嘆きしか見いださないでしょう。"}
{"en": "Nor can he stand long in peace, who striveth not to be least of all and servant of all.", "ja": "そして一番小さき者、すなわち万人の僕になろうとしない人は、長きにわたって平安を保つことが出来ません。"}
{"en": "3. Thou art called to endure and to labour, not to a life of ease and trifling talk.", "ja": "あなたが召されたのは苦しみ、労するためであり、怠けたり噂話で時間を無駄にするためではないのです。"}
{"en": "Here therefore are men tried as gold in the furnace.", "ja": "ここでは、人は炉のなかの金のように試されます。"}
{"en": "No man can stand, unless with all his heart he will humble himself for God's sake.", "ja": "ここでは、心の底から神の前にへりくだることを願う人でなければ、とどまることは出来ません。"}
{"en": "CHAPTER XVIII", "ja": "第18章"}
{"en": "Of the example of the Holy Fathers", "ja": "聖徒により示されたお手本"}
{"en": "Consider now the lively examples of the holy fathers, in whom shone forth real perfectness and religion, and thou shalt see how little, even as nothing, is all that we do.", "ja": "本当の完全と宗教の光を持った聖徒たちが残した生きたお手本を考えるときに、いかにわれわれが無に等しいかわかるものです。"}
{"en": "Ah! What is our life when compared to theirs?", "ja": "彼らの命に比べると、ああ、私たちの命はなんなのでしょう？"}
{"en": "They, saints and friends of Christ as they were, served the Lord in hunger and thirst, in cold and nakedness, in labour and weariness, in watchings and fastings, in prayer and holy meditations, in persecutions and much rebuke.", "ja": "聖人たちや、キリストの友たる人々は、飢え、乾き、寒さ、裸の中で、仕事場でも疲れていても、祈りや聖なる瞑想の中でも、迫害と困難の中でも、夜を徹する祈りや断食の中でも、主に仕えました。"}
{"en": "2. O how many and grievous tribulations did the Apostles, Martyrs, Confessors, Virgins, endure;", "ja": "使徒、殉教者、懺悔者、修道女、そのほかすべてのキリストの足跡に自ら従った人たち"}
{"en": "and all others who would walk in the footsteps of Christ.", "ja": "―― 彼らが苦しんだ試練は、どれだけ多く、過酷なものだったことでしょう。"}
{"en": "For they hated their souls in this world that they might keep them unto life eternal.", "ja": "彼らはとこしえの命を得るために、地上での命を憎みました。"}
{"en": "O how strict and retired a life was that of the holy fathers who dwelt in the desert!", "ja": "砂漠で人から離れて生きるとはいかに厳しく、物事にとらわれない生活だったことでしょうか！"}
{"en": "what long and grievous temptations they did suffer!", "ja": "彼らが受けた誘惑は、なんと長く重苦しいものだったことでしょう！"}
{"en": "how often were they assaulted by the enemy!", "ja": "なんど敵に取り囲まれたことでしょう。"}
{"en": "what frequent and fervid prayers did they offer unto God!", "ja": "どのよう熱心な祈りがなんどもささげられたことでしょう！"}
{"en": "what strict fasts did they endure!", "ja": "過酷な断食を行ったでしょう！"}
{"en": "what fervent zeal and desire after spiritual profit did they manifest!", "ja": "彼らの精神的な完璧を求める愛と情熱はいかに大いなるものだったでしょうか！"}
{"en": "how bravely did they fight that their vices might not gain the mastery!", "ja": "自分たちの悪い習慣や癖をやめるための霊的戦いはいかに勇敢だったことでしょう！"}
{"en": "how entirely and steadfastly did they reach after God!", "ja": "神に対してかれらが示したものはなんと純粋でごまかしのない目的だったでしょう！"}
{"en": "By day they laboured, and at night they gave themselves ofttimes unto prayer;", "ja": "昼間は、働き、夜には長い祈りのため時間を費やしました。"}
{"en": "yea, even when they were labouring they ceased not from mental prayer.", "ja": "仕事場においてさえ、霊のいのりを続けました。"}
{"en": "3. They spent their whole time profitably;", "ja": "時間のすべてを有効に使いました。"}
{"en": "every hour seemed short for retirement with God;", "ja": "神に仕えるためには１時間は短く感じられ、"}
{"en": "and through the great sweetness of contemplation, even the need of bodily refreshment was forgotten.", "ja": "主と交わる瞑想の中では寝食も忘れるほどでした。"}
{"en": "They renounced all riches, dignities, honours, friends, kinsmen;", "ja": "彼らは、すべての豊かさ、威厳、名誉、友人、知人を否定し、捨ててしまいました。"}
{"en": "they desired nothing from the world;", "ja": "彼らはこの世の何も求めませんでした。"}
{"en": "they ate the bare necessaries of life;", "ja": "彼らは生きていくために必要なものさえほとんど持たず、"}
{"en": "they were unwilling to minister to the body even in necessity.", "ja": "肉体を維持することはたとえそれが必要なときにおいてさえ、退屈なものとなりました。"}
{"en": "Thus were they poor in earthly things, but rich above measure in grace and virtue.", "ja": "地上での生活は貧しかったにもかかわらず、恵みと人徳においては豊かでした。"}
{"en": "Though poor to the outer eye, within they were filled with grace and heavenly benedictions.", "ja": "外面は見捨てられたものでしたが、内面は恵みで満たされ、聖なる慰めがありました。"}
{"en": "4. They were strangers to the world, but unto God they were as kinsmen and friends.", "ja": "この世においてはよそ者でしたが、神さまとは親しく、神さまの近しい友となりました。"}
{"en": "They seemed unto themselves as of no reputation, and in the world's eyes contemptible;", "ja": "彼ら自身にとっては、世に捨てられ、ゼロに等しいものでしたが、"}
{"en": "but in the sight of God they were precious and beloved.", "ja": "神の目から見ると、高価で大切なものと映りました。"}
{"en": "They stood fast in true humility, they lived in simple obedience,", "ja": "彼らは真の謙遜と素朴な従順のなかに生きました。"}
{"en": "they walked in love and patience; and thus they waxed strong in spirit, and obtained great favour before God.", "ja": "霊的な人生への道を日々前進し、神から偉大なる恩寵をいただきつつ、愛と忍耐のなかを歩んだのです。"}
{"en": "To all religious men they were given as an example, and they ought more to provoke us unto good livings than the number of the lukewarm tempteth to carelessness of life.", "ja": "この人たちは、すべての信仰者にとってのお手本となり、私たちを完璧へと導く彼らの力は、不熱心な者が私たちを放縦へと誘惑する力よりもはるかに優れています。"}
{"en": "5. O how great was the love of all religious persons at the beginning of this sacred institution!", "ja": "初期のころの聖なる習慣はなんと熱心な事だったでしょう！"}
{"en": "O what devoutness of prayer! what rivalry in holiness!", "ja": "祈りへのデボーションや徳を求める競争は大いなるものでした。"}
{"en": "what strict discipline was observed!", "ja": "彼らの間で花開いた自制心は何とすばらしいものだったことでしょう！"}
{"en": "what reverence and obedience under the rule of the master showed they in all things!", "ja": "上に立つ人の支配のもとで、なんと素晴らしい尊敬と従順とが万事において見られたことでしょう！"}
{"en": "The traces of them that remain until now testify that they were truly holy and perfect men, who fighting so bravely trod the world underfoot.", "ja": "彼らが残した足跡は、彼らが本当に聖く完全な人々であり、この世と勇敢に戦い、この世に打ち勝ったことを今なお証しています。"}
{"en": "Now a man is counted great if only he be not a transgressor, and if he can only endure with patience what he hath undertaken.", "ja": "今日、罪を犯さず、忍耐強く自分の責務を果たす人は大いなる人と見なされます。"}
{"en": "6. O the coldness and negligence of our times,", "ja": "私たちはなんと不熱心であり、怠惰な者でしょう！"}
{"en": "that we so quickly decline from the former love, and it is become a weariness to live, because of sloth and lukewarmness.", "ja": "私たちは情熱をなんと早く無くし、怠惰な生活に何と早く流されて疲れてしまうことでしょう！"}
{"en": "May progress in holiness not wholly fall asleep in thee, who many times hast seen so many examples of devout men!", "ja": "このように熱心な先駆者たちのお手本を学んだ私たちは、まどろむことなく、徳を求め続けなくてなりません。"}
{"en": "CHAPTER XX", "ja": "第20章"}
{"en": "Of the love of solitude and silence", "ja": "孤独と沈黙を愛すること"}
{"en": "Seek a suitable time for thy meditation, and think frequently of the mercies of God to thee.", "ja": "静まるためにふさわしい時間を求め、神の恩恵について何度も思いを巡らせなさい。"}
{"en": "Leave curious questions.", "ja": "好奇心を満たそうとしてはいけません。"}
{"en": "Study such matters as bring thee sorrow for sin rather than amusement.", "ja": "心を占領するようなものよりも、心に悲しみをもたらすものを読みなさい。"}
{"en": "If thou withdraw thyself from trifling conversation and idle goings about, as well as from novelties and gossip, thou shalt find thy time sufficient and apt for good meditation.", "ja": "不必要なおしゃべりや、目的もなく走り回りゴシップや噂ばなしに耳を傾けることから身を退けるなら、聖い黙想に適した時間を十分にとることが出来るでしょう。"}
{"en": "The greatest saints used to avoid as far as they could the company of men, and chose to live in secret with God.", "ja": "偉大な聖者の多くが、出来る限り人と付き合うことを避け、ひそかに神に仕えることを選びました。"}
{"en": "2. One hath said,", "ja": "ある人はこのように言いました。"}
{"en": "\"As oft as I have gone among men, so oft have I returned less a man.\"", "ja": "「人と交われば交わるほど、その後で空虚感を覚えました」"}
{"en": "This is what we often experience when we have been long time in conversation.", "ja": "長い会話をした後に、これが確かに真実であることを私たちもよく経験します。"}
{"en": "For it is easier to be altogether silent than it is not to exceed in word.", "ja": "あまり話さないでいるよりは、完全に沈黙を保つ方が簡単です。"}
{"en": "It is easier to remain hidden at home than to keep sufficient guard upon thyself out of doors.", "ja": "十分に警戒しながら外出するよりは、家に留まる方が簡単です。"}
{"en": "He, therefore, that seeketh to reach that which is hidden and spiritual, must go with Jesus \"apart from the multitude.\"", "ja": "ですから、誰でも内面的で霊的な生活を目指す人は、イエスとともに、群衆から離れなくてはなりません。"}
{"en": "No man safely goeth abroad who loveth not to rest at home.", "ja": "まず無名であることを享受するのでなければ、誰も世間の目の前に安心して出ることはありません。"}
{"en": "No man safely talketh but he who loveth to hold his peace.", "ja": "まず無口であることを愛するのでなければ、誰も安心して話すことはありません。"}
{"en": "No man safely ruleth but he who loveth to be subject.", "ja": "まず喜んで治められるのでなければ、誰も安心して治めることはありません。"}
{"en": "No man safely commandeth but he who loveth to obey.", "ja": "まず従うことをよく学ぶのでなければ、誰も安心して命令することはありません。"}
{"en": "3. No man safely rejoiceth but he who hath the testimony of a good conscience within himself.", "ja": "まず良心の証を自分のなかに持つのでなければ、誰も安心して喜ぶことはありません。"}
{"en": "The boldness of the Saints was always full of the fear of God.", "ja": "これ以上に、聖者が安全でいられるのは神への恐れのなかにいつも包まれているからです。"}
{"en": "Nor were they the less earnest and humble in themselves,", "ja": "聖者の安全は、注意が足りないことや、謙遜が足りないことの中にあるのではありません。"}
{"en": "because they shone forth with great virtues and grace.", "ja": "彼らは素晴らしい美徳や恵みに輝いているからです。"}
{"en": "But the boldness of wicked men springeth from pride and presumption, and at the last turneth to their own confusion.", "ja": "これとは反対に、邪（よこしま）な者の安心はプライドや傲慢から生じ、しまいには自己欺瞞に陥いるでしょう。"}
{"en": "Never promise thyself security in this life,", "ja": "この世のいのちにおいて決して自分に安全を約束してはいけません。"}
{"en": "howsoever good a monk or devout a solitary thou seemest.", "ja": "たとえあなたがとても敬虔で熱心な隠遁者であると思ってもです。"}
{"en": "4. Often those who stand highest in the esteem of men, fall the more grievously because of their over great confidence.", "ja": "人々から高い評価を得ている人ほど、過剰な自信のゆえにより深刻に危険な状態にあるということがよくあります。"}
{"en": "Wherefore it is very profitable unto many that they should not be without inward temptation,", "ja": "ですから、誘惑からあまり自由になり過ぎない方が、多くの人にとってはいいのです。"}
{"en": "but should be frequently assaulted, lest they be over confident, lest they be indeed lifted up into pride, or else lean too freely upon the consolations of the world.", "ja": "安全になり過ぎたり、プライドに満ちたり、外的な快適さをしきりと求めるようにならないために、たまには試練があるくらいの方がいいのです。"}
{"en": "O how good a conscience should that man keep, who never sought a joy that passeth away, who never became entangled with the world!", "ja": "はかない喜びを求めたり、この世的なことがらに自分から深く関わったりさえしなければ、その人はどれほど健全な良心を持つでしょう。"}
{"en": "O how great peace and quiet should he possess, who would cast off all vain care, and think only of healthful and divine things, and build his whole hope upon God!", "ja": "全ての空しい心配事から自らを切り離し、ただ神に関することがらや己の魂に役に立つことだけを考え、全ての信頼を神に置くのなら、どれだけすばらしい平安と静寂を自分のものにできるでしょう。"}
{"en": "5. No man is worthy of heavenly consolation but he who hath diligently exercised himself in holy compunction.", "ja": "人が絶え間なく自らを聖なる悔い改めに向かせるのでなければ、誰も天からの慰めを受けるに値しません。"}
{"en": "If thou wilt feel compunction within thy heart, enter into thy chamber and shut out the tumults of the world,", "ja": "あなたが真の心の悲しみを願うのであれば、一人きりになれる小部屋に入り、世の中の喧騒を閉め出しなさい。"}
{"en": "as it is written,", "ja": "このように書かれている通りです。"}
{"en": "Commune with your own heart in your own chamber and be still.(1)", "ja": "「自分の部屋で自らの罪のために嘆き悲しみなさい」"}
{"en": "In retirement thou shalt find what often thou wilt lose abroad.", "ja": "そこではあなたが頻繁に外で失うものを見つけるでしょう。"}
{"en": "Retirement, if thou continue therein, groweth sweet,", "ja": "その小部屋は、もしあなたがそこに留まるのなら、あなたにとってとても大切なところになるでしょう。"}
{"en": "but if thou keep not in it, begetteth weariness.", "ja": "しかし留まらないなら、退屈な場所になります。"}
{"en": "If in the beginning of thy conversation thou dwell in it and keep it well, it shall afterwards be to thee a dear friend, and a most pleasant solace.", "ja": "あなたの信仰生活の初めにおいて、あなたが小部屋のなかに住み、そこから離れないなら、まもなくそこは特別な友となり、大変な慰めとなるでしょう。"}
{"en": "6. In silence and quiet the devout soul goeth forward and learneth the hidden things of the Scriptures.", "ja": "沈黙と静けさのなかで、敬虔な魂は徳を高め、御言葉の隠された真理を学びます。"}
{"en": "Therein findeth she a fountain of tears, wherein to wash and cleanse herself each night,", "ja": "そこでその人は夜ごとに自らを洗い清める涙の洪水を経験します。"}
{"en": "that she may grow the more dear to her Maker as she dwelleth the further from all worldly distraction.", "ja": "それによってその人は父なる造り主と一層近密な関係を持つようにと、この世の騒ぎから一切身を引くのです。"}
{"en": "To him who withdraweth himself from his acquaintance and friends God with his holy angels will draw nigh.", "ja": "というのは、神とその御使いたちは、周囲の人々から身を避ける人に近付いてくださるからです。"}
{"en": "It is better to be unknown and take heed to oneself than to neglect oneself and work wonders.", "ja": "人にとって、人目につかないようになり、自らの救いに注意をはらう方が、救いを無視して奇跡を行うよりも良いのです。"}
{"en": "It is praiseworthy for a religious man to go seldom abroad, to fly from being seen, to have no desire to see men.", "ja": "敬虔な人が滅多に外出せず、人々の目を避け、人々に会わないように願うのは、誉めるに値することです。"}
{"en": "7. Why wouldest thou see what thou mayest not have?", "ja": "なぜ持つことを許されないものを見たがるのですか？"}
{"en": "The world passeth away and the lust thereof.", "ja": "「この世とその情欲は過ぎ去ります」"}
{"en": "The desires of sensuality draw thee abroad, but when an hour is past, what dost thou bring home,", "ja": "官能的な渇望は、時として、あなたを魅了し、あなたをさまよわせます。"}
{"en": "but a weight upon thy conscience and distraction of heart?", "ja": "しかしその瞬間が過ぎるとき、困惑した良心と重たい心の他に、何を持って帰るというのですか？"}
{"en": "A merry going forth bringeth often a sorrowful return,", "ja": "喜んで出かけても、往々にして悲しんで戻ることになるのです。"}
{"en": "and a merry evening maketh a sad morning?", "ja": "陽気な夕べから悲しみに沈んだ夜明けへとです。"}
{"en": "So doth all carnal joy begin pleasantly, but in the end it gnaweth away and destroyeth.", "ja": "このように、全ての肉的な喜びは好ましいものとして始まりますが最後には嘆きと死をもたらすのです。"}
{"en": "What canst thou see abroad which thou seest not at home?", "ja": "あなたの小部屋で見つからないものを、他のどこで見つけることができるでしょうか？"}
{"en": "Behold the heaven and the earth and the elements,", "ja": "天と地と、そこにある全ての要素を見なさい。"}
{"en": "for out of these are all things made.", "ja": "全てのものはそれによって造られているからです。"}
{"en": "8. What canst thou see anywhere which can continue long under the sun?", "ja": "長く残るものを、太陽が照らしているどこかに見つけることは出来るでしょうか？"}
{"en": "Thou believest perchance that thou shalt be satisfied, but thou wilt never be able to attain unto this.", "ja": "あなたは自分では完全に満足していると思うかもしれませんが、それはあり得ないのです。"}
{"en": "If thou shouldest see all things before thee at once, what would it be but a vain vision?", "ja": "なぜなら、存在するもののすべてをあなたが見たとするなら、それらは空しい幻以外の何ものでもないからです。"}
{"en": "Lift up thine eyes to God on high,", "ja": "あなたの目を天におられる神に向けなさい。"}
{"en": "and pray that thy sins and negligences may be forgiven.", "ja": "そしてあなたの罪と欠点のゆえに祈りなさい。"}
{"en": "Leave vain things to vain men,", "ja": "空しいことは、空しい人々にまかせなさい。"}
{"en": "and mind thou the things which God hath commanded thee.", "ja": "あなた自身は、神があなたに命令していることに心を向けなさい。"}
{"en": "Shut thy door upon thee, and call unto thyself Jesus thy beloved.", "ja": "あなたの前で扉を閉め、愛するお方であるイエスを呼びなさい。"}
{"en": "Remain with Him in thy chamber,", "ja": "あなたの小部屋でイエスと共にとどまりなさい。"}
{"en": "for thou shalt not elsewhere find so great peace.", "ja": "そのような平安は他のどんな場所にも見いだせないからです。"}
{"en": "If thou hadst not gone forth nor listened to vain talk, thou hadst better kept thyself in good peace.", "ja": "もしあなたがそこから離れず、空しいうわさ話に耳を貸していなかったなら、あなたはさらに深い平安のなかにとどまっていたことでしょう。"}
{"en": "But because it sometimes delighteth thee to hear new things, thou must therefore suffer trouble of heart.", "ja": "しかしあなたは新しい話を聞くのを喜ぶことがあるので、そのせいで心の悲しみに苦しむのは当然のことなのです。"}
{"en": "CHAPTER XXI", "ja": "第21章"}
{"en": "Of compunction of heart", "ja": "心の悲しみ（校正中）"}
{"en": "If thou wilt make any progress keep thyself in the fear of God, and long not to be too free, but restrain all thy senses under discipline and give not thyself up to senseless mirth.", "ja": "もしもあなたが、徳のうちに進みたいと願うならば、神を畏れて生きなさい、あまりに多くの自由を求めてはいけません、あなたの感覚を鍛錬しなさい、"}
{"en": "Give thyself to compunction of heart and thou shalt find devotion.", "ja": "そして空虚で愚かなことを避けなさい。"}
{"en": "Compunction openeth the way for many good things, which dissoluteness is wont quickly to lose.", "ja": "悲しみはふしだらをいつも滅ぼす多くの恵みにドアを開けます。"}
{"en": "It is wonderful that any man can ever rejoice heartily in this life who considereth and weigheth his banishment, and the manifold dangers which beset his soul.", "ja": "亡命国で熟慮し、深く考える人やその人の魂の多くの危険が完全にこの生涯で幸せになりえることができるかはわかりません。"}
{"en": "2. Through lightness of heart and neglect of our shortcomings we feel not the sorrows of our soul, but often vainly laugh when we have good cause to weep.", "ja": "Lighthearted and heedless of our defect, 私達は魂の本当の悲しみを感じることはありません、しかし私達は涙を流すよい理由があるとき、しばしば空虚な笑いにふけります。"}
{"en": "There is no true liberty nor real joy, save in the fear of God with a good conscience.", "ja": "もしも神への畏敬や良い分別に基づかれていなければ、自由がないのが真実であり、喜びがないのが真です。"}
{"en": "Happy is he who can cast away every cause of distraction and bring himself to the one purpose of holy compunction.", "ja": "幸せはあらゆる心配の重みから抜け出し、聖なる悔恨に心を落ち着かせることのできる人です。"}
{"en": "Happy is he who putteth away from him whatsoever may stain or burden his conscience.", "ja": "幸せは良心を傷つけたり苦しめたりする全てを彼から打ち破る人です。"}
{"en": "Strive manfully;", "ja": "家臣のように戦いなさい。"}
{"en": "custom is overcome by custom.", "ja": "習慣は習慣で克服されます。"}
{"en": "If thou knowest how to let men alone, they will gladly let thee alone to do thine own works.", "ja": "もしもあなたが人に干渉しないならば、彼らはあなたがしなければならないことをするためにあなたを干渉しないでしょう。"}
{"en": "3. Busy not thyself with the affairs of others,", "ja": "他人の事情について忙しくするのはやめなさい。"}
{"en": "nor entangle thyself with the business of great men.", "ja": "あなたの上司の仕事に巻きこまれるのはやめなさい。"}
{"en": "Keep always thine eye upon thyself first of all,", "ja": "第一にあなた自身に目を向け続けなさい。"}
{"en": "and give advice to thyself specially before all thy dearest friends.", "ja": "あなたの友人の代わりにあなた自身を気づかせなさい。"}
{"en": "If thou hast not the favour of men, be not thereby cast down,", "ja": "もしもあなたが人の親切を経験しないならば、あなたを悲しませることはありません。"}
{"en": "but let thy concern be that thou holdest not thyself so well and circumspectly, as becometh a servant of God and a devout monk.", "ja": "もしもあなたが神に仕える人や敬虔な修道士にふさわしい注意深さと同様にふるまわなければ、深刻な問題だと考えます。"}
{"en": "It is often better and safer for a man not to have many comforts in this life, especially those which concern the flesh.", "ja": "この生涯で慰めがほとんど無い方が、特に体の慰めが無い方が私達にとってしばしばより良く、安全です。"}
{"en": "But that we lack divine comforts or feel them rarely is to our own blame, because we seek not compunction of heart, nor utterly cast away those comforts which are vain and worldly.", "ja": "しかし、もしも私達が慰めを分かち合わなければまた、それをめったに経験しなければ、心の悲しみを捜さずに中身の無い見せかけの満足をやめない私達のせいです。"}
{"en": "4. Know thyself to be unworthy of divine consolation, and worthy rather of much tribulation.", "ja": "かなりの苦しみより神の慰めや深い悲しみに価値が無いと考えなさい。"}
{"en": "When a man hath perfect compunction, then all the world is burdensome and bitter to him.", "ja": "人が完全に悔恨する時、世界全体が彼にとって苦しく、うんざり感じます。"}
{"en": "A good man will find sufficient cause for mourning and weeping;", "ja": "良い人はいつも十分嘆き悲しむことをわかります。"}
{"en": "for whether he considereth himself, or pondereth concerning his neighbour, he knoweth that no man liveth here without tribulation,", "ja": "彼は彼自身あるいは誰も苦しみを経験することなしに生きることはできないことを知っている隣人かどうかを考えます。"}
{"en": "and the more thoroughly he considereth himself, the more thoroughly he grieveth.", "ja": "そして、彼はきわめて自分自身を考察し、もっと彼は深く悲しみます。"}
{"en": "Grounds for just grief and inward compunction there are in our sins and vices,", "ja": "とても混乱しているので私達は私達自身を神の考えにめったにむけないことは罪であり悪です。"}
{"en": "wherein we lie so entangled that we are but seldom able to contemplate heavenly things.", "ja": "そして、悲しみや深い悔恨にあります。"}
{"en": "5. If thou thoughtest upon thy death more often than how long thy life should be, thou wouldest doubtless strive more earnestly to improve.", "ja": "長い人生より早い死を考えるならば、きっとあなたはあなた自身を真剣に罰するでしょう。"}
{"en": "And if thou didst seriously consider the future pains of hell, I believe thou wouldest willingly endure toil or pain and fear not discipline.", "ja": "そしてもしあなたが、地獄あるいは浄罪界の未来の痛みを心にあれこれ考えるならば、進んで骨の折れる仕事や困難に耐え、困難を恐れないだろうと信じます。"}
{"en": "But because these things reach not the heart, and we still love pleasant things, therefore we remain cold and miserably indifferent.", "ja": "しかし、この考えは決して心を突き進むことがないので、また私達は気休めの喜びに心を奪われるので、私達はとても冷たく、無頓着のままでいます。"}
{"en": "6. Oftentimes it is from poverty of spirit that the wretched body is so easily led to complain.", "ja": "私達の惨めな体が魂があまりに活力がなさすぎるので簡単に訴えています。"}
{"en": "Pray", "ja": "主に祈りなさい。"}
{"en": "therefore humbly unto the Lord that He will give thee the spirit of compunction", "ja": "それゆえに、主はあなたに悔恨の聖霊を与えるでしょう。"}
{"en": "and say in the language of the prophet,", "ja": "預言者に言いなさい。"}
{"en": "Feed me, O Lord, with bread of tears, and give me plenteousness of tears to drink.(1)", "ja": "「慰めてください、主よ、悲しみのパンで十分な慎みの涙飲むことで与えてください。」(Ps. 79：6)"}
{"en": "CHAPTER XXII", "ja": "第22章"}
{"en": "On the contemplation of human misery", "ja": "人の苦しみについて（校正中）"}
{"en": "Thou art miserable wheresoever thou art, and whithersoever thou turnest, unless thou turn thee to God.", "ja": "どこにいようと、どこに行こうと、神に向き合わない限りあなたは不幸だ。"}
{"en": "Why art thou disquieted because it happeneth not to thee according to thy wishes and desires?", "ja": "だから、願い望んだことが起こらないからといってどうして落胆することがあろうか。"}
{"en": "Who is he that hath everything according to his will?", "ja": "すべての願いが叶えられた人などいるだろうか。"}
{"en": "Neither I, nor thou, nor any man upon the earth.", "ja": "いや、いない。"}
{"en": "There is no man in the world free from trouble or anguish, though he were King or Pope.", "ja": "世界中の誰も----ローマ教皇だろうが王だろうが、試練や苦悶を免れることはできない。"}
{"en": "Who is he who hath the happiest lot?", "ja": "では、最も幸せなのはどんな人だろうか？"}
{"en": "Even he who is strong to suffer somewhat for God.", "ja": "それは、何かを神のために犠牲にする人に違いない。"}
{"en": "2. There are many foolish and unstable men who say,", "ja": "不安定な心弱き人は言う、"}
{"en": "\"See what a prosperous life that man hath, how rich and how great he is, how powerful, how exalted.\"", "ja": "「あの人を見たまえ、なんと頑健で、なんと豊かで、なんと偉大で、なんと力に満ち溢れているか」"}
{"en": "But lift up thine eyes to the good things of heaven,", "ja": "しかしあなたは目を開いて天の富を知らなければならない。"}
{"en": "and thou shalt see that all these worldly things are nothing,", "ja": "そうすれば物質的な豊かさについての彼らの言い分が無意味だと悟ることができる。"}
{"en": "they are utterly uncertain, yea, they are wearisome,", "ja": "これらのものはうつろい易いうえにひどく負担になる。"}
{"en": "because they are never possessed without care and fear.", "ja": "なぜなら所有することには心配と恐怖もまたつきものだからである。"}
{"en": "The happiness of man lieth not in the abundance of temporal things", "ja": "物をたくさん持っている人が幸福というわけではない。"}
{"en": "but a moderate portion sufficeth him.", "ja": "所有する物はほんの少しで十分なのである。"}
{"en": "Our life upon the earth is verily wretchedness.", "ja": "地上に生きることは全く不幸である。"}
{"en": "The more a man desireth to be spiritual, the more bitter doth the present life become to him;", "ja": "霊的な生活を望めば望むほど、現状は当人にとって苦々しく映る。"}
{"en": "because he the better understandeth and seeth the defects of human corruption.", "ja": "なぜなら霊的な生活を望む人は理解深く、人の生まれ持った堕落しやすい性質という欠陥を一層はっきり知覚するからである。"}
{"en": "For to eat, to drink, to watch, to sleep, to rest, to labour, and to be subject to the other necessities of nature, is truly a great wretchedness and affliction to a devout man,", "ja": "飲み食い、見て眠り、休息し労働し、他人の要請に縛られているのは、信心深い人には甚だしく不幸で苦痛である。"}
{"en": "who would fain be released and free from all sin.", "ja": "そういう人は全ての罪から自由になることを切望しているものだ。"}
{"en": "3. For the inner man is heavily burdened with the necessities of the body in this world.", "ja": "内面に信仰のある人間は肉体が必要とするものによって現世にかたく縛られている。"}
{"en": "Wherefore the prophet devoutly prayeth to be freed from them,", "ja": "それ故に、預言者はできるだけ自由になるために"}
{"en": "saying,", "ja": "「私に必要なものを、主よ、与えたまえ」"}
{"en": "Deliver me from my necessities, O Lord.(1)", "ja": "と祈ったのである。[Ps. 24:17]"}
{"en": "But woe to those who know not their own misery, and yet greater woe to those who love this miserable and corruptible life.", "ja": "しかし哀しいかな、自らの苦しみを知らない人達は、そして一層哀しいかな、そのみじめで堕落しやすい生活を愛している人達は。"}
{"en": "For to such a degree do some cling to it (even though by For to such a degree do some cling to it (even though by labouring or begging they scarce procure what is necessary for subsistence) that if they might live here always, they would care nothing for the Kingdom of God.", "ja": "そうした人達の一部は、労働によっても物乞いによっても必要なものをほとんど入手できない人達なのである。"}
{"en": "4. Oh foolish and faithless of heart, who lie buried so deep in worldly things, that they relish nothing save the things of the flesh!", "ja": "なんと愚かで不信心なのであろうか、世俗的な価値しかないものを好む、現世の暮らしに夢中な人間は！"}
{"en": "Miserable ones!", "ja": "不幸な人間よ、"}
{"en": "they will too sadly find out at the last, how vile and worthless was that which they loved.", "ja": "最後にはきっと、自らが切望して得たはすのものがどんなに安っぽく価値のないものかを知って後悔する羽目になるのだ。"}
{"en": "The saints of God and all loyal friends of Christ held as nothing the things which pleased the flesh, or those which flourished in this life,", "ja": "神の使徒たちとキリストの敬虔な友たちは肉体の喜びにもその時々の流行にも目をとめない。"}
{"en": "but their whole hope and affection aspired to the things which are above.", "ja": "彼らの望みと目的はひたすら永遠の善というものに向けられている。"}
{"en": "Their whole desire was borne upwards to everlasting and invisible things, lest they should be drawn downwards by the love of things visible.", "ja": "彼らがひたすらに切望するものは目に見えない永遠の王国であり、低俗なものごとに彼らを引きずりおろす目に見える障害には決して近づかない。"}
{"en": "5. Lose not, brother, thy loyal desire of progress to things spiritual.", "ja": "魂を見失うなかれ、きょうだいよ、霊的な生活を追求するさなかには。"}
{"en": "There is yet time, the hour is not past.", "ja": "時間はある、遅すぎはしない。"}
{"en": "Why wilt thou put off thy resolution?", "ja": "目的の実現を遅らせるのはなぜだ？"}
{"en": "Arise, begin this very moment, and say,", "ja": "起ちて今すぐ始めなさい。"}
{"en": "\"Now is the time to do:", "ja": "「今が実行する時だ、"}
{"en": "now is the time to fight, now is the proper time for amendment.\"", "ja": "今が戦いの時だ、改めるのは今だ」"}
{"en": "When thou art ill at ease and troubled, then is the time when thou art nearest unto blessing.", "ja": "あなたが悩み苦しむとき、それは徳を積むときである。"}
{"en": "Thou must go through fire and water that God may bring thee into a wealthy place.", "ja": "あなたは安息の前に水と火をくぐりぬけなければならない。"}
{"en": "Unless thou put force upon thyself, thou wilt not conquer thy faults.", "ja": "自らに鞭打つことなしに悪徳に打ち勝つことはできない。"}
{"en": "So long as we carry about with us this frail body, we cannot be without sin, we cannot live without weariness and trouble.", "ja": "この壊れやすいからだのなかにある限り、われわれは罪から自由になることも、憂い悔いることなく生き続けることもできない。"}
{"en": "Gladly would we have rest from all misery;", "ja": "すべての苦しみと無縁でいられたらどんなにうれしいだろう。"}
{"en": "but because through sin we have lost innocence, we have lost also the true happiness.", "ja": "しかし罪に染まり無垢さを失ったいま、また真なる至福も失われた。"}
{"en": "Therefore must we be patient, and wait for the mercy of God, until this tyranny be overpast, and this mortality be swallowed up of life.", "ja": "ゆえにわれわれはこの悪しきものが通りすぎるまで、死がわれらの運命を飲みこむまで、辛抱強く神の慈悲を待たねばならない。"}
{"en": "6. O how great is the frailty of man, which is ever prone to evil!", "ja": "人の性質とはなんと弱いものか、これほど悪に染まりやすいとは。"}
{"en": "To-day thou confessest thy sins, and to-morrow thou committest again the sins thou didst confess.", "ja": "今日罪を告白するあなたは、明日にはもう同じ罪をまた犯す。"}
{"en": "Now dost thou resolve to avoid a fault, and within an hour thou behavest thyself as if thou hadst never resolved at all.", "ja": "注意深くあろうと決意した瞬間のわずか一時間後には、せっかくの決意を無にした振る舞いに戻る。"}
{"en": "Good cause have we therefore to humble ourselves,", "ja": "われわれには自らを貶める原因がある。"}
{"en": "and never to think highly of ourselves, seeing that we are so frail and unstable.", "ja": "それは意志の弱さと肉体のもろさであり、そのために、自らのうちの偉大なるものを決して顧みることがない。"}
{"en": "And quickly may that be lost by our negligence, which by much labour was hardly attained through grace.", "ja": "長く辛い労働を通じてのみようやく得られた神の恩寵をわれわれは怠慢によってたやすく失う。"}
{"en": "7. What shall become of us at the end, if at the beginning we are lukewarm and idle?", "ja": "何という生温さであろうか、われわれが速成されるであろう最終的状態は。"}
{"en": "Woe unto us, if we choose to rest, as though it were a time of peace and security, while as yet no sign appeareth in our life of true holiness.", "ja": "なんと哀しいのであろう、真の神聖さはかけらもない現世で、平和と安全のうちに安息を夢みるわれわれは。"}
{"en": "Rather had we need that we might begin yet afresh, like good novices, to be instructed unto good living, if haply there might be hope of some future amendment and greater spiritual increase.", "ja": "良い修練者のように、良い生活というものの規範の中で再び導かれ、将来の改心と大いなる霊的な進歩を期待される方がずっと有益であっただろうに。"}
{"en": "CHAPTER XXIII", "ja": "第23章"}
{"en": "Of meditation upon death", "ja": "死についての考え"}
{"en": "Very quickly will there be an end of thee here;", "ja": "この世界でのあなたの命は、もうすぐ終わるでしょう。"}
{"en": "take heed therefore how it will be with thee in another world.", "ja": "ですから、自分のために別世界に何を貯えられるかを考えなさい。"}
{"en": "To-day man is,", "ja": "今日、私たちは生きています。"}
{"en": "and to-morrow he will be seen no more. And being removed out of sight, quickly also he is out of mind.", "ja": "明日、私たちは死に、あっという間に忘れ去られます。"}
{"en": "O the dulness and hardness of man's heart,", "ja": "ああ、人間の心は何と鈍感で、頑固なことか。"}
{"en": "which thinketh only of the present, and looketh not forward to the future.", "ja": "将来に備えようとせず、ただ現在だけを見ているとは。"}
{"en": "Thou oughtest in every deed and thought so to order thyself, as if thou wert to die this day.", "ja": "ですから、何をするときでも、何を考えるときでも、あたかも今日という日に自分が死ぬかのように振る舞いなさい。"}
{"en": "If thou hadst a good conscience thou wouldst not greatly fear death.", "ja": "もしあなたが正しい良心を持っているなら、死をそれほどは恐れないでしょう。"}
{"en": "It were better for thee to watch against sin, than to fly from death.", "ja": "死を恐れるよりも、罪を避ける方が良いことです。"}
{"en": "If to-day thou art not ready, how shalt thou be ready to-morrow?", "ja": "もし、今日、用意ができないなら、どうして明日、用意できるでしょう。"}
{"en": "To-morrow is an uncertain day;", "ja": "明日というのは不確かな日です。"}
{"en": "and how knowest thou that thou shalt have a to-morrow?", "ja": "どうしてあなたは、自分に明日という日がある、と思うのですか。"}
{"en": "2. What doth it profit to live long, when we amend so little?", "ja": "私たちが人生を正しく改めることがこれしかできないなら、長い人生を生きることにどんなよいことがあるでしょうか。"}
{"en": "Ah!  long life doth not always amend,", "ja": "ああ、実際、長い人生が常に私たちにとって益となるとは限りません。"}
{"en": "but often the more increaseth guilt.", "ja": "その反対に、私たちの罪を増し加えることが多いものです。"}
{"en": "Oh that we might spend a single day in this world as it ought to be spent!", "ja": "この世において、私たちは、たった一日でも、本来そのようにあるべき形で、正しく生きたことがあったでしょうか。"}
{"en": "Many there are who reckon the years since they were converted, and yet oftentimes how little is the fruit thereof.", "ja": "多くの人が、自分が宗教に費やした年月を数え、自分の生活がちっとも聖なるものになっていないのに気がつきます。"}
{"en": "If it is a fearful thing to die, it may be perchance a yet more fearful thing to live long.", "ja": "もしも、死ぬのが恐ろしいことなら、おそらくは、長く生きることはもっと恐ろしいことでしょう。"}
{"en": "Happy is the man who hath the hour of his death always before his eyes, and daily prepareth himself to die.", "ja": "自分の死の瞬間を常に目の前に描き続け、自分の死に日々備えるのは幸いな人です。"}
{"en": "If thou hast ever seen one die, consider that thou also shalt pass away by the same road.", "ja": "もしも、人が死ぬのを見たことがあるなら、あなたも同じ道をたどるというのを忘れてはなりません。"}
{"en": "3. When it is morning reflect that it may be thou shalt not see the evening,", "ja": "朝が来たら、自分は夜までは生きていないかもしれない、と考えなさい。"}
{"en": "and at eventide dare not to boast thyself of the morrow.", "ja": "夜が来たら、明日の明け方を約束するのはよしなさい。"}
{"en": "Always be thou prepared,", "ja": "いつも、備えていなさい。"}
{"en": "and so live that death may never find thee unprepared.", "ja": "備えができていないあなたを死が連れ去らないように生きなさい。"}
{"en": "Many die suddenly and unexpectedly.", "ja": "多くの人が、突然、予想もしないときに死にます。"}
{"en": "For at such an hour as ye think not, the Son of Man cometh.(1)", "ja": "神の御子は予想もしないときに来られるのです。"}
{"en": "When that last hour shall come, thou wilt begin to think very differently of thy whole life past,", "ja": "最後の時があなたに訪れたとき、あなたは過ぎ去ってしまった自分の全人生についてまったく異なる考えを抱きます。"}
{"en": "and wilt mourn bitterly that thou hast been so negligent and slothful.", "ja": "どれほど自分が、うかつで、だらしなく生きてきたかを悔やむでしょう。"}
{"en": "4. Happy and wise is he", "ja": "何と幸せで、何と賢明な人でしょう。"}
{"en": "who now striveth to be such in life as he would fain be found in death!", "ja": "死ぬ時にはこうでありたいと願うような存在に、生きている今のうちになろうと努力する人は。"}
{"en": "For a perfect contempt of the world, a fervent desire to excel in virtue, the love of discipline, the painfulness of repentance, readiness to obey, denial of self, submission to any adversity for love of Christ;", "ja": "この世を完全に軽視すること、徳において前進するのを心から願うこと、修養を愛すること、懺悔、即座の従順、自制、そしてキリストの愛のためにどんな困難でも忍耐すること、"}
{"en": "these are the things which shall give great confidence of a happy death.", "ja": "これらによって人は幸福な死を期待することでしょう。"}
{"en": "Whilst thou art in health thou hast many opportunities of good works;", "ja": "健康なとき、あなたはたくさんのよい行いをすることができます。"}
{"en": "but when thou art in sickness I know not how much thou wilt be able to do.", "ja": "病気なら、あなたは何をすることができますか。"}
{"en": "Few are made better by infirmity:", "ja": "病によって善良になる人はほとんどいません。"}
{"en": "even as they who wander much abroad seldom become holy.", "ja": "同じように、たくさん巡礼の旅をして聖くなる人もめったにいません。"}
{"en": "5. Trust not thy friends and kinsfolk,", "ja": "友人や親戚に信頼を置かないようにしなさい。"}
{"en": "nor put off the work of thy salvation to the future,", "ja": "また自分の魂に気を配ることを後まわしにしてはいけません。"}
{"en": "for men will forget thee sooner than thou thinkest.", "ja": "人は、あなたが考えているよりも早くあなたのことを忘れてしまうからです。"}
{"en": "It is better for thee now to provide in time, and to send some good before thee, than to trust to the help of others.", "ja": "いますぐに、時を移さず備え、他の人の助けを当てにせず、 send some good account ahead of youするほうがいいのです。"}
{"en": "If thou art not anxious for thyself now, who, thinkest thou, will be anxious for thee afterwards?", "ja": "あなた自身が自分の幸福に今気を配らないとしたら、あなたが死んだときにだれが気を配るというのでしょう。"}
{"en": "Now the time is most precious.", "ja": "現在はとても貴重です。"}
{"en": "Now is the accepted time, now is the day of salvation.", "ja": "現在は救いの日であり、今は喜びの時です。"}
{"en": "But alas!  that thou spendest not well this time, wherein thou mightest lay up treasure which should profit thee everlastingly.", "ja": "もっと良い永遠の人生を買うことができたかもしれない時を、あなたが逃してしまうなら、それは何と悲しいことでしょう。"}
{"en": "The hour will come when thou shalt desire one day, yea, one hour, for amendment of life,", "ja": "もう一日生きる時間が与えられたら、もう一時間やり直す時間が与えられたらと望むときがやってきます。"}
{"en": "and I know not whether thou shalt obtain.", "ja": "あなたはその時間が与えられるかどうか知っていますか。"}
{"en": "6. Oh, dearly beloved,", "ja": "ですから、愛するあなたよ。"}
{"en": "from what danger thou mightest free thyself, from what great fear, if only thou wouldst always live in fear, and in expectation of death!", "ja": "もしも、あなたがいつも慎重であり、死を忘れないようにしさえすれば、逃れることのできる大きな危険と、救い出される大きな恐怖をよく見なさい。"}
{"en": "Strive now to live in such wise that in the hour of death thou mayest rather rejoice than fear.", "ja": "死の瞬間に恐れが満ちるようにではなく、死の瞬間でも喜んでいられるように、現在を生きなさい。"}
{"en": "Learn now to die to the world,", "ja": "この世に対して死ぬことを、いま学びなさい。"}
{"en": "so shalt thou begin to live with Christ.", "ja": "そうすればあなたはキリストとともに生き始めるでしょう。"}
{"en": "Learn now to contemn all earthly things,", "ja": "すべての物を捨て去ることを、いま学びなさい。"}
{"en": "and then mayest thou freely go unto Christ.", "ja": "そうすればあなたは解放されて神のところへ向かうでしょう。"}
{"en": "Keep under thy body by penitence,", "ja": "あなたの肉体を懺悔によって厳しく責めなさい。"}
{"en": "and then shalt thou be able to have a sure confidence.", "ja": "そうすればあなたは確かな生を勝ち得るでしょう。"}
{"en": "7. Ah, foolish one!", "ja": "ああ、おろかな人よ。"}
{"en": "why thinkest thou that thou shalt live long, when thou art not sure of a single day?", "ja": "たった一日ですら生きられるかどうか確かではないのに、どうしてあなたは長生きする計画を立てるのですか。"}
{"en": "How many have been deceived, and suddenly have been snatched away from the body!", "ja": "どれほど多くの人が思い違いをして、急に命を失うことでしょう。"}
{"en": "How many times hast thou heard how one was slain by the sword, another was drowned, another falling from on high broke his neck, another died at the table, another whilst at play! One died by fire, another by the sword, another by the pestilence, another by the robber.", "ja": "あなたは、溺れて死んだ人、高いところから落ちて死んだ人、食事中に・遊んでいるときに・火事で・剣で・疫病で・あるいは強盗の手で死んだ人の話をどれほどしょっちゅう耳にするでしょうか。"}
{"en": "Thus cometh death to all, and the life of men swiftly passeth away like a shadow.", "ja": "死はすべての人の終わりであり、人の命は影のようにさっと過ぎ行くものなのです。"}
{"en": "8. Who will remember thee after thy death?", "ja": "あなたが死んだあと、誰があなたのことを思い出してくれるでしょうか。"}
{"en": "And who will entreat for thee?", "ja": "誰があなたのために祈ってくれるでしょうか。"}
{"en": "Work, work now, oh dearly beloved, work all that thou canst.", "ja": "愛する者よ、あなたができることを今、しなさい。"}
{"en": "For thou knowest not when thou shalt die, nor what shall happen unto thee after death.", "ja": "自分がいつ死ぬのか、あなたは知らないし、死んだ後、自分がどうなるか、あなたは知らないのです。"}
{"en": "While thou hast time, lay up for thyself undying riches.", "ja": "時間があるうちに、朽ちることのない財産を自分のために貯えなさい。"}
{"en": "Think of nought but of thy salvation;", "ja": "ただ、自分自身の救いのことを考えなさい。"}
{"en": "care only for the things of God.", "ja": "神に関わる事柄のみに心を砕きなさい。"}
{"en": "Make to thyself friends, by venerating the saints of God and walking in their steps,", "ja": "神の聖徒を敬い、彼らの歩みにならって友人を作りなさい。"}
{"en": "that when thou failest, thou mayest be received into everlasting habitations.(2)", "ja": "そうすれば、命の尽きるとき、彼らはあなたを永遠の住まいに迎え入れてくれるでしょう。"}
{"en": "9. Keep thyself as a stranger and a pilgrim upon the earth, to whom the things of the world appertain not.", "ja": "この世では、よそ者であり続け、巡礼者でありつづけなさい。"}
{"en": "Keep thine heart free, and lifted up towards God,", "ja": "心を自由に保ち、神のもとへ上げなさい。"}
{"en": "for here have we no continuing city.(3)", "ja": "あなたはこの地上には永らえる家を持っていないからです。"}
{"en": "To Him direct thy daily prayers with crying and tears,", "ja": "日々の祈りを、あなたのため息を、あなたの涙を直接神にささげなさい。"}
{"en": "that thy spirit may be found worthy to pass happily after death unto its Lord. Amen.", "ja": "そうすれば、あなたの魂は死んだ後、主のみもとで幸福にすごすことでしょう。"}
{"en": "CHAPTER XXIV", "ja": "第24章"}
{"en": "Of the judgment and punishment of the wicked", "ja": "裁きと罪の罰"}
{"en": "In all that thou doest, remember the end,", "ja": "すべてのことにおいて、終末を考えに入れなさい。"}
{"en": "and how thou wilt stand before a strict judge, from whom nothing is hid, who is not bribed with gifts, nor accepteth excuses, but will judge righteous judgment.", "ja": "何も隠すことができず、わいろも言い分けも通用しない、すべての公正なる裁きをなさる、あのお方の厳しい審判の前に、どのようにして耐えることができるでしょうか。"}
{"en": "O most miserable and foolish sinner, who art sometimes in fear of the countenance of an angry man, what wilt thou answer to God, who knoweth all thy misdeeds?", "ja": "そして、あなたよ、みじめで不幸な罪人であるあなたよ、怒った人の表情すら恐れているあなたよ、あなたのすべての罪をご存知の神に対してなんと答えるつもりですか。"}
{"en": "Why dost thou not provide for thyself against the day of judgment,", "ja": "どうしてあなたは、裁きの日のために備えないのですか。"}
{"en": "when no man shall be able to be excused or defended by means of another, but each one shall bear his burden himself alone?", "ja": "その日には、どんな人も言い訳したりできず、誰しも自分の答えをするのに手一杯なので、誰かに弁護してもらったりすることもできないというのに。"}
{"en": "Now doth thy labour bring forth fruit, now is thy weeping acceptable, thy groaning heard, thy sorrow well pleasing to God, and cleansing to thy soul.", "ja": "この人生において、あなたの労苦は報われ、あなたの涙は受け入れられ、あなたのため息は聞かれ、あなたの悲しみは慰められ、きよめられます。"}
{"en": "2. Even here on earth the patient man findeth great occasion of purifying his soul.", "ja": "忍耐強い人というものは、次のようなときに大きくて有益な苦難を通ります。"}
{"en": "When suffering injuries he grieveth more for the other's malice than for his own wrong;", "ja": "それは、自分自身の傷よりも自分に傷を負わせた人の悪行のことを嘆くとき。"}
{"en": "when he prayeth heartily for those that despitefully use him and forgiveth them from his heart;", "ja": "彼が自分の敵のことをさっと祈り、敵の攻めに対して心から赦すとき。"}
{"en": "when he is not slow to ask pardon from others;", "ja": "彼がためらわずに他の人の赦しを請うとき。"}
{"en": "when he is swifter to pity than to anger;", "ja": "怒りよりも哀れみのほうが心を動かすとき。"}
{"en": "when he frequently denieth himself and striveth altogether to subdue the flesh to the spirit.", "ja": "自分自身を頻繁に責め、肉体を完全に霊に従わせようとするとき。"}
{"en": "Better is it now to purify the soul from sin, than to cling to sins from which we must be purged hereafter.", "ja": "罪の悔い改めをして悪徳を刈り取ることを現在おこなうほうが、来るべき世において魂の浄化をするのを待つよりも良いのです。"}
{"en": "Truly we deceive ourselves by the inordinate love which we bear towards the flesh.", "ja": "実際、私たちは肉体を愛する誤った助言によって自分自身をあざむきます。"}
{"en": "3. What is it which that fire shall devour, save thy sins?", "ja": "かの炎は我々の罪以外の何を燃料とするでしょうか。"}
{"en": "The more thou sparest thyself and followest the flesh, the more heavy shall thy punishment be, and the more fuel art thou heaping up for the burning.", "ja": "私たちが自分自身を惜しめば惜しむほど、肉体を満足させればさせるほど、清算するのは困難になり、炎で燃やされるものが多くなるのです。"}
{"en": "For wherein a man hath sinned, therein shall he be the more heavily punished.", "ja": "というのは、人は自分が罪をおかした事柄において、よりひどく罰をうけるようになるからです。"}
{"en": "There shall the slothful be pricked forward with burning goads, and the gluttons be tormented with intolerable hunger and thirst.", "ja": "そこでは、怠け者は炎の先端に駆り立てられ、大食らいの人は話すことすらできないほどの空腹と乾きに苦しめられるのです。"}
{"en": "There shall the luxurious and the lovers of pleasure be plunged into burning pitch and stinking brimstone,", "ja": "不貞を働く人や肉欲を愛する人は、燃えるピッチとむかつく硫黄に浴することになります。"}
{"en": "and the envious shall howl like mad dogs for very grief.", "ja": "ねたみ深い人は、狂った犬のように嘆き吠えるでしょう。"}
{"en": "4. No sin will there be which shall not be visited with its own proper punishment.", "ja": "いかなる悪も、それに応じた罰を伴うものです。"}
{"en": "The proud shall be filled with utter confusion, and the covetous shall be pinched with miserable poverty.", "ja": "高慢な人は、あらゆる混乱に直面するでしょうし、欲深な人は、最高にみじめな貧困に苦しむでしょう。"}
{"en": "An hour's pain there shall be more grievous than a hundred years here of the bitterest penitence.", "ja": "1時間あちらで苦しみを受けることは、 100年間こちらでもっとも厳しい懺悔を行うことよりもつらいでしょう。"}
{"en": "No quiet shall be there, no comfort for the lost, though here sometimes there is respite from pain, and enjoyment of the solace of friends.", "ja": "こちらの生活では、人はときどき労働から解放されて友からの慰めを受けますが、 damnedな人々は、休息を得ることや慰めを得ることはありません。"}
{"en": "Be thou anxious now and sorrowful for thy sins, that in the day of judgment thou mayest have boldness with the blessed.", "ja": "ですから、あなたがたは、いま自分の罪を取り扱い、悔い改め、裁きの日には恵みによって安息に入ることができるようにしなければなりません。"}
{"en": "For then shall the righteous man stand in great boldness before the face of such as have afflicted him and made no account of his labours.(1) Then shall he stand up to judge, he who now submitteth himself in humility to the judgments of men.", "ja": "というのは裁きの日には、the just will stand firm against those who tortured and oppressed them, and he who now submits humbly to the judgment of men will arise to pass judgment upon them."}
{"en": "Then shall the poor and humble man have great confidence,", "ja": "貧しい者、へりくだるものは、大きな確信を得るでしょう。"}
{"en": "while the proud is taken with fear on every side.", "ja": "一方、傲慢な者は恐怖に打たれるでしょう。"}
{"en": "5. Then shall it be seen that he was the wise man in this world who learned to be a fool and despised for Christ.", "ja": "そのときになると、この世においては愚かとされ、キリストのために軽蔑されるような人が、実は賢明だったのだということが明らかになるでしょう。"}
{"en": "Then shall all tribulation patiently borne delight us, while the mouth of the ungodly shall be stopped.", "ja": "その日には、すべての忍耐の中から生まれた試練は喜ばしいものとなり、邪悪な声は沈黙するでしょう。"}
{"en": "Then shall every godly man rejoice, and every profane man shall mourn.", "ja": "信仰深い者は喜び、不信心者は嘆くでしょう。"}
{"en": "Then the afflicted flesh shall more rejoice than if it had been alway nourished in delights.", "ja": "はずかしめを受けた体は、ありとあらゆる快楽で甘やかされてきた体よりも、はるかに大きな喜びを得るでしょう。"}
{"en": "Then the humble garment shall put on beauty, and the precious robe shall hide itself as vile.", "ja": "そのとき、安っぽい衣装は堂々と輝き、立派な衣装は色あせ、すり切れるでしょう。"}
{"en": "Then the little poor cottage shall be more commended than the gilded palace.", "ja": "貧相で小さな家は、黄金の宮殿よりも賛美されるでしょう。"}
{"en": "Then enduring patience shall have more might than all the power of the world.", "ja": "その日には、辛抱強い忍耐力はこの世のすべての力よりも重要なものとされるでしょう。"}
{"en": "Then simple obedience shall be more highly exalted than all worldly wisdom.", "ja": "愚かなまでに一途な従順は、この世的ないかなる賢明さよりも高められるでしょう。"}
{"en": "6. Then a pure and good conscience shall more rejoice than learned philosophy.", "ja": "善良できよい良心は、学識のある人の哲学よりも、人の心を喜ばせるでしょう。"}
{"en": "Then contempt of riches shall have more weight than all the treasure of the children of this world.", "ja": "財産を軽視する態度は、この世のすべての宝よりも重用になるでしょう。"}
{"en": "Then shalt thou find more comfort in having prayed devoutly than in having fared sumptuously.", "ja": "そしてあなたは、優雅に暮らすことよりも、熱心に祈ることのうちに、さらなる慰めを見出すでしょう。"}
{"en": "Then thou wilt rather rejoice in having kept silence than in having made long speech.", "ja": "あなたは、だらだら続く噂話よりも沈黙を好むほど幸せになるでしょう。"}
{"en": "Then holy deeds shall be far stronger than many fine words.", "ja": "多くのきれいな言葉よりも、聖なる働きは大きな価値を持つでしょう。"}
{"en": "Then a strict life and sincere penitence shall bring deeper pleasure than all earthly delight.", "ja": "人生の厳しさと激しいpenancesは、すべての世俗的な喜びよりも喜ばしいものとなるでしょう。"}
{"en": "Learn now to suffer a little,", "ja": "ですから、現在のささやかな苦しみを受けることを学びなさい。"}
{"en": "that then thou mayest be enabled to escape heavier sufferings.", "ja": "そうすれば、より大きな苦しみを永遠において受けることはないでしょう。"}
{"en": "Prove first here, what thou art able to endure hereafter.", "ja": "ここで、自分が何に耐え得るかを示しなさい。"}
{"en": "If now thou art able to bear so little, how wilt thou be able to endure eternal torments?", "ja": "現在、ほんの小さな苦しみにしか耐えられないなら、どうして永遠の苦しみに耐え得ることができるでしょう。"}
{"en": "If now a little suffering maketh thee so impatient, what shall hell-fire do then?", "ja": "もし、小さな苦しみにいま耐えられないなら、地獄の炎はどうなるでしょう。"}
{"en": "Behold of a surety thou art not able to have two Paradises,", "ja": "実際、あなたは二つの喜びを持つことはできません。"}
{"en": "to take thy fill or delight here in this world, and to reign with Christ hereafter.", "ja": "この世の喜びを味わうことと、後の世にキリストとともに統べ治めることを同時に行うことはできません。"}
{"en": "7. If even unto this day thou hadst ever lived in honours and pleasures, what would the whole profit thee if now death came to thee in an instant?", "ja": "今、この時、あなたの人生が栄光と歓喜に満ちているならば、もし、あなたが死んだ瞬間、それが何の益になるでしょう。"}
{"en": "All therefore is vanity,", "ja": "ですから、すべてはむなしいのです。"}
{"en": "save to love God and to serve Him only.", "ja": "ただ、神を愛することと神に仕えることだけがむなしくありません。"}
{"en": "For he who loveth God with all his heart feareth not death, nor punishment, nor judgment, nor hell,", "ja": "心の底から神を愛する人は、死を畏れず、罰や、裁きや、地獄を恐れません。"}
{"en": "because perfect love giveth sure access to God.", "ja": "なぜなら完全な愛が神との結びつきを保証するからです。"}
{"en": "But he who still delighteth in sin, no marvel if he is afraid of death and judgment.", "ja": "罪の喜びの中にまだいる人が、死や裁きを恐れることは不思議ではありません。"}
{"en": "Nevertheless it is a good thing,", "ja": "しかしながら、これはいいことです。"}
{"en": "if love as yet cannot restrain thee from evil, that at least the fear of hell should hold thee back.", "ja": "愛がまだあなたを悪に向かうのを引き止めないとしても、少なくとも地獄に対する恐怖はあなたが悪に向かうのを引き止めるというのは。"}
{"en": "But he who putteth aside the fear of God cannot long continue in good, but shall quickly fall into the snares of the devil.", "ja": "神への畏れを脇に投げ捨てるような人は、良いことのうちに永らえることはできず、あっというまに悪魔の罠におちいってしまうでしょう。"}
{"en": "CHAPTER XXV", "ja": "第25章"}
{"en": "Of the zealous amendment of our whole life", "ja": "自分の人生を熱心に改めること"}
{"en": "Be thou watchful and diligent in God's service,", "ja": "注意深く、神の奉仕に熱心でありなさい。"}
{"en": "and bethink thee often why thou hast renounced the world.", "ja": "そして、自分はなぜ世俗を離れて、ここに来たのかを頻繁に考えなさい。"}
{"en": "Was it not that thou mightest live to God and become a spiritual man?", "ja": "神のために生き、霊的な人間になるためではなかったのですか。"}
{"en": "Be zealous, therefore, for thy spiritual profit,", "ja": "完全になることを心から求めて努力しなさい。"}
{"en": "for thou shalt receive shortly the reward of thy labours, and neither fear nor sorrow shall come any more into thy borders.", "ja": "そうすれば、そしてまもなくあなたは自分の働きの報酬を受け取るのであるから、恐れや悲しみが死の時にあなたを襲うことはないでしょう。"}
{"en": "Now shalt thou labour a little,", "ja": "いま少し働きなさい。"}
{"en": "and thou shalt find great rest,", "ja": "そうすればまもなくあなたは大いなる休息を見出すでしょう。"}
{"en": "yea everlasting joy.", "ja": "実際、あなたが見出すのは永遠の喜びです。"}
{"en": "If thou shalt remain faithful and zealous in labour, doubt not that God shall be faithful and bountiful in rewarding thee.", "ja": "というのは、もしもあなたが信仰深くあり、行ないにおいて熱心であり続けるなら、神は疑いもなく報酬を与えるときにおいても真実で気前のよい方だからです。"}
{"en": "It is thy duty to have a good hope that thou wilt attain the victory,", "ja": "救いを得ているというしっかり筋の通った望みを持ち続けなさい。"}
{"en": "but thou must not fall into security", "ja": "しかし、あたかも救いを得るのが当然であるかのように振舞ってはいけません。"}
{"en": "lest thou become slothful or lifted up.", "ja": "それは、怠慢になったり傲慢になったりしないためです。"}
{"en": "2. A certain man being in anxiety of mind, continually tossed about between hope and fear, and being on a certain day overwhelmed with grief,", "ja": "ある日のこと、希望と恐怖の間を心配のうちにしょっちゅう揺れ動いている人が、悲しみで打ちひしがれていました。"}
{"en": "cast himself down in prayer before the altar in a church,", "ja": "彼は、教会の祭壇の前でひざまずき敬虔な祈りをささげました。"}
{"en": "and meditated within himself, saying,", "ja": "あれこれと瞑想にふけりながら、彼はこう言いました。"}
{"en": "\"Oh! if I but knew that I should still persevere,\"", "ja": "「ああ、もしも私が最後まで屈せずにやり遂げるかどうかを知ることさえできればなあ！」"}
{"en": "and presently heard within him a voice from God,", "ja": "即座に彼は神の答えを聞きました。"}
{"en": "\"And if thou didst know it, what wouldst thou do?", "ja": "「もしあなたがそのことを知ったからといって、どうしようというのですか。"}
{"en": "Do now what thou wouldst do then,", "ja": "そのときにあなたががするであろうことを今、しなさい。"}
{"en": "and thou shalt be very secure.\"", "ja": "そうすればあなたはまったく心配することがなくなるでしょう。」"}
{"en": "And straightway being comforted and strengthened, he committed himself to the will of God and the perturbation of spirit ceased,", "ja": "すぐに慰めと平安を受け、彼はその神のご意志に身をゆだね、悩ましい不安定さはストップしました。"}
{"en": "neither had he a mind any more to search curiously to know what should befall him hereafter,", "ja": "それ以降、彼の好奇心は自分の未来がどうなるかを知ろうとすることをやめました。"}
{"en": "but studied rather to inquire what was the good and acceptable will of God, for the beginning and perfecting of every good work.", "ja": "彼はその代わり、すべての良き働きの初めであり終わりである、完全で欠けることのない神のご意志を探し求めるようになりました。"}
{"en": "「Trust thou in the Lord and do good,」 3. Hope in the Lord and be doing good, saith the Prophet; ", "ja": "と預言者は言いました。"}
{"en": "dwell in the land and thou shalt be fed(1) with its riches.", "ja": "「dwell in the land and thou shalt feed on its riches.」(Ps. 36:3)(聖書要確認。箇所違い？)"}
{"en": "One thing there is which holdeth back many from progress and fervent amendment,", "ja": "自分の生活を熱心に改めることから多くの人をそらしてしまう1つのことがあります。"}
{"en": "even the dread of difficulty, or the labour of the conflict.", "ja": "それは困難なことに対する恐れであり、戦いに対する苦労です。"}
{"en": "Nevertheless they advance above all others in virtue who strive manfully to conquer those things which are most grievous and contrary to them,", "ja": "確かに、最も大きな困難や不愉快な障害に対して勇敢に打ち勝とうと努めている人は、徳を追求することにおいて他人を追い抜くことになります。"}
{"en": "for there a man profiteth most and meriteth greater grace where he most overcometh himself and mortifieth himself in spirit.", "ja": "人というものは、自己に対して最も打ち勝ち、自分の望みを最も抑制した事柄において最大の前進をし、最大の恵みを確実に受け取ることになるのです。"}
{"en": "4. But all men have not the same passions to conquer and to mortify,", "ja": "そうです。"}
{"en": "yet he who is diligent shall attain more profit, although he have stronger passions, than another who is more temperate of disposition, but is withal less fervent in the pursuit of virtue.", "ja": "しかし、たとえ感情に走り勝ちであっても、勤勉で誠実な人のほうが、落ち着いているけれど徳についてあまり気にかけない人よりも、大きく前進するものです。"}
{"en": "Two things specially avail unto improvement in holiness,", "ja": "特に大きな進歩となるのは次の2つのことです。"}
{"en": "namely firmness to withdraw ourselves from the sin to which by nature we are most inclined, and earnest zeal for that good in which we are most lacking.", "ja": "それは、自然的な性向によってしつこく陥る傾向のある悪徳から強制的に撤退することと、最も必要な恵みを求めて熱心に働くことです。"}
{"en": "And strive also very earnestly to guard against and subdue those faults which displease thee most frequently in others.", "ja": "あなたをしょっちゅう不愉快にさせるような失敗を他の人がするなら、あなた自身はそのような失敗をせず、そのような失敗に打ち勝つことを学びなさい。"}
{"en": "5. Gather some profit to thy soul wherever thou art, and wherever thou seest or hearest good examples, stir thyself to follow them,", "ja": "すべての機会を最大限に生かして、もしもあなたが良い例を見たり聞いたりしたなら、あなたがまねをしたいと思うほど感動するようなものになりなさい。"}
{"en": "but where thou seest anything which is blameworthy, take heed that thou do not the same;", "ja": "それに対して、あなたがこれはひどいと考えるような事柄において、自分が罪をおかさないように注意しなさい。"}
{"en": "or if at any time thou hast done it, strive quickly to amend thyself.", "ja": "また、もしもそういう事柄で罪をおかしたことがあるなら、できるだけ早く自分自身をただしなさい。"}
{"en": "As thine eye observeth others, so again are the eyes of others upon thee.", "ja": "あなたが他の人を見るのと同じように、他の人もあなたを見ているのです。"}
{"en": "How sweet and pleasant is it to see zealous and godly brethren temperate and of good discipline;", "ja": "熱心で、信仰深く、礼儀正しく、また訓練されている兄弟を見ることは、何と喜ばしく心地よいことでしょう。"}
{"en": "and how sad is it and grievous to see them walking disorderly, not practising the duties to which they are called.", "ja": "ばらばらにさまよい、召されている事柄を実践しようとしない兄弟を見ることは何と悲しく痛みを感じることでしょう。"}
{"en": "How hurtful a thing it is to neglect the purpose of their calling, and turn their inclinations to things which are none of their business.", "ja": "召命の目的を無視し、自分が関知すべきでない事柄にかかずらうのは、なんと有害なことでしょう。"}
{"en": "6. Be mindful of the duties which thou hast undertaken, and set always before thee the remembrance of the Crucified.", "ja": "あなたが請け負った目的を忘れないようにし、十字架のイメージを心に留めておきなさい。"}
{"en": "Truly oughtest thou to be ashamed as thou lookest upon the life of Jesus Christ, because thou hast not yet endeavoured to conform thyself more unto Him, though thou hast been a long time in the way of God.", "ja": "たとえあなたが長年にわたって主の道を歩いてきたとしても、あなたの前にキリストのイメージを置き、自分自身をさらに主に似たものになるよう努めなかったなら、あなたは恥ずかしいと思わねばならないでしょう。"}
{"en": "A religious man who exercises himself seriously and devoutly in the most holy life and passion of our Lord shall find there abundantly all things that are profitable and necessary for him,", "ja": "一心に、信仰深く、私たちの主の最も聖なる生涯と熱意に関わる信仰者は、その中から、自分に必要で有益なすべてのことをたくさん見出すでしょう。"}
{"en": "neither is there need that he shall seek anything better beyond Jesus.", "ja": "イエスさまよりもよいものを何も探し求める必要はないのです。"}
{"en": "Oh! if Jesus crucified would come into our hearts, how quickly, and completely should we have learned all that we need to know!", "ja": "もしも十字架が私たちの心に届くなら、どれほどすばやく豊かに私たちは学ぶことでしょう。"}
{"en": "7. He who is earnest receiveth and beareth well all things that are laid upon him.", "ja": "熱心な信仰者は、命じられたすべてのことを受け入れ、しかもよく成し遂げます。"}
{"en": "He who is careless and lukewarm hath trouble upon trouble, and suffereth anguish upon every side,", "ja": "しかし、怠慢で不熱心な信仰者は、試練に継ぐ試練を受け、ありとあらゆる方向から苦悩を受けます。"}
{"en": "because he is without inward consolation, and is forbidden to seek that which is outward.", "ja": "なぜなら、そのような人は内には慰めを持たず、外に求めることも禁じられているからです。"}
{"en": "He who is living without discipline is exposed to grievous ruin.", "ja": "神の規則に従って生きない信仰者は悲惨な破滅に身をさらすこととなり、"}
{"en": "He who seeketh easier and lighter discipline shall always be in distress,", "ja": "もっと気ままでいたいし、拘束されたくないと願う人は、いつもトラブルにおちいります。"}
{"en": "because one thing or another will give him displeasure.", "ja": "というのは、その人はあれやこれやの物事に対していつも不満を抱くからです。"}
{"en": "8. O! if no other duty lay upon us but to praise the Lord our God with our whole heart and voice!", "ja": "これほど多くの信仰者が神の内にすでに喜び始めているというのに、あなたが聖なる務めに怠けているとしたら恥ずかしいことです。"}
{"en": "Oh! if thou never hadst need to eat or drink, or sleep, but wert always able to praise God, and to give thyself to spiritual exercises alone; then shouldst thou be far happier than now, when for so many necessities thou must serve the flesh.", "ja": "もしも、心のすべて、声の限りを尽くして主なる神を賛美する以外にすることがなかったなら、もしも、食べたり、飲んだり、眠ったりする必要がなく、常に神をほめたたえ、霊的な探求に専念することができるなら、肉体のすべての必要の奴隷となっている現在に比べて、どれほど幸せになるでしょう。"}
{"en": "O! that these necessities were not, but only the spiritual refreshments of the soul, which alas we taste too seldom. (Would that there were no such needs, but only the spiritual refreshments of the soul which, sad to say, we taste too seldom!)", "ja": "そのような必要がなく、魂の霊的な食事だけがあったとしても、悲しいことに、私たちがそれを味わうことは非常にまれなのです。"}
{"en": "9. When a man hath come to this, that he seeketh comfort from no created thing, then doth he perfectly begin to enjoy God,", "ja": "どんな被造物からも慰めを求めないという境地に達するとき、人は、神を完全に享受し始めることになります。"}
{"en": "then also will he be well contented with whatsoever shall happen unto him.", "ja": "そのときまた、人は自分に何が起こっても満足することでしょう。"}
{"en": "Then will he neither rejoice for much nor be sorrowful for little,", "ja": "そのような境地に達した人は、大きなことにも嬉しがらず、小さなことにも嘆きません。"}
{"en": "but he committeth himself altogether and with full trust unto God,", "ja": "そのような境地に達した人は、確信を持って自分自身を完全に神の手にゆだねます。"}
{"en": "who is all in all to him, to whom nothing perisheth nor dieth, but all things live to Him and obey His every word without delay.", "ja": "すべてのすべてである方、そのお方に向かうとき何物も滅びたり死んだりしない方、すべての存在がその方のために生きる方、その方が望まれるがままにすべての存在が仕える方、そのようなお方である神の手に。"}
{"en": "10. Remember always thine end, and how the time which is lost returneth not.", "ja": "いつも自分の最期を考えに入れ、失われた時間は二度と戻っては来ないということを忘れてはいけません。"}
{"en": "Without care and diligence thou shalt never get virtue.", "ja": "注意深さと勤勉さがなければ、徳を得ることは決してできません。"}
{"en": "If thou beginnest to grow cold, it shall begin to go ill with thee,", "ja": "生ぬるい不熱心さを育て始めるなら、あなたは悪の始まりに陥ろうとしているのです。"}
{"en": "but if thou givest thyself unto zeal thou shalt find much peace, and shalt find thy labour the lighter because of the grace of God and the love of virtue.", "ja": "しかし燃えるような熱心さに向かうなら、神の恵みと徳の愛によって、あなたは平安を得、困難が軽減されることでしょう。"}
{"en": "A zealous and diligent man is ready for all things.", "ja": "熱心で勤勉な人間はいかなることにも備えができています。"}
{"en": "It is greater labour to resist sins and passions than to toil in bodily labours.", "ja": "悪徳や欲情に抵抗するというのは、肉体的な苦役に汗するよりも偉大な仕事です。"}
{"en": "He who shunneth not small faults falleth little by little into greater.", "ja": "小さな失敗に打ち勝たない人は、少しずつ大きな失敗にはまり込んでいくのです。"}
{"en": "At eventide thou shalt always be glad if thou spend the day profitably.", "ja": "もしもあなたが昼間を有意義に過ごすなら、夕方にはいつも幸せになることでしょう。"}
{"en": "Watch over thyself,", "ja": "自分自身をしっかりと見張りなさい。"}
{"en": "stir thyself up,", "ja": "目を覚ましていなさい。"}
{"en": "admonish thyself,", "ja": "注意深くありなさい。"}
{"en": "and howsoever it be with others, neglect not thyself.", "ja": "他の人に何が起ころうとも、自分自身を取るに足りないものと思いなさい。"}
{"en": "The more violence thou dost unto thyself, the more thou shall profit. Amen.", "ja": "自分自身に厳しくあればあるほど、あなたは大きく前進することでしょう。"}
{"en": "THE SECOND BOOK", "ja": "第2巻"}
{"en": "ADMONITIONS CONCERNING THE INNER LIFE", "ja": "内的な生活"}
{"en": "The First Chapter", "ja": "キリストにならいて"}
{"en": "The Fifth Chapter", "ja": "第2章　謙虚（途中）"}
{"en": "The Sixth Chapter", "ja": "第3章　Goodness and Peace in Man (まだ訳は未決定）Goodnessをどう訳すか"}
{"en": "The Ninth Chapter", "ja": "第4章　心の清さと目的の一致"}
{"en": "The Eleventh Chapter", "ja": "第7章　何よりもまずイエスを愛すること（校正中）"}
{"en": "The Twelfth Chapter", "ja": "第8章　キリストと親しく交わること（校正中）"}
{"en": "CHAPTER II", "ja": "第2章"}
{"en": "Of lowly submission", "ja": "謙虚（途中）"}
{"en": "Make no great account who is for thee or against thee,", "ja": "あなたに味方する人についても、敵対する人についても、煩わされてはいけません。"}
{"en": "but mind only the present duty and take care that God be with thee in whatsoever thou doest.", "ja": "しかし、神はあなたがするすべてのことであなたとともにあるように心を配りなさい。"}
{"en": "Have a good conscience", "ja": "あなたの良心をきれいにしなさい。"}
{"en": "and God will defend thee,", "ja": "そうすれば、神はあなたを守ってくれるでしょう。"}
{"en": "for he whom God will help no man's perverseness shall be able to hurt.", "ja": "人の悪意は、神が助けたいと願う人を傷つけることはできません。"}
{"en": "If thou knowest how to hold thy peace and to suffer, without doubt thou shalt see the help of the Lord.", "ja": "もし、あなたが沈黙の中で苦しむ方法を知っているなら、あなたは疑いなく神の助けを経験するでしょう。"}
{"en": "He knoweth the time and the way to deliver thee,", "ja": "神は、いつどのようにあなたを救うかをご存知だからです。"}
{"en": "therefore must thou fresign thyself to Him.", "ja": "それゆえ、彼の手の中にあなた自身を置きなさい。"}
{"en": "To God it belongeth to help and to deliver from all confusion.", "ja": "というのは、人々を助け、かつすべての苦痛から人々を解放することは神の特権だからです。"}
{"en": "Oftentimes it is very profitable for keeping us in greater humility,", "ja": "他人が私達の欠点を知り、それらを叱るということは、私達にとって多くの場合良いことです。"}
{"en": "that others know and rebuke our faults.", "ja": "というのは、それは私達に偉大な謙虚さを与えるからです。"}
{"en": "2. When a man humbleth himself for his defects, he then easily pacifieth others and quickly satisfieth those that are angered against him.", "ja": "人が自分の欠点のために謙虚な気持ちを持つとき、彼の周りにいる人の怒りをたやすく静め、そして彼に腹を立てた人をすぐになだめます。"}
{"en": "God protecteth and delivereth the humble man,", "ja": "神が保護し解放するのは謙虚な人である。"}
{"en": "He loveth and comforteth the humble man,", "ja": "神が愛し慰めるのは謙虚さである。"}
{"en": "to the humble man He inclineth Himself, on the humble He bestoweth great grace,", "ja": "その謙虚さに　彼は振り向きそしておおきな感謝の祈りを授ける。"}
{"en": "and when he is cast down He raiseth him to glory:", "ja": "それらの屈辱のあとに神は屈辱を誇りにまで引き上げるかも知れない。"}
{"en": "to the humble He revealeth His secrets, and sweetly draweth and inviteth him to Himself.", "ja": "神はその謙虚さに神の秘密を打ち明け，そしてやさしい招きがそれらを(誇り？）彼に訪れるように手を尽くす。"}
{"en": "The humble man having received reproach, is yet in sufficient peace,", "ja": "従って　謙虚な人は苦痛の真っ只中で平和を楽しむ。"}
{"en": "because he resteth on God and not on the world.", "ja": "何故なら彼の信頼は神の中にあり世界ではないから"}
{"en": "Reckon not thyself to have profited in anywise unless thou feel thyself to be inferior to all.", "ja": "そういうわけであなたは進歩するということを考えてはなりませんあなたがすべての他のものより劣っているものとしてあなた自身を見つめるそのときまで。"}
{"en": "CHAPTER III", "ja": "第3章"}
{"en": "First keep thyself in peace,", "ja": "第一に、あなた自身のなかに平和を保ちなさい。"}
{"en": "and then shalt thou be able to be a peacemaker towards others.", "ja": "そうすれば　あなたは他人にも平和をもたらすことができるでしょう。"}
{"en": "A peaceable man doth more good than a well-learned.", "ja": "心に平和を持つ人は、学識のある人よりも良いことをします。"}
{"en": "A passionate man turneth even good into evil and easily believeth evil; a good, peaceable man converteth all things into good.", "ja": "激しやすい人は良いことですら悪に変え、しかもすぐに悪を信じてしまうのですが、心に平和を持つ人は、自分自身が善なので、全てのことを善に変えます。"}
{"en": "He who dwelleth in peace is suspicious of none,", "ja": "完全な安らぎの中にいる人はけっして疑いを抱くこともありません。"}
{"en": "but he who is discontented and restless is tossed with many suspicions,", "ja": "ですけれども　動揺して不平のある精神はたくさんの疑いによって取り乱します。"}
{"en": "and is neither quiet himself nor suffereth others to be quiet.", "ja": "彼は自分で休息をとることもなければ、他人が休息することも許しません。"}
{"en": "He often saith what he ought not to say, and omitteth what it were more expedient for him to do.", "ja": "彼はしばしば言うべきじゃないことを言い、やらなくちゃいけないことをほったらかしにします。"}
{"en": "He considereth to what duties others are bound, and neglecteth those to which he is bound himself.", "ja": "彼は他人の義務に気をつかいますが　自分の義務は怠ってしまいます。"}
{"en": "Therefore be zealous first over thyself,", "ja": "ですから、あなたの熱意をまず、自分自身に向けなさい。"}
{"en": "and then mayest thou righteously be zealous concerning thy neighbour.", "ja": "そうすれば今度はそれを、あなたの周りにいる人たちに対しても公正に行使できるでしょう。"}
{"en": "2. Thou knowest well how to excuse and to colour thine own deeds, but thou wilt not accept the excuses of others.", "ja": "あなたは、他人からは受け入れないような言い訳を用いて自らの行動を言い繕うことに長けています。"}
{"en": "It would be more just to accuse thyself and excuse thy brother.", "ja": "しかし、自分自身を責め、兄弟を許す方がはるかに公正なことでしょう。"}
{"en": "If thou wilt that others bear with thee, bear thou with others.", "ja": "人々があなたに対して忍耐強くあることを願うならばあなたも彼らに対して忍耐強くあらねばなりません。"}
{"en": "Behold", "ja": "見なさい。"}
{"en": "how far thou art as yet from the true charity and humility", "ja": "あなたはどれだけ本当の愛と謙遜からかけ離れていることか。"}
{"en": "which knows not how to be angry or indignant against any save self alone.", "ja": "本当の愛と謙遜は、誰に対しても腹を立てず、自分に対する以外は、誰にも憤らないのです。"}
{"en": "CHAPTER IV", "ja": "第4章"}
{"en": "Of a pure mind and simple intention", "ja": "心の清さと目的の一致"}
{"en": "By two wings is man lifted above earthly things,", "ja": "人は二つの羽によってこの世の事柄から引き上げられます。"}
{"en": "even by simplicity and purity.", "ja": "その二つの羽とは単純さと清さです。"}
{"en": "Simplicity ought to be in the intention, purity in the affection.", "ja": "人の意図は単純であるべきですし、願いは清くなくてはなりません。"}
{"en": "Simplicity reacheth towards God, purity apprehendeth Him and tasteth Him.", "ja": "単純さによって神へと導かれ、清さによって神を受け入れ楽しむことができるのです。"}
{"en": "No good action will be distasteful to thee if thou be free within from inordinate affection.", "ja": "あなたの心がかき乱されたような感情によって左右されることがないのなら、あなたにとって良い行ないをなすことは難しくありません。"}
{"en": "If thou reachest after and seekest, nothing but the will of God and the benefit of thy neighbour, thou wilt entirely enjoy inward liberty.", "ja": "あなたが神を喜ばすことと隣人の益となることだけを求め、それを目指すのであれば、あなたは心の自由を楽しむことでしょう。"}
{"en": "If thine heart were right, then should every creature be a mirror of life and a book of holy doctrine.", "ja": "あなたの心がきちんと整っていれば、全ての被造物はあなたにとっての人生の鏡、また清い教えの書物となるでしょう。"}
{"en": "There is no creature so small and vile but that it showeth us the goodness of God.", "ja": "なぜならば、神の慈しみを現せないほど小さくて価値のないものなど存在しないからです。"}
{"en": "2. If thou wert good and pure within, then wouldst thou look upon all things without hurt and understand them aright.", "ja": "もしあなたの内面が善であり純粋ならば、あなたは全てのものをはっきりと見、また正しく理解するでしょう。"}
{"en": "A pure heart seeth the very depths of heaven and hell.", "ja": "清い心は天国と地獄にまで届くものであり、"}
{"en": "Such as each one is inwardly, so judgeth he outwardly.", "ja": "人は外側にあるものを内側にあるもののように判断するからです。"}
{"en": "If there is any joy in the world surely the man of pure heart possesseth it,", "ja": "もしこの世に喜びがあるとしたら、それを持つのは心の清い者に違いありません。"}
{"en": "and if there is anywhere tribulation and anguish, the evil conscience knoweth it best.", "ja": "もしどこかに苦悩や苦痛があるのなら、邪悪な心はいやになるくらいそのことを知っているものです。"}
{"en": "As iron cast into the fire loseth rust and is made altogether glowing, so the man who turneth himself altogether unto God is freed from slothfulness and changed into a new man.", "ja": "火のなかに投げ込まれた鉄がその錆を失って白く輝くように、完全に神のほうを向く人は、不精さをはぎとられ新しい人へと変えられます。"}
{"en": "3. When a man beginneth to grow lukewarm, then he feareth a little labour, and willingly accepteth outward consolation;", "ja": "人はだらけ始めると、ほんの少しの労苦も恐れ、外的な慰めを喜ぶようになります。"}
{"en": "but when he beginneth perfectly to conquer himself and to walk manfully in the way of God, then he counteth as nothing those things which aforetime seemed to be so grievous unto him.", "ja": "しかし自らを完璧に制し、神の道を勇敢に歩むようになると、以前は困難だと思ったようなことですら、もうあまり難しいと思わなくなります。"}
{"en": "CHAPTER VII", "ja": "第7章"}
{"en": "Of loving Jesus above all things", "ja": "何よりもまずイエスを愛すること（校正中）"}
{"en": "Blessed is he who understandeth what it is to love Jesus, and to despise himself for Jesus' sake.", "ja": "イエスを愛することとはどういうことかをよく知っている人、イエスのゆえに自分自身を蔑む人は幸いです。"}
{"en": "He must give up all that he loveth for his Beloved,", "ja": "神の愛のゆえに他の全ての愛を捨て去りなさい。"}
{"en": "for Jesus will be loved alone above all things.", "ja": "なぜなら神はご自分がまず何ものよりも一番に愛されることを望まれるからです。"}
{"en": "The love of created things is deceiving and unstable,", "ja": "被造物への愛情は、欺きに満ち、移ろいやすいものです。"}
{"en": "but the love of Jesus is faithful and lasting.", "ja": "しかしイエスの愛は真実でいつまでも変わることがありません。"}
{"en": "He who cleaveth to created things will fall with their slipperiness;", "ja": "被造物にしがみつく者はその弱さのゆえに倒れるでしょう。"}
{"en": "but he who embraceth Jesus will stand upright for ever.", "ja": "しかし自らをイエスに捧げる者は、いつまでも強められるのです。"}
{"en": "Love Him", "ja": "ですから、イエスを愛しなさい。"}
{"en": "and hold Him for thy friend,", "ja": "イエスを友としなさい。"}
{"en": "for He will not forsake thee when all depart from thee,", "ja": "イエスは他の人たちのようにあなたから離れることはありません。"}
{"en": "nor will he suffer thee to perish at the last.", "ja": "あなたをいつまでも苦しめることもありません。（？）"}
{"en": "Thou must one day be separated from all, whether thou wilt or wilt not.", "ja": "あなたが望むと望まざるとに関わらず、いずれ、全てのものから離れなくてはならない時が来ます。"}
{"en": "2. Cleave thou to Jesus in life and death,", "ja": "ですから、命においても死においても、ただイエスにしがみついていなさい。"}
{"en": "and commit thyself unto His faithfulness,", "ja": "ただ主のご栄光に自らを委ねなさい。"}
{"en": "who, when all men fail thee, is alone able to help thee.", "ja": "他の全て人があなたを裏切っても、このお方だけはあなたを助けることが出来ます。"}
{"en": "Thy Beloved is such, by nature, that He will suffer no rival, but alone will possess thy heart, and as a king will sit upon His own throne.", "ja": "あなたが愛するお方は、あなたの愛を独占することを願うお方です。"}
{"en": "If thou wouldst learn to put away from thee every created thing, Jesus would freely take up His abode with thee.", "ja": "もしあなたが自分自身をその他全ての被造物から完全に解き放つ術を知っているのであれば、イエスは喜んであなたのなかに住んでくださるでしょう。"}
{"en": "Thou wilt find all trust little better than lost which thou hast placed in men, and not in Jesus.", "ja": "イエス以外の人に信頼を置くことは、まず間違いなく完全な無駄であることをあなたは学ぶでしょう。"}
{"en": "Trust not nor lean upon a reed shaken with the wind,", "ja": "ですから、風に吹かれる葦を信頼したり頼るのはやめなさい。"}
{"en": "because all flesh is grass, and the goodliness thereof falleth as the flower of the field.(1)", "ja": "「すべての人は草に等しく」（イザヤ15:6）その栄光は、草花のように消えてなくなってしまうからです。"}
{"en": "3. Thou wilt be quickly deceived if thou lookest only upon the outward appearance of men,", "ja": "人の外側だけを見るのであれば、簡単に騙されます。"}
{"en": "for if thou seekest thy comfort and profit in others, thou shalt too often experience loss.", "ja": "人のなかに慰めや利得を求めるのであれば、往々にして失望させられるでしょう。"}
{"en": "If thou seekest Jesus in all things thou shalt verily find Jesus,", "ja": "しかし、全てのものごとのなかにイエスを求めるのであれば、必ず彼を見いだすでしょう。"}
{"en": "but if thou seekest thyself thou shalt also find thyself,", "ja": "同じように、自分自身を探し求めるのであれば、自分のことも見いだすでしょう。"}
{"en": "but to thine own hurt.", "ja": "しかしそれはあなたにとって益となりません。"}
{"en": "For if a man seeketh not Jesus he is more hurtful to himself", "ja": "イエスを求めないことほど、自分自身に対して損害をもたらすことはありません。"}
{"en": "than all the world and all his adversaries.", "ja": "世界中の全ての敵が束になってもそれほどまでにあなたに害を加えることは出来ません。"}
{"en": "CHAPTER VIII", "ja": "第8章"}
{"en": "Of the intimate love of Jesus", "ja": "キリストと親しく交わること（校正中）"}
{"en": "When Jesus is present all is well", "ja": "イエス・キリストがおそばにおられるならば、すべては上手くいきます。"}
{"en": "and nothing seemeth hard,", "ja": "困難にみえることは何もありません。"}
{"en": "but when Jesus is not present everything is hard.", "ja": "もし、キリストがおそばにおられなければ、すべては困難です。"}
{"en": "When Jesus speaketh not within, our comfort is nothing worth,", "ja": "キリストが、心のうちから語りかけておられないのならば、他の楽しみはすべて空しいことでしょう。"}
{"en": "but if Jesus speaketh but a single word great is the comfort we experience.", "ja": "しかし、キリストが一言でも、み言葉を発せられれば、大いなる慰めとなります。"}
{"en": "Did not Mary Magdalene rise up quickly from the place where she wept when Martha said to her,", "ja": "マルタが次のように言うことで、マグダラのマリアは、嘆きからただちに立ち上がる力を得たのではありませんでしたか。"}
{"en": "The Master is come and calleth for thee?(1)", "ja": "「主がおいでになって、あなたを呼んでおられるではありませんか。」（[13]ヨハネ11:28.）"}
{"en": "Happy hour when Jesus calleth thee from tears to the joy of the spirit!", "ja": "幸せが訪れる時とは、イエスが、人々を嘆きの底から救い出し、魂が歓喜するところへと導く時です。"}
{"en": "How dry and hard art thou without Jesus!", "ja": "イエス・キリストなしでは、なんとあなたは乾いた、気難しい心をもつことでしょう。"}
{"en": "How senseless and vain if thou desirest aught beyond Jesus!", "ja": "キリストがおられないなら、何を望もうと馬鹿らしく、空しいこと。"}
{"en": "Is not this greater loss than if thou shouldst lose the whole world?", "ja": "全世界を失う以上の損失ではありませんか。"}
{"en": "2. What can the world profit thee without Jesus?", "ja": "キリストがおられないなら、世界があなたに何を与えることができるというのでしょう。"}
{"en": "To be without Jesus is the nethermost hell,", "ja": "キリストがおられなければ、人生は残酷な地獄と同じこと。"}
{"en": "and to be with Jesus is sweet paradise.", "ja": "しかし、キリストと共に生きれば、人生は、甘い楽園での暮らしと同じになります。"}
{"en": "If Jesus were with thee no enemy could hurt thee.", "ja": "もし、イエス・キリストが共におられれば、どんな敵もあなたを傷つけることはできません。"}
{"en": "He who findeth Jesus findeth a good treasure, yea, good above all good;", "ja": "キリストの存在を見出した者は、世にもまれな宝物や、全ての善なるものを越えた善を見出した者。"}
{"en": "and he who loseth Jesus loseth exceeding much, yea, more than the whole world.", "ja": "キリストを失った者は、全世界を失った以上のものを失った者。"}
{"en": "Most poor is he who liveth without Jesus,", "ja": "キリストなしに生きる者は、貧困な者の中でも最も貧なる者。"}
{"en": "and most rich is he who is much with Jesus.", "ja": "キリストの恵みの中で生きる者ほど、豊かな者はいません。"}
{"en": "3. It is great skill to know how to live with Jesus,", "ja": "キリストとの語らい方を理解することは、大切なことです。"}
{"en": "and to know how to hold Jesus is great wisdom.", "ja": "キリストを我が身のそばにとどめておくやり方を理解することは、賢明なことです。"}
{"en": "Be thou humble and peaceable", "ja": "謙虚で安らぎに満ちた心でいなさい。"}
{"en": "and Jesus shall be with thee.", "ja": "そうすれば、キリストはあなたと共におられるでしょう。"}
{"en": "Be godly and quiet,", "ja": "信仰篤（あつ）くありなさい、心穏やかでいなさい。"}
{"en": "and Jesus will remain with thee.", "ja": "そうすれば、キリストはあなたのもとにとどまられるでしょう。"}
{"en": "Thou canst quickly drive away Jesus and lose His favour if thou wilt turn away to the outer things.", "ja": "あなたが外の世界に引き返せば、キリストを追い払ったことになり、その恵みを失うことになります。"}
{"en": "And if thou hast put Him to flight and lost Him, to whom wilt thou flee, and whom then wilt thou seek for a friend?", "ja": "もしそうなったら、あなたは誰のもとに赴き、誰を友として求めるのでしょう。"}
{"en": "Without a friend thou canst not live long,", "ja": "友なしには、人はよく生きることができません。"}
{"en": "and if Jesus be not thy friend above all thou shalt be very sad and desolate.", "ja": "もし、他でもないキリストが、あなたの友でないなら、あなたは悲しみにつつまれ、見捨てられた惨めな状態となるでしょう。"}
{"en": "Madly therefore doest thou if thou trusteth or findest joy in any other.", "ja": "キリスト以外の者を信頼したり、他の何かを享受することは、愚かしい振る舞いです。"}
{"en": "It is preferable to have the whole world against thee, than Jesus offended with thee.", "ja": "キリストを敵とするよりも、全世界を敵とする道を選びなさい。"}
{"en": "Therefore of all that are dear to thee, let Jesus be specially loved.", "ja": "あなたに親愛の気持ちをよせる人々よりも、キリストに、あなたの特別の愛を捧げなさい。"}
{"en": "4. Let all be loved for Jesus' sake,", "ja": "キリストに益をもたらすために、全てのものを愛しなさい。"}
{"en": "but Jesus for His own.", "ja": "しかし、キリストは、キリスト自身を対象として、あなたに愛されなければなりません。"}
{"en": "Jesus Christ alone is to be specially loved,", "ja": "イエス・キリストは特別の愛をもって、あなたに愛されるべきです。"}
{"en": "for He alone is found good and faithful above all friends.", "ja": "なぜなら、友の中で、キリストのみが善であり、あなたに誠実でいてくださるからです。"}
{"en": "For His sake and in Him let both enemies and friends be dear to thee,", "ja": "キリストのために、キリストの恵みにつつまれながら、あなたは、友人も敵も同じように愛さなければなりません。"}
{"en": "and pray for them all that they may all know and love Him.", "ja": "全ての人が知っているであろうキリストに対して祈り、キリストを愛しなさい。"}
{"en": "Never desire to be specially praised or loved,", "ja": "特別のほめ言葉も愛も望んではいけません。"}
{"en": "because this belongeth to God alone, who hath none like unto Himself.", "ja": "称賛も愛も、神のみに属すものであり、神に等しいものは存在しないのですから。"}
{"en": "Nor wish thou that any one set his heart on thee,", "ja": "誰かの愛が自分に集中することを望んではいけません。"}
{"en": "nor do thou give thyself up to the love of any,", "ja": "人との愛にとらわれてはいけません。"}
{"en": "but let Jesus be in thee and in every good man.", "ja": "イエス・キリストの存在のみを、あなたの中に、そして全ての善き人々の中にとどめなさい。"}
{"en": "5. Be pure and free within thyself,", "ja": "神の存在に包まれて、純粋であり、自由でいなさい。"}
{"en": "and be not entangled by any created thing.", "ja": "神の被造物に深くとらわれてはいけません。"}
{"en": "Thou oughtest to bring a bare and clean heart to God, if thou desirest to be ready to see how gracious the Lord is.", "ja": "どんなに主が優しい方か知りたいなら、清く開かれた心を、神のもとへ捧げなさい。"}
{"en": "And in truth, unless thou be prevented and drawn on by His grace, thou wilt not attain to this,", "ja": "神の恵みがあなたのために用意され、あなたを促しているのでなければ、あなたはこのような幸せを得ることはないでしょう。"}
{"en": "that having cast out and dismissed all else, thou alone art united to God.", "ja": "この幸せが得られないのならば、あなたは、神の存在のみに結び付けられた全ての物事から、見捨てられることになるでしょう。"}
{"en": "For when the grace of God cometh to a man, then he becometh able to do all things,", "ja": "神の恵みが人間のもとを訪れる時、人は全てのことができます。"}
{"en": "and when it departeth then he will be poor and weak and given up unto troubles.", "ja": "しかし、もし神の恵みが離れれば、人は貧しく、心弱くなり、苦痛のうちに放置されることになります。"}
{"en": "In these thou art not to be cast down nor to despair,", "ja": "しかし、このような状況でも、人は落胆しきったり、絶望の淵に沈みきることはありません。"}
{"en": "but to rest with calm mind on the will of God, and to bear all things which come upon thee unto the praise of Jesus Christ;", "ja": "逆に心静かに神のご意志を待ち、イエス・キリストをほめたたえながら、自分に起きること全てに耐えるでしょう。"}
{"en": "for after winter cometh summer, after night returneth day,", "ja": "なぜなら、冬の後は夏が、夜の後には昼が訪れるから。"}
{"en": "after the tempest a great calm.", "ja": "そして、嵐が去った後には、穏やかな空が現れることでしょう。"}
{"en": "CHAPTER X", "ja": "第十章"}
{"en": "Of gratitude for the Grace of God", "ja": "神の恵みを感謝すること（校正中）"}
{"en": "Why seekest thou rest when thou art born to labour?", "ja": "なぜ働くように生まれたのに、休息を求めるのですか。"}
{"en": "Prepare thyself for patience more than for comforts,", "ja": "安楽さを求めるよりも、むしろ忍耐に身を任せなさい。"}
{"en": "and for bearing the cross more than for joy.", "ja": "楽しみを求めるより、むしろ十字架を背負いなさい。"}
{"en": "For who among the men of this world would not gladly receive consolation and spiritual joy", "ja": "いったい人というものは、何故すみやかに神から与えられる慰めや、精神的な喜びや、益を受け入れないのですか。"}
{"en": "if he might always have it?", "ja": "いつでもそれらを得ることができるでしょうに。"}
{"en": "For spiritual comforts exceed all the delights of the world, and all the pleasures of the flesh.", "ja": "神からの恵みは、地上の喜びや肉体的な快楽にまさるものでしょうに。"}
{"en": "For all worldly delights are either empty or unclean,", "ja": "地上の喜びや肉体的な快楽は、空しく卑しいものです。"}
{"en": "whilst spiritual delights alone are pleasant and honourable, the offspring of virtue, and poured forth by God into pure minds.", "ja": "しかし、精神的な喜びは、徳から生み出されたものであり、神によってあなたがたの純粋な魂へそそぎこまれます。"}
{"en": "2. Great is the difference between a visitation from above and false liberty of spirit and great confidence in self.", "ja": "そして、誤った魂の自由や自己過信は、天からの祝福の大きな障害となるものです。"}
{"en": "But no man can always enjoy these divine comforts at his own Will, because the season of temptation ceaseth not for long.", "ja": "だから、人は望んでいるほど、天からの恵みを楽しめないのです。"}
{"en": "God doeth well in giving us the grace of comfort,", "ja": "神は人に大いなる慰めである恵みを、とても上手にお与えになります。"}
{"en": "but man doeth ill in not immediately giving God thanks thereof.", "ja": "しかし、人は感謝して神に全てを返さないので、邪悪なことをしたことになるのです。"}
{"en": "And thus the gifts of grace are not able to flow unto us, because we are ungrateful to the Author of them, and return them not wholly to the Fountain whence they flow.", "ja": "私たちが、恵みを与えてくださる方に感謝の気持ちを持たなければ、私たちが全てを恵みの源に返さなければ、恵みという賜物は、私たちの中へ流れ込んできません。"}
{"en": "For grace ever becometh the portion of him who is grateful", "ja": "神の恵みは、十分に神に感謝する人に与えられます。"}
{"en": "and that is taken away from the proud, which is wont to be given to the humble.", "ja": "へりくだった人に与えられる神の恵みは、傲慢な人から取り上げられたものでしょう。"}
{"en": "3. I desire no consolation", "ja": "私は慰めを望みません。"}
{"en": "which taketh away from me compunction,", "ja": "慰めが与えられれば、私は悔い改めることができなくなるでしょうから。"}
{"en": "I love no contemplation", "ja": "私は黙想を好みません。"}
{"en": "which leadeth to pride.", "ja": "そうすることで、私は傲慢な人間になってしまうでしょうから。"}
{"en": "Willingly do I accept that grace", "ja": "私は喜んで神の恵みを受け入れます。"}
{"en": "whereby I am made humbler and more wary and more ready to renounce myself.", "ja": "そうすることで、私はよりいっそうへりくだった精神を持ち、いっそう悔いあらための意志を強くし、いっそう喜んで自分を放棄することができるようになるでしょうから。"}
{"en": "He who is made learned by the gift of grace and taught wisdom by the stroke of the withdrawal thereof, will not dare to claim any good thing for himself,", "ja": "恵みという賜物によって、神の教えを受けた人、神の恵みが取り上げられたことで学んだ人は、どんなよいことも、自分に帰（き）することをあえてしません。"}
{"en": "but will rather confess that he is poor and needy.", "ja": "むしろ、自分の不足と空虚さを認めるでしょう。"}
{"en": "Give unto God the thing which is God's,(1) and ascribe to thyself that which is thine;", "ja": "神のものは神へ、自分のものを自分のもとへ。"}
{"en": "that is, give thanks unto God for His grace,", "ja": "神の恵みが与えられたことに対して、神に感謝の念を捧げなさい。"}
{"en": "but for thyself alone confess thy fault, and that thy punishment is deserved for thy fault.", "ja": "しかし自分自身には、自分の過ちが招いた責めと罰のみを帰（かえ）しなさい。"}
{"en": "4. Sit thou down always in the lowest room", "ja": "いつも最も低い場所を占めなさい。"}
{"en": "and thou shalt be given the highest place.(2)", "ja": "そうすれば、最も高い場所があなたに与えられるでしょう。"}
{"en": "For the highest cannot be without the lowest.", "ja": "最も高い場所は、最も低い場所から離れては存在しないのですから。"}
{"en": "For the highest saints of God are least in their own sight,", "ja": "神の御前においても偉大な聖徒達は、自分達を一番取るに足らない者と考えている人達です。"}
{"en": "and the more glorious they are, so much the lowlier are they in themselves;", "ja": "心の中で謙虚になればなるほど、聖徒達は神の栄光の元で輝くのです。"}
{"en": "full of grace and heavenly glory,", "ja": "聖徒達は空しい栄光を望みません。"}
{"en": "they are not desirous of vain-glory;", "ja": "だから、真実と天からの栄光に満たされているのです。"}
{"en": "resting on God and strong in His might,", "ja": "神に守られて安定して、強くおられます。"}
{"en": "they cannot be lifted up in any wise.", "ja": "けして傲慢な人々ではありません。"}
{"en": "And they who ascribe unto God all the good which they have received,", "ja": "聖徒達は、自分達が受け取る全てのよいことを、神のおかげであると考えます。"}
{"en": "\"seek not glory one of another,", "ja": "聖徒たちは互いから神の栄光を得ようとはしません。"}
{"en": "but the glory which cometh from God only,\"", "ja": "神からの栄光のみを求めます。"}
{"en": "and they desire that God shall be praised in Himself and in all His Saints above all things,", "ja": "彼等が望むことはただ神が自分達の心の中で、そして、全ての聖徒たちの心の中で、たたえられることなのです。"}
{"en": "and they are always striving for this very thing.", "ja": "これが彼等の絶えざる望みなのです。"}
{"en": "5. Be thankful, therefore, for the least benefit", "ja": "だから、最も小さい賜物に対しても、感謝しなさい。"}
{"en": "and thou shalt be worthy to receive greater.", "ja": "そうすれば、あなたはより大きな賜物を、受けるに値するようになるでしょう。"}
{"en": "Let the least be unto thee even as the greatest, and let that which is of little account be unto thee as a special gift.", "ja": "最も小さい賜物を、最も大きなものと、最も取るに足らない賜物を、特別の賜物と思いなさい。"}
{"en": "If the majesty of the Giver be considered, nothing that is given shall seem small and of no worth, for that is not a small thing which is given by the Most High God.", "ja": "与えてくださった方である神の高潔さに注意をはらえば、どんな賜物も小さすぎたり、価値の低いものにみえることはありません。"}
{"en": "Yea, though He gave punishment and stripes, we ought to be thankful,", "ja": "たとえ、神があなたに罰や災いをお与えになっても、受け入れなさい。"}
{"en": "because He ever doth for our profit whatever He suffereth to come upon us.", "ja": "私たちの身にふりかかることがなんであれ、神が私たちの為を思ってなさってくださったことなのですから。"}
{"en": "He who seeketh to retain the favour of God, let him be thankful for the favour which is given,", "ja": "神の恵みをいただき続けたいと思う人は、恵みが自分に与えられる時には、感謝の気持ちを持つべきです。"}
{"en": "and patient in respect of that which is taken away.", "ja": "神の恵みが取り上げられた時には、忍耐強くありなさい。"}
{"en": "Let him pray that it may return;", "ja": "恵みが自分の元へ戻されるよう、祈りを捧げなさい。"}
{"en": "let him be wary and humble that he lose it not.", "ja": "恵みが失われないよう、注意して、謙虚でありなさい。"}
