{"en": "CLAY", "ja": "土くれ"}
{"en": "THE matron had given her leave to go out as soon as the women's tea was over and Maria looked forward to her evening out.", "ja": "寮母に女たちのお茶が終わり次第外出する許可をもらっていたので、マリアは夕方出るのを楽しみにしていた。"}
{"en": "The kitchen was spick and span:", "ja": "キッチンは真新しく、"}
{"en": "the cook said you could see yourself in the big copper boilers.", "ja": "大きな炊事用ボイラーには入ることもできるよとコックが言った。"}
{"en": "The fire was nice and bright and on one of the side-tables were four very big barmbracks.", "ja": "火はすてきに輝き、サイドテーブルの一つにはとても大きなバームブラクが四つのっていた。"}
{"en": "These barmbracks seemed uncut;", "ja": "これらのバームブラクはまだ切ってないように見えたが、"}
{"en": "but if you went closer you would see that they had been cut into long thick even slices and were ready to be handed round at tea.", "ja": "近寄って見ればそれは長く厚く均一に切り分けられていてお茶の時に配る用意はできていた。"}
{"en": "Maria had cut them herself.", "ja": "マリアが自分で切ったのだ。"}
{"en": "Maria was a very, very small person indeed but she had a very long nose and a very long chin.", "ja": "マリアは本当にとても、とても小さな人だったがとても長い鼻、とても長いあごをしていた。"}
{"en": "She talked a little through her nose, always soothingly:", "ja": "彼女は少し鼻にかかった声で、いつでもなだめるように"}
{"en": "\"Yes, my dear,\"", "ja": "「はい、あなた」"}
{"en": "and", "ja": "「いいえ、あなた」"}
{"en": "\"No, my dear.\"", "ja": "とか話した。"}
{"en": "She was always sent for when the women quarrelled Over their tubs and always succeeded in making peace.", "ja": "女たちがたらいのことで口論するといつも彼女が呼ばれ、いつもうまく仲直りさせた。"}
{"en": "One day the matron had said to her:", "ja": "いつだか寮母が彼女に言ったことがあった。"}
{"en": "\"Maria, you are a veritable peace-maker!\"", "ja": "「マリア、あなた本当に仲裁の名人ね！」"}
{"en": "And the sub-matron and two of the Board ladies had heard the compliment.", "ja": "そして副寮母と二人の寄宿している婦人もその賛辞を聞いていた。"}
{"en": "And Ginger Mooney was always saying what she wouldn't do to the dummy who had charge of the irons if it wasn't for Maria.", "ja": "そしてジンジャー・ムーニーはマリアのためじゃなかったらアイロン係のだんまり屋になんかしてやることじゃないんだけど、といつも言っていた。"}
{"en": "Everyone was so fond of Maria.", "ja": "誰もがそうしてマリアを好いていた。"}
{"en": "The women would have their tea at six o'clock and she would be able to get away before seven.", "ja": "女たちは六時にお茶にするので彼女は七時前に出られるだろう。"}
{"en": "From Ballsbridge to the Pillar, twenty minutes;", "ja": "ボールスブリッジからピラーまで二十分、"}
{"en": "from the Pillar to Drumcondra, twenty minutes;", "ja": "ピラーからドラムコンドラまで二十分、"}
{"en": "and twenty minutes to buy the things.", "ja": "そして何か買うのに二十分。"}
{"en": "She would be there before eight.", "ja": "八時前にはあそこに着ける。"}
{"en": "She took out her purse with the silver clasps and read again the words A Present from Belfast.", "ja": "彼女は銀の留め金の財布を取り出し『ベルファストからのプレゼント』という言葉を読み返した。"}
{"en": "She was very fond of that purse because Joe had brought it to her", "ja": "その財布はジョーが持ってきてくれたものなので彼女はとても気に入っていた。"}
{"en": "five years before when he and Alphy had gone to Belfast on a Whit-Monday trip.", "ja": "五年前、彼とアルフィがウィットマンデーの旅行でベルファストに行った時のものだ。"}
{"en": "In the purse were two half-crowns and some coppers.", "ja": "財布の中には半クラウンが二つと銅貨がいくつかあった。"}
{"en": "She would have five shillings clear after paying tram fare.", "ja": "電車賃を払った後彼女にはまるまる五シリング残ることになる。"}
{"en": "What a nice evening they would have, all the children singing!", "ja": "どんなにすてきな宵になるだろう、子供たちは皆歌って！"}
{"en": "Only she hoped that Joe wouldn't come in drunk.", "ja": "ただ彼女はジョーが酔って帰らなければよいがと思った。"}
{"en": "He was so different when he took any drink.", "ja": "飲んだ時の彼はそれはもう別人だった。"}
{"en": "Often he had wanted her to go and live with them;", "ja": "たびたび彼は、来て彼らと一緒に暮らすようにと彼女に望んだ。"}
{"en": "-but she would have felt herself in the way (though Joe's wife was ever so nice with her) and she had become accustomed to the life of the laundry.", "ja": "しかし彼女は（ジョーの妻はいつも彼女にそれは優しかったけれども）自分が邪魔になると思ったし、洗濯屋の暮らしに慣れていた。"}
{"en": "Joe was a good fellow.", "ja": "ジョーはいい男だ。"}
{"en": "She had nursed him and Alphy too;", "ja": "彼女が彼を育てたしアルフィもだ。"}
{"en": "and Joe used often say:", "ja": "で、ジョーはよく言っていた。"}
{"en": "\"Mamma is mamma but Maria is my proper mother.\"", "ja": "「ママはママだけどマリアが本物のお母さんだ。」"}
{"en": "After the break-up at home the boys had got her that position in the Dublin by Lamplight laundry, and she liked it.", "ja": "故郷でばらばらになった後、息子たちはダブリンのランプライト・ランドリーに彼女の勤め口を見つけ、彼女はそれが気に入った。"}
{"en": "She used to have such a bad opinion of Protestants but now she thought they were very nice people, a little quiet and serious, but still very nice people to live with.", "ja": "以前はプロテスタントを大変悪く思っていた彼女だが、今では彼らがとても優しい人たち、ちょっと無口でまじめだが、それでも共に暮らしてとても優しい人たちだと思っていた。"}
{"en": "Then she had her plants in the conservatory and she liked looking after them.", "ja": "それに温室には彼女の草花があり、彼女はその世話をするのが好きだった。"}
{"en": "She had lovely ferns and wax-plants and, whenever anyone came to visit her, she always gave the visitor one or two slips from her conservatory.", "ja": "彼女には美しいシダやサクラランがあり、誰かが彼女を訪ねてきた時はいつも彼女の温室から一、二本の接ぎ穂を客にあげた。"}
{"en": "There was one thing she didn't like and that was the tracts on the walks;", "ja": "一つ彼女の気に入らないことがあり、それはあちこちの壁にあるパンフレットだった。"}
{"en": "but the matron was such a nice person to deal with, so genteel.", "ja": "しかし寮母は付き合っててすごく優しい人だし、それは上品だった。"}
{"en": "When the cook told her everything was ready she went into the women's room and began to pull the big bell.", "ja": "コックがすっかり準備できたと言ったので彼女は女たちの部屋に行き、大きなベルを引き、鳴らし始めた。"}
{"en": "In a few minutes the women began to come in by twos and threes, wiping their steaming hands in their petticoats and pulling down the sleeves of their blouses over their red steaming arms.", "ja": "数分のうちに女たちは三々五々、湯気の立つ手をペチコートでふいたり、湯気の立つ真っ赤な腕のブラウスの袖を引き下ろしたりしながらやってきだした。"}
{"en": "They settled down before their huge mugs which the cook and the dummy filled up with hot tea, already mixed with milk and sugar in huge tin cans.", "ja": "彼女たちが腰を落ち着けたその前にはそれぞれに巨大なマグカップがあり、それにはコックとだんまり屋が熱い茶をいっぱいに満たし、すでに巨大なブリキの缶から砂糖とミルクが混ぜられていた。"}
{"en": "Maria superintended the distribution of the barmbrack and saw that every woman got her four slices.", "ja": "マリアはバームブラクの分配を監督し、どの女も四切れ取るのを確かめた。"}
{"en": "There was a great deal of laughing and joking during the meal.", "ja": "食事の間は笑い声や冗談があふれていた。"}
{"en": "Lizzie Fleming said Maria was sure to get the ring and, though Fleming had said that for so many Hallow Eves, Maria had to laugh and say she didn't want any ring or man either;", "ja": "リジー・フレミングはマリアはきっと指輪を取るわと言い、長年ハロウイブにはフレミングがそう言ってきたけれども、マリアは笑って指輪も男も欲しくないと言わなければならなかった。"}
{"en": "and when she laughed her grey-green eyes sparkled with disappointed shyness and the tip of her nose nearly met the tip of her chin.", "ja": "そして彼女が笑う時、灰緑色の目は期待を裏切られた恥ずかしさにきらきら光り、彼女の鼻先はもう少しであごの先につきそうだった。"}
{"en": "Then Ginger Mooney lifted her mug of tea and proposed Maria's health while all the other women clattered with their mugs on the table, and said she was sorry she hadn't a sup of porter to drink it in.", "ja": "そこでジンジャー・ムーニーが、ほかの女たちみんながテーブルの上のマグをカタカタ鳴らす中、お茶のマグを持ち上げてマリアの健康を祝して乾杯を提議し、ポーターが一口も飲めないのは残念だと言った。"}
{"en": "And Maria laughed again till the tip of her nose nearly met the tip of her chin and till her minute body nearly shook itself asunder because she knew that Mooney meant well though, of course, she had the notions of a common woman.", "ja": "もちろん考えることは品のない女だけれども、ムーニーが善意で言っているのはわかっているので、マリアは再び、鼻先がもう少しであごの先につきそうなほどに、ごく小さな体が揺れてばらばらになりそうなほどに、笑った。"}
{"en": "But wasn't Maria glad when the women had finished their tea and the cook and the dummy had begun to clear away the tea- things!", "ja": "だが女たちが茶を終えてコックとだんまり屋が茶道具を片付け始めた時マリアの喜ばなかったことか！"}
{"en": "She went into her little bedroom and, remembering that the next morning was a mass morning, changed the hand of the alarm from seven to six.", "ja": "彼女は小さな自分の寝室へ行き、次の朝がミサの朝であることを思い出して目覚ましの針を七から六に変えた。"}
{"en": "Then she took off her working skirt and her house-boots and laid her best skirt out on the bed and her tiny dress-boots beside the foot of the bed.", "ja": "それから彼女は仕事用のスカートと上靴を脱ぎ、一張羅のスカートを出してベッドの上に、ちっぽけな礼装用の靴をベッドの足元に置いた。"}
{"en": "She changed her blouse too and, as she stood before the mirror, she thought of how she used to dress for mass on Sunday morning when she was a young girl;", "ja": "彼女はブラウスも変え、鏡の前に立って、若い娘だった頃、日曜の朝のミサにいつもどんな装いをしたかを考えた。"}
{"en": "and she looked with quaint affection at the diminutive body which she had so often adorned,", "ja": "そして彼女は何度も何度も飾り立ててきたとても小さな体を古風味な愛着を持って眺めた。"}
{"en": "In spite of its years she found it a nice tidy little body.", "ja": "年のわりにはすてきな、ふくよかで小柄な体だと彼女は思った。"}
{"en": "When she got outside the streets were shining with rain and she was glad of her old brown waterproof.", "ja": "彼女が外へ出ると街は雨に輝いていて、彼女は古い茶色のレインコートがありがたかった。"}
{"en": "The tram was full and she had to sit on the little stool at the end of the car, facing all the people, with her toes barely touching the floor.", "ja": "電車は満員で彼女は車両の端の小さなスツールに座らねばならず、つま先はかろうじて床につくかつかないか、顔は全員に向けることになった。"}
{"en": "She arranged in her mind all she was going to do and thought how much better it was to be independent and to have your own money in your pocket.", "ja": "彼女はこれからすることすべてを心の中で整理し、自立して自分の金が思い通りになることがどんなにいいことかを考えた。"}
{"en": "She hoped they would have a nice evening.", "ja": "彼女は彼らにとってすてきな宵になればいいと思った。"}
{"en": "She was sure they would but she could not help thinking what a pity it was Alphy and Joe were not speaking.", "ja": "彼女はそうなると確信していたがアルフィとジョーが口もきかないのはなんとも残念だと思わずにはいられなかった。"}
{"en": "They were always falling out now but when they were boys together they used to be the best of friends:", "ja": "彼らは今ではいつも仲たがいをしていたが、二人とも子供だった頃はいつもいちばんの友だった。"}
{"en": "but such was life.", "ja": "でも人生とはそういうものだ。"}
{"en": "She got out of her tram at the Pillar and ferreted her way quickly among the crowds.", "ja": "彼女はピラーで電車を降り、人込みの中に急いで進路を見つけた。"}
{"en": "She went into Downes's cake-shop but the shop was so full of people that it was a long time before she could get herself attended to.", "ja": "彼女はダウンズのケーキの店に入ったが店は人でいっぱいで彼女が接客してもらえるまでに長くかかった。"}
{"en": "She bought a dozen of mixed penny cakes, and at last came out of the shop laden with a big bag.", "ja": "彼女はペニーケーキの取り合わせを一ダース買い、大きな袋を抱えてやっと店から出た。"}
{"en": "Then she thought what else would she buy:", "ja": "それから彼女は他に何を買おうか考えた。"}
{"en": "she wanted to buy something really nice.", "ja": "彼女は本当にすてきなものを何か買いたかった。"}
{"en": "They would be sure to have plenty of apples and nuts.", "ja": "リンゴやナッツはきっと彼らのところにたくさんあるだろう。"}
{"en": "It was hard to know what to buy and all she could think of was cake.", "ja": "何を買うべきかは難しく、彼女に思いつくことができたのはケーキだけだった。"}
{"en": "She decided to buy some plumcake but Downes's plumcake had not enough almond icing on top of it so she went over to a shop in Henry Street.", "ja": "彼女はプラムケーキを買うことに決めたがダウンズのプラムケーキはてっぺんのアーモンドのアイシングが十分ではないのでヘンリー・ストリートの店まで行った。"}
{"en": "Here she was a long time in suiting herself and the stylish young lady behind the counter, who was evidently a little annoyed by her, asked her was it wedding-cake she wanted to buy.", "ja": "ここで彼女が長いこと気ままにしていると、カウンターの後ろの若い今風な婦人が、明らかに彼女に少しいらいらして、お求めのものはウェディングケーキかと彼女に尋ねた。"}
{"en": "That made Maria blush and smile at the young lady;", "ja": "それを聞いてマリアは顔を赤らめ、若い婦人に微笑みかけた。"}
{"en": "but the young lady took it all very seriously and finally cut a thick slice of plumcake, parcelled it up and said:", "ja": "しかし若い婦人はそれをすっかり本気にとり、最後にプラムケーキから厚い一切れを切り、それを包んで言った。"}
{"en": "\"Two-and-four, please.\"", "ja": "「二シリング四ペンスです。」"}
{"en": "She thought she would have to stand in the Drumcondra tram because none of the young men seemed to notice her but an elderly gentleman made room for her.", "ja": "ドラムコンドラ行きの電車では若い男たちが誰も彼女に気がつかないらしく、彼女は立っていなければならないと思ったが、年配の紳士が彼女に席を譲った。"}
{"en": "He was a stout gentleman and he wore a brown hard hat;", "ja": "彼は太った紳士で茶色の安全帽をかぶっていた。"}
{"en": "he had a square red face and a greyish moustache.", "ja": "四角く赤い顔で灰色がかった口ひげがあった。"}
{"en": "Maria thought he was a colonel-looking gentleman and she reflected how much more polite he was than the young men who simply stared straight before them.", "ja": "マリアが思うに彼は見たところ大佐といった紳士で、ただじっとまっすぐ前を見ている若い男たちより彼の方がどれほど礼儀正しいことかと彼女は考えた。"}
{"en": "The gentleman began to chat with her about Hallow Eve and the rainy weather.", "ja": "紳士はハロウイブや雨降りの天気のことで彼女と雑談を交わし始めた。"}
{"en": "He supposed the bag was full of good things for the little ones and said it was only right that the youngsters should enjoy themselves while they were young.", "ja": "彼は袋の中は子供たちへのよいものでいっぱいだと考え、若い者は若いうちに楽しむべきだというのはまったく正しいと言った。"}
{"en": "Maria agreed with him and favoured him with demure nods and hems.", "ja": "マリアは彼に同意し、控えめにうなずき、咳払いをしてみせた。"}
{"en": "He was very nice with her, and when she was getting out at the Canal Bridge she thanked him and bowed, and he bowed to her and raised his hat and smiled agreeably, and while she was going up along the terrace, bending her tiny head under the rain, she thought how easy it was to know a gentleman even when he has a drop taken.", "ja": "彼はとても優しく、カナル・ブリッジで降りる時彼女は彼に礼を言ってお辞儀し、彼は彼女にお辞儀して帽子を挙げ、愛想良く笑い、そして彼女は河岸通りを、雨の中、小さな小さな頭を下げて上がって行く間も、一杯聞こし召している時だって紳士はすぐわかると考えた。"}
{"en": "Everybody said:", "ja": "ジョーの家に着くと皆が"}
{"en": "\"0, here's Maria!\"", "ja": "「おお、ほらマリアが来た！」"}
{"en": "when she came to Joe's house.", "ja": "と言った。"}
{"en": "Joe was there, having come home from business, and all the children had their Sunday dresses on.", "ja": "仕事から帰ったジョーがいて、子供たちは皆よそ行きを着ていた。"}
{"en": "There were two big girls in from next door and games were going on.", "ja": "隣からもう大きい娘たちが二人来て、ゲームが続いていた。"}
{"en": "Maria gave the bag of cakes to the eldest boy, Alphy, to divide and Mrs. Donnelly said it was too good of her to bring such a big bag of cakes and made all the children say:", "ja": "マリアはケーキの袋をいちばん年上の少年、アルフィに分けるようにと渡し、ドネリー夫人はそんなに大きなケーキの袋をいただいてほんとにありがとうと言い、子供たち皆にも言わせた。"}
{"en": "\"Thanks, Maria.\"", "ja": "「ありがとう、マリア。」"}
{"en": "But Maria said she had brought something special for papa and mamma, something they would be sure to like, and she began to look for her plumcake.", "ja": "しかしマリアは彼女はパパとママに特別のものを、きっと彼らが好きなはずのものを持ってきたと言い、プラムケーキを捜し始めた。"}
{"en": "She tried in Downes's bag and then in the pockets of her waterproof and then on the hallstand but nowhere could she find it.", "ja": "ダウンズの袋を、それからレインコートのポケットを、それからコート掛けを見てみたが、どこにも見つからなかった。"}
{"en": "Then she asked all the children had any of them eaten it", "ja": "そこで彼女は子供たち皆に誰か食べてしまわなかったか"}
{"en": "--by mistake, of course", "ja": "−−もちろん、間違って"}
{"en": "--but the children all said no and looked as if they did not like to eat cakes if they were to be accused of stealing.", "ja": "−−と尋ねたが、子供たちは皆ノーと言い、盗んだと非難されてまでケーキを食べたくはないように見えた。"}
{"en": "Everybody had a solution for the mystery and Mrs. Donnelly said it was plain that Maria had left it behind her in the tram.", "ja": "誰の目にも謎は解け、ドネリー夫人がマリアが電車に置き忘れたのは明らかだと言った。"}
{"en": "Maria, remembering how confused the gentleman with the greyish moustache had made her, coloured with shame and vexation and disappointment.", "ja": "マリアはあの灰色がかった口ひげの紳士がどれだけ彼女をまごつかせたかを思い出し、恥ずかしさといまいましさと失望に顔を赤らめた。"}
{"en": "At the thought of the failure of her little surprise and of the two and fourpence she had thrown away for nothing she nearly cried outright.", "ja": "ちょっとしたびっくりが失敗したこと、徒に無駄にしてしまった二シリング四ペンスのことを考えると、もう少しで彼女は手放しで泣くところだった。"}
{"en": "But Joe said it didn't matter and made her sit down by the fire.", "ja": "しかしジョーは何でもないと言い、彼女を火のそばに座らせた。"}
{"en": "He was very nice with her.", "ja": "彼は彼女にとても優しかった。"}
{"en": "He told her all that went on in his office, repeating for her a smart answer which he had made to the manager.", "ja": "彼はオフィスで起こることを彼女にみんな聞かせ、自分がやってのけた経営者に対する気の利いた応酬を彼女のために繰り返し話した。"}
{"en": "Maria did not understand why Joe laughed so much over the answer he had made but she said that the manager must have been a very overbearing person to deal with.", "ja": "マリアは彼がやったというその応酬のことでジョーがなぜそんなに笑うのかわからなかったが、その経営者はとても威張って付き合いづらい人に違いないと言った。"}
{"en": "Joe said he wasn't so bad when you knew how to take him, that he was a decent sort so long as you didn't rub him the wrong way.", "ja": "ジョーは、扱い方を知っていれば彼はそう悪くないし、怒らせない限りまともな方だと言った。"}
{"en": "Mrs. Donnelly played the piano for the children and they danced and sang.", "ja": "ドネリー夫人が子供たちにピアノを弾き、彼らは踊り、歌った。"}
{"en": "Then the two next-door girls handed round the nuts.", "ja": "それから二人の隣家の娘がくるみを配った。"}
{"en": "Nobody could find the nutcrackers and Joe was nearly getting cross over it and asked how did they expect Maria to crack nuts without a nutcracker.", "ja": "誰もくるみ割りを見つけられず、ジョーはそれでもう少しで腹を立てるところで、どうしてくるみ割りなしでマリアにくるみが割れると思うんだと尋ねた。"}
{"en": "But Maria said she didn't like nuts and that they weren't to bother about her.", "ja": "しかしマリアはくるみは好きじゃないから彼女のことで思い悩むことはないと言った。"}
{"en": "Then Joe asked would she take a bottle of stout and Mrs. Donnelly said there was port wine too in the house if she would prefer that.", "ja": "それからジョーが彼女にスタウトを一瓶どうかと尋ね、ドネリー夫人がその方がよければ家にはポートワインもあると言った。"}
{"en": "Maria said she would rather they didn't ask her to take anything:", "ja": "マリアは彼女としては何かと勧めないでくれる方がいいのだがと言った。"}
{"en": "but Joe insisted.", "ja": "しかしジョーは言い張った。"}
{"en": "So Maria let him have his way and they sat by the fire talking over old times and Maria thought she would put in a good word for Alphy.", "ja": "それでマリアは彼の思うようにさせ、彼らは火のそばに座って昔話になり、マリアはアルフィのために口ぞえしようと思った。"}
{"en": "But Joe cried that God might strike him stone dead if ever he spoke a word to his brother again and Maria said she was sorry she had mentioned the matter.", "ja": "しかしジョーが、彼が一言でもまた弟に話しかけようものなら神に打たれて死んでもかまわないと叫び、マリアはその問題に触れてすまないと言った。"}
{"en": "Mrs. Donnelly told her husband it was a great shame for him to speak that way of his own flesh and blood but Joe said that Alphy was no brother of his and there was nearly being a row on the head of it.", "ja": "ドネリー夫人が夫に、自分の肉親のことをそんなふうに話すのはひどく恥ずべきことだと言ったが、ジョーはアルフィは決して弟なんかじゃないと言い、もう少しでそのためにけんかになるところだった。"}
{"en": "But Joe said he would not lose his temper on account of the night it was and asked his wife to open some more stout.", "ja": "しかしジョーはこんな夜だものかんしゃくを起こしたりしないと言い、もうちょっとスタウトを開けるように妻に頼んだ。"}
{"en": "The two next-door girls had arranged some Hallow Eve games and soon everything was merry again.", "ja": "隣家の娘二人がハロウイブのゲームをいくつか準備していたのですぐにまた何もかも愉快になった。"}
{"en": "Maria was delighted to see the children so merry and Joe and his wife in such good spirits.", "ja": "マリアは子供たちがそうやって愉快に、ジョーとその妻がそのように上機嫌にしているのを見て嬉しかった。"}
{"en": "The next-door girls put some saucers on the table and then led the children up to the table, blindfold.", "ja": "隣の娘たちはテーブルの上にいくつか受け皿を置き、それから目隠しされた子供たちをテーブルまで導いた。"}
{"en": "One got the prayer-book and the other three got the water;", "ja": "一人は祈祷書を手にし、他の三人は水を手にした。"}
{"en": "and when one of the next-door girls got the ring Mrs. Donnelly shook her finger at the blushing girl as much as to say: 0, I know all about it!", "ja": "そして隣の娘の一人が指輪を手にした時、ドネリー夫人は顔を赤らめた娘に、おお、すっかりわかってますよ！と言わんばかりに指を振った。"}
{"en": "They insisted then on blindfolding Maria and leading her up to the table to see what she would get;", "ja": "彼らはそれから無理やりマリアに目隠ししてテーブルまで導き、彼女が何を取るかを見た。"}
{"en": "and, while they were putting on the bandage, Maria laughed and laughed again till the tip of her nose nearly met the tip of her chin.", "ja": "彼らが布を巻く間、マリアはまた鼻の先がもう少しであごの先につきそうになるまで笑いに笑った。"}
{"en": "They led her up to the table amid laughing and joking and she put her hand out in the air as she was told to do.", "ja": "彼らが笑ったり冗談を言ったりしながら彼女をテーブルまで導き、彼女は言われるままに手を空中に差し出した。"}
{"en": "She moved her hand about here and there in the air and descended on one of the saucers.", "ja": "彼女は空中であちこちへと手を動かし、皿の一つに舞い降りた。"}
{"en": "She felt a soft wet substance with her fingers and was surprised that nobody spoke or took off her bandage.", "ja": "彼女は指に柔らかで湿った物質を感じ、誰も話をせず彼女の目隠し布を取り外さないので驚いた。"}
{"en": "There was a pause for a few seconds;", "ja": "数秒の間があった。"}
{"en": "and then a great deal of scuffling and whispering.", "ja": "そしてそれからたくさんのあわてた動きやひそひそ声。"}
{"en": "Somebody said something about the garden, and at last Mrs. Donnelly said something very cross to one of the next-door girls and told her to throw it out at once:", "ja": "誰かが庭のことで何か言い、そしてとうとうドネリー夫人がとても腹立たしげに何かを隣家の娘の一人に言い、彼女にはすぐにそれを放り出すように言った。"}
{"en": "that was no play.", "ja": "それはなしよ。"}
{"en": "Maria understood that it was wrong that time and so she had to do it over again:", "ja": "マリアはそれはまずかったのだと解し、それでもう一度やり直さなければならなかった。"}
{"en": "and this time she got the prayer-book.", "ja": "そして今度は祈祷書を手にした。"}
{"en": "After that Mrs. Donnelly played Miss McCloud's Reel for the children and Joe made Maria take a glass of wine.", "ja": "その後ドネリー夫人が子供たちのためにミス・マクロード・リールを演奏し、ジョーはマリアにワインを一杯飲ませた。"}
{"en": "Soon they were all quite merry again and Mrs. Donnelly said Maria would enter a convent before the year was out because she had got the prayer-book.", "ja": "すぐにまた彼らは皆すっかり陽気になり、ドネリー夫人がマリアは年内に修道院に入るだろう、祈祷書を手にしたのだからと言った。"}
{"en": "Maria had never seen Joe so nice to her as he was that night, so full of pleasant talk and reminiscences.", "ja": "マリアはその夜ほど彼女に優しく、楽しい話と思い出にあふれたジョーを見たことがなかった。"}
{"en": "She said they were all very good to her.", "ja": "彼女はみんなとても彼女に親切だと言った。"}
{"en": "At last the children grew tired and sleepy and Joe asked Maria would she not sing some little song before she went, one of the old songs.", "ja": "とうとう子供たちはだんだん疲れて眠くなり、ジョーがマリアに何かちょっと歌を帰る前に、懐かしい歌を一つ歌ってくれないかと頼んだ。"}
{"en": "Mrs. Donnelly said", "ja": "ドネリー夫人が"}
{"en": "\"Do, please, Maria!\"", "ja": "「ぜひお願い、マリア！」"}
{"en": "and so Maria had to get up and stand beside the piano.", "ja": "それでマリアは立ち上がってピアノのそばに立たなければならなかった。"}
{"en": "Mrs. Donnelly bade the children be quiet and listen to Maria's song.", "ja": "ドネリー夫人は子供たちに静かにしてマリアの歌を聞きなさいと命じた。"}
{"en": "Then she played the prelude", "ja": "それから彼女は前奏曲を演奏し、"}
{"en": "and said", "ja": "「さあ、マリア！」"}
{"en": "\"Now, Maria!\"", "ja": "と言い、マリアはとても顔を赤くして小さな震え声で歌い始めた。"}
{"en": "She sang I Dreamt that I Dwelt, and when she came to the second verse she sang again:", "ja": "彼女は『私が夢見たこと』を歌い、二番になると彼女は再び最初の一節に戻って歌った。"}
{"en": "I dreamt that I dwelt in marble halls", "ja": "マーブルホールに住む夢を見た"}
{"en": "With vassals and serfs at my side,", "ja": "家臣や農奴にかしずかれ"}
{"en": "And of all who assembled within those walls", "ja": "その家に集まるすべての人と"}
{"en": "That I was the hope and the pride.", "ja": "それが私の望みと誇り"}
{"en": "I had riches too great to count; could boast", "ja": "数え切れない大きな富と"}
{"en": "Of a high ancestral name,", "ja": "高貴な先祖の名前が自慢"}
{"en": "But I also dreamt, which pleased me most,", "ja": "いちばんうっとりした夢はでも"}
{"en": "That you loved me still the same.", "ja": "今もあなたが愛してたこと"}
{"en": "But no one tried to show her her mistake;", "ja": "しかし誰も彼女に間違いを教えようとしなかった。"}
{"en": "and when she had ended her song Joe was very much moved.", "ja": "そして彼女が歌い終えた時、ジョーはとても感動していた。"}
{"en": "He said that there was no time like the long ago and no music for him like poor old Balfe, whatever other people might say;", "ja": "彼は誰が何と言おうと、昔のような時代はないし、彼にとって今は亡きバルフのような音楽はないと言った。"}
{"en": "and his eyes filled up so much with tears that he could not find what he was looking for and in the end he had to ask his wife to tell him where the corkscrew was.", "ja": "そして彼の目は涙でいっぱいになり、捜しているものも見つけられず、とうとうコルクの栓抜きがどこか教えてくれと妻に頼まなければならなかった。"}
