{"en": "The Cop and the Anthem", "ja": "警官と賛美歌"}
{"en": "O Henry", "ja": "Ｏ・ヘンリー"}
{"en": "On his bench in Madison Square Soapy moved uneasily.", "ja": "マジソン・スクエアのいつものベンチで、ソーピーは不安そうにそわそわしていた。"}
{"en": "When wild geese honk high of nights, and when women without sealskin coats grow kind to their husbands, and when Soapy moves uneasily on his bench in the park, you may know that winter is near at hand.", "ja": "野性の鵞鳥が夜に警告の鳴き声をあげるとき、アザラシ革のコートを持たない女性が夫に優しくなるとき、ソーピーがセントラル・パークのいつものベンチでそわそわするとき、冬は近いと思っていただいてかまわない。"}
{"en": "A dead leaf fell in Soapy's lap.", "ja": "枯葉が1枚ソーピーの膝に舞い落ちた。"}
{"en": "That was Jack Frost's card.", "ja": "ジャック・フロスト（霜の妖精）の名刺だ。"}
{"en": "Jack is kind to the regular denizens of Madison Square, and gives fair warning of his annual call.", "ja": "マジソン・スクエアの住民に親切なジャックは、年1度の訪問の折、はっきりとそれを知らせてくれる。"}
{"en": "At the corners of four streets he hands his pasteboard to the North Wind, footman of the mansion of All Outdoors,", "ja": "四辻の曲がり角で、かれは自分の名刺をオール・アウトドア・マンションの執僕を務める北風に手渡す。"}
{"en": "so that the inhabitants thereof may make ready.", "ja": "そのおかげで、マンションの住民は準備にとりかからせてもらえるというわけだ。"}
{"en": "Soapy's mind became cognisant of the fact that the time had come for him to resolve himself into a singular Committee of Ways and Means to provide against the coming rigour.", "ja": "ソーピーの心は、きたるべき寒気に備えるため、生活対策委員会の唯一の委員になるときがきたということに気づきはじめた。"}
{"en": "And therefore he moved uneasily on his bench.", "ja": "それでかれはいつものベンチで不安そうにそわそわしているのだ。"}
{"en": "The hibernatorial ambitions of Soapy were not of the highest.", "ja": "ソーピーの胸にある越冬計画は、それほど立派なものではなかった。"}
{"en": "In them there were no considerations of Mediterranean cruises, of soporific Southern skies drifting in the Vesuvian Bay.", "ja": "そこには地中海のクルージングもなく、ベスビアン湾に浮かぶ眠気を催すような南国の空もない。"}
{"en": "Three months on the Island was", "ja": "アイランド（ワイト島にある刑務所を指す）での3ヶ月。"}
{"en": "what his soul craved.", "ja": "それこそがかれが心底熱望するものだった。"}
{"en": "Three months of assured board and bed and congenial company, safe from Boreas and bluecoats,", "ja": "3ヶ月に及び、食事と宿と気心のあう仲間に不足することはなく、ボレアス（ギリシャ神話の北風の神）や警官を恐れることもない。"}
{"en": "seemed to Soapy the essence of things desirable.", "ja": "ソーピーにとって、それは望むべきものの真髄のように思えた。"}
{"en": "For years the hospitable Blackwell's had been his winter quarters.", "ja": "何年もの間、もてなしのいいブラックウェルズ島がかれの避寒所になっていた。"}
{"en": "Just as his more fortunate fellow New Yorkers had bought their tickets to Palm Beach and the Riviera each winter, so Soapy had made his humble arrangements for his annual hegira to the Island.", "ja": "ニューヨークの比較的恵まれた連中がパーム・ビーチとかリヴィエラへのチケットを買うのと同じように、ソーピーもまたアイランドへの避難という慎ましい手配を毎年くりかえしてきたのだ。"}
{"en": "And now the time was come.", "ja": "そして、今年もまたそのときがやってきた。"}
{"en": "On the previous night three Sabbath newspapers, distributed beneath his coat, about his ankles and over his lap, had failed to repulse the cold as he slept on his bench near the spurting fountain in the ancient square.", "ja": "昨晩は、日曜版の新聞を3部、コートより下、膝や踝まわりにかぶせていたものの、古めかしい広場にある活動中の噴水に近いベンチで眠りながら寒さを撃退するのは無理があった。"}
{"en": "So the Island loomed big and timely in Soapy's mind.", "ja": "だから、ソーピーの心の中にタイミングよくアイランドのことが浮かんできたのである。"}
{"en": "He scorned the provisions made in the name of charity for the city's dependents.", "ja": "かれは、市中の被扶養者たちのため、チャリティーという名のもとになされる活動を嫌悪していた。"}
{"en": "In Soapy's opinion the Law was more benign than Philanthropy.", "ja": "ソーピーの意見では、法律のほうが博愛よりも優しいものなのだ。"}
{"en": "There was an endless round of institutions, municipal and eleemosynary, on which he might set out and receive lodging and food accordant with the simple life.", "ja": "公共なり慈善団体なりの施設は尽きることなくあり、そこまで出向けばシンプルな生活を送れるだけの宿と食事を受けられるかもしれない。"}
{"en": "But to one of Soapy's proud spirit the gifts of charity are encumbered.", "ja": "けれども、ソーピーの誇り高い精神のひとつからいえば、チャリティーの贈り物は逆に心苦しいものだった。"}
{"en": "If not in coin you must pay in humiliation of spirit for every benefit received at the hands of philanthropy.", "ja": "もし金銭を持ち合わせていないのならば、博愛の手から与えられるあらゆる利益には精神的屈辱で支払いをしなければならない。"}
{"en": "As Caesar had his Brutus, every bed of charity must have its toll of a bath, every loaf of bread its compensation of a private and personal inquisition.", "ja": "シーザーにブルータスがいたように、チャリティーのベッドには入浴という代価がつきものだし、パンには私的個人的質問という代償がともなう。"}
{"en": "Wherefore it is better to be a guest of the law, which though conducted by rules, does not meddle unduly with a gentleman's private affairs.", "ja": "よって、規則にしたがって運営される法律に寄食するほうが、紳士のプライベートな物事に過度に干渉しないという点で、まだましなのだ。"}
{"en": "Soapy, having decided to go to the Island, at once set about accomplishing his desire.", "ja": "ソーピーはアイランド行きを決意すると同時に、さっそく願望の達成にとりかかった。"}
{"en": "There were many easy ways of doing this.", "ja": "簡単にこれをやってのける方法がいくつもあった。"}
{"en": "The pleasantest was to dine luxuriously at some expensive restaurant;", "ja": "中でもいちばん心楽しい方法は、どこかの高級レストランで豪勢な食事をとることだ。"}
{"en": "and then, after declaring insolvency, be handed over quietly and without uproar to a policeman.", "ja": "それから、支払う金のないことを公表し、やってきた警官におとなしく逮捕されればよい。"}
{"en": "An accommodating magistrate would do the rest.", "ja": "あとのことは親切な治安判事がやってくれる。"}
{"en": "Soapy left his bench and strolled out of the square and across the level sea of asphalt, where Broadway and Fifth Avenue flow together.", "ja": "ソーピーはベンチを離れて街中をぶらつき、ブロードウェイから5番大通りに満々と湛えられている平坦なアスファルトの海を渡った。"}
{"en": "Up Broadway he turned, and halted at a glittering cafe", "ja": "ブロードウェイについたところで向きを変え、こぎれいなカフェの前で立ち止まった。"}
{"en": "where are gathered together nightly the choicest products of the grape, the silkworm and the protoplasm.", "ja": "ここは、最高に厳選された葡萄や蚕や原形質を原料とする製品が、夜な夜な集まってまくる場所である。"}
{"en": "Soapy had confidence in himself from the lowest button of his vest upward.", "ja": "ソーピーはベストの一番下のボタンから上には自信があった。"}
{"en": "He was shaven, and his coat was decent and his neat black, ready-tied four-in-hand had been presented to him by a lady missionary on Thanksgiving Day.", "ja": "髭は剃ってあるし、上着も見苦しくないし、黒のネクタイも、感謝際に婦人伝道師から送られたちゃんとした既製品だ。"}
{"en": "If he could reach a table in the restaurant unsuspected success would be his.", "ja": "レストランのテーブルにさえついてしまえば、もはやこっちのものだった。"}
{"en": "The portion of him that would show above the table would raise no doubt in the waiter's mind.", "ja": "テーブルの上から出ている部分だけなら、ウェイターの疑念を招かずに済むだろう。"}
{"en": "A roasted mallard duck, thought Soapy, would be about the thing--", "ja": "ソーピーは考えた。"}
{"en": "with a bottle of Chablis, and then Camembert, a demi-tasse and a cigar.", "ja": "それにシャブリを1本、それからカマンベールチーズ、デミタッセに葉巻を1本。"}
{"en": "One dollar for the cigar would be enough.", "ja": "葉巻は1ドルと見れば十分だ。"}
{"en": "The total would not be so high as to call forth any supreme manifestation of revenge from the cafe management;", "ja": "トータルでも経営者から極度の報復を招くほど高くはなるまいし、"}
{"en": "and yet the meat would leave him filled and happy for the journey to his winter refuge.", "ja": "それでいて、冬の避難所へと満ち足りた幸せな気分で旅立てるくらいのご馳走にはなるはずだ。"}
{"en": "But as Soapy set foot inside the restaurant door the head waiter's eye fell upon his frayed trousers and decadent shoes.", "ja": "が、ソーピーがレストランのドアをくぐったとたん、ヘッドウェイターの目がそのすりきれたズボンと退廃的な靴に落とされた。"}
{"en": "Strong and ready hands turned him about and conveyed him in silence and haste to the sidewalk and averted the ignoble fate of the menaced mallard.", "ja": "力強い手がすぐにソーピーに回れ右させ、一言もかけないままに歩道へと追い帰して、食い逃げの脅威にさらされていたマガモを不名誉な運命から救った。"}
{"en": "Soapy turned off Broadway.", "ja": "ソーピーはブロードウェイに背を向けた。"}
{"en": "It seemed that his route to the coveted island was not to be an epicurean one.", "ja": "憧れの島へと向かう道はグルメの道ではなかったようだ。"}
{"en": "Some other way of entering limbo must be thought of.", "ja": "煉獄に入るための何か別の道を考えなければならない。"}
{"en": "At a corner of Sixth Avenue electric lights and cunningly displayed wares behind plate-glass made a shop window conspicuous.", "ja": "6番街の街角には、ライトアップしつつ巧妙に商品を陳列することで、人目を集めていたショーウィンドウがあった。"}
{"en": "Soapy took a cobblestone and dashed it through the glass.", "ja": "ソーピーは敷石を拾い上げると、ガラスに向かって投げつけた。"}
{"en": "People came running around the corner, a policeman in the lead.", "ja": "人々が、警官を筆頭に、街角周辺に駆け寄ってきた。"}
{"en": "Soapy stood still, with his hands in his pockets, and smiled at the sight of brass buttons.", "ja": "ソーピーはポケットに手を突っこんだまま立っていたが、警官の制服の真鍮のボタンを見たとたん、ほほえみを浮かべた。"}
{"en": "\"Where's the man that done that?\"", "ja": "「これをしでかしたやつはどこに行った？」"}
{"en": "inquired the officer excitedly.", "ja": "と、警官は色めきたって尋ねた。"}
{"en": "\"Don't you figure out that I might have had something to do with it?\"", "ja": "「おれがやったとかいう可能性は考えてみないのかね？」"}
{"en": "said Soapy, not without sarcasm, but friendly,", "ja": "とソーピーは、皮肉抜きで、愛想よく言った。"}
{"en": "as one greets good fortune.", "ja": "あたかも、幸運を迎えいれようとするかのように。"}
{"en": "The policeman's mind refused to accept Soapy even as a clue.", "ja": "警官の精神はソーピーをひとつの手がかりとしてすら受けつけなかった。"}
{"en": "Men who smash windows do not remain to parley with the law's minions.", "ja": "ショーウインドウを粉々にした人間が法の使徒と話し合うために踏みとどまるなどということはありえない。"}
{"en": "They take to their heels.", "ja": "一目散に逃げ出すものなのだ。"}
{"en": "The policeman saw a man half way down the block running to catch a car.", "ja": "警官は、電車に飛び乗るために半ブロック先を走って行く1人の男を目にした。"}
{"en": "With drawn club he joined in the pursuit.", "ja": "警棒を引きぬき、追跡にかかる。"}
{"en": "Soapy, with disgust in his heart, loafed along, twice unsuccessful.", "ja": "ソーピーは、2回に及ぶ失敗にうんざりした気分で、ぶらぶら歩きはじめた。"}
{"en": "On the opposite side of the street was a restaurant of no great pretensions.", "ja": "通りの向かいに、さほど見栄えのしないレストランがあった。"}
{"en": "It catered to large appetites and modest purses.", "ja": "食欲は旺盛ながら財布の紐は固いといった連中のためにあるようなレストランである。"}
{"en": "Its crockery and atmosphere were thick;", "ja": "皿と雰囲気は重苦しく、"}
{"en": "its soup and napery thin.", "ja": "スープとテーブル掛けは薄かった。"}
{"en": "Into this place Soapy took his accusive shoes and telltale trousers without challenge.", "ja": "ソーピーは店内へと、難だらけの靴とおしゃべりなズボンを身につけたまま、咎められることなく入っていった。"}
{"en": "At a table he sat and consumed beefsteak, flapjacks, doughnuts and pie.", "ja": "テーブルについたかれは、ビーフステーキ、パンケーキ、ドーナッツにパイを平らげた。"}
{"en": "And then to the waiter be betrayed the fact that the minutest coin and himself were strangers.", "ja": "それからウェイターを呼び、自分が小銭とすら縁のない人間だという事実を打ち明けた。"}
{"en": "\"Now, get busy and call a cop,\"", "ja": "「さ、急いでお巡りを呼びな」"}
{"en": "said Soapy.", "ja": "とソーピーは言った。"}
{"en": "\"And don't keep a gentleman waiting.\"", "ja": "「紳士を待たせるもんじゃないぜ」"}
{"en": "\"No cop for youse,\"", "ja": "「きさまにお巡りなんぞいるもんか」"}
{"en": "said the waiter, with a voice like butter cakes and an eye like the cherry in a Manhattan cocktail.", "ja": "とウェイターは、マンハッタン・カクテルに浮かぶサクランボのような目つきでバターケーキのような声をだした。"}
{"en": "\"Hey, Con!\"", "ja": "「おい、コン！」"}
{"en": "Neatly upon his left ear on the callous pavement two waiters pitched Soapy.", "ja": "2人のウェイターは、巧妙にも左耳がきちんと下にくるようにして、ソーピーを無情な歩道の上に放り出した。"}
{"en": "He arose, joint by joint, as a carpenter's rule opens, and beat the dust from his clothes.", "ja": "ソーピーは、大工が定規を折り広げるように関節一つ一つを伸ばしていき、最後に服の埃を払った。"}
{"en": "Arrest seemed but a rosy dream.", "ja": "逮捕はバラ色の夢にすぎないかのように思えた。"}
{"en": "The Island seemed very far away.", "ja": "アイランドは遠く彼方にあるように思えた。"}
{"en": "A policeman who stood before a drug store two doors away laughed and walked down the street.", "ja": "2軒先のドラッグストアの前に立っていた警官が笑って通りを歩いて行った。"}
{"en": "Five blocks Soapy travelled before his courage permitted him to woo capture again.", "ja": "5ブロック歩いたところで、ソーピーの心に逮捕を求める勇気がふたたびわきだしてきた。"}
{"en": "This time the opportunity presented what he fatuously termed to himself a \"cinch.\"", "ja": "今回は、かれが愚かにも「楽勝」なことと呼びつけていた機会が訪れたのである。"}
{"en": "A young woman of a modest and pleasing guise was standing before a show window gazing with sprightly interest at its display of shaving mugs and inkstands,", "ja": "若い女性がショー・ウィンドウの前に立って、中に陳列されている髭剃り用のマグカップやインクスタンドを興味深そうに見つめながら、慎ましく、また楽しげに立っていた。"}
{"en": "and two yards from the window a large policeman of severe demeanour leaned against a water plug.", "ja": "ウィンドウから2メートルのところでは、生真面目な態度の大柄な警官が給水栓にもたれかかっていた。"}
{"en": "It was Soapy's design to assume the role of the despicable and execrated \"masher.\"", "ja": "ソーピーの意図は、見下げはてるべき「ナンパ師」の役割を演じるところにあった。"}
{"en": "The refined and elegant appearance of his victim and the contiguity of the conscientious cop encouraged him to believe that he would soon feel the pleasant official clutch upon his arm that would insure his winter quarters on the right little, tight little isle.", "ja": "被害者の上品で優美な外見は、すぐそばの良心的な警官の心に、いますぐにでもソーピーの腕に心地よい逮捕の手をさし伸ばすであろうし、そこまでくればささやかで窮屈な冬の避難所は保証されたようなものであった。"}
{"en": "Soapy straightened the lady missionary's ready-made tie, dragged his shrinking cuffs into the open, set his hat at a killing cant and sidled toward the young woman.", "ja": "ソーピーは婦人伝道師がくれたお仕着せのネクタイをぴんと伸ばし、引っ込み思案なカフスを表に引きずり出し、帽子を傾げて若い女性にすりよった。"}
{"en": "He made eyes at her, was taken with sudden coughs and \"hems,\" smiled, smirked and went brazenly through the impudent and contemptible litany of the \"masher.\"", "ja": "色目を使い、だしぬけに「えへん」と咳払いしてみせ、にっこりほほえみ、なれなれしく笑いかけ、ずうずうしく恥知らずな、無作法きわまる「ナンパ師」の手管を一通り演じてみせた。"}
{"en": "With half an eye Soapy saw that the policeman was watching him fixedly.", "ja": "視界の隅で、警官がこちらに注目しているのを捕らえた。"}
{"en": "The young woman moved away a few steps, and again bestowed her absorbed attention upon the shaving mugs.", "ja": "若い女性は何歩か距離を取り、ふたたび、うっとりするような視線を髭剃り用のマグカップに注いだ。"}
{"en": "Soapy followed, boldly stepping to her side, raised his hat and said:", "ja": "ソーピーはその後を追い、あつかましくも女のそばに立ち、帽子を取って口を開いた。"}
{"en": "\"Ah there, Bedelia!", "ja": "「おや、ベデリアじゃないか！"}
{"en": "Don't you want to come and play in my yard?\"", "ja": "うちに遊びにくる気はないか？」"}
{"en": "The policeman was still looking.", "ja": "警官はまだ様子を見ていた。"}
{"en": "The persecuted young woman had but to beckon a finger and Soapy would be practically en route for his insular haven.", "ja": "迷惑をこうむっている若い女性が指をほんの少し動かすだけで、ソーピーは安息の島へのチケットをほぼ手にしたことになる。"}
{"en": "Already he imagined he could feel the cozy warmth of the station-house.", "ja": "もうすでに、ソーピーは拘置所の心地よい温もりを感じることができるほどだった。"}
{"en": "The young woman faced him and, stretching out a hand, caught Soapy's coat sleeve.", "ja": "若い女性はソーピーと顔を合わせ、手を伸ばして、上着の袖を捕らえた。"}
{"en": "\"Sure, Mike,\"", "ja": "「行くわよ、マイク」"}
{"en": "she said joyfully,", "ja": "と、彼女はうれしそうに言った。"}
{"en": "\"if you'll blow me to a pail of suds.", "ja": "「ビールをおごってくれるんなら。"}
{"en": "I'd have spoke to you sooner, but the cop was watching.\"", "ja": "あたしはすぐにでも話したかったんだけど、お巡りが見てたもんだから」"}
{"en": "With the young woman playing the clinging ivy to his oak Soapy walked past the policeman overcome with gloom.", "ja": "樫にしっかりと絡みついた蔦みたいな格好の若い女を連れたソーピーは、打ちひしがれた気分で警官のそばを通りすぎた。"}
{"en": "He seemed doomed to liberty.", "ja": "自由の身であることを宿命づけられているように思えた。"}
{"en": "At the next corner he shook off his companion and ran.", "ja": "次の角を曲がったところで、かれは連れをふりほどいて逃げだした。"}
{"en": "He halted in the district where by night are found the lightest streets, hearts, vows and librettos.", "ja": "もっとも明るい街並と歌ともっとも軽い心と約束が、夜までの間あちこちで見うけられる地区で、足を止める。"}
{"en": "Women in furs and men in greatcoats moved gaily in the wintry air.", "ja": "毛皮の女たち、コートの男たちが、冬の空気の中を楽しげに動きまわっていた。"}
{"en": "A sudden fear seized Soapy", "ja": "ソーピーはだしぬけに恐怖を覚えた。"}
{"en": "that some dreadful enchantment had rendered him immune to arrest.", "ja": "自分はなにか恐ろしい魔法をかけられて、逮捕されない体になってしまったのではないだろうか。"}
{"en": "The thought brought a little of panic upon it, and when he came upon another policeman lounging grandly in front of a transplendent theatre he caught at the immediate straw of \"disorderly conduct.\"", "ja": "そう考えてやや取り乱したソーピーは、派手に飾りつけられた劇場の正面をえらそうにぶらついている、さっきとは別の警官に出くわすと、「治安紊乱行為」という手っ取り早い藁にすがった。"}
{"en": "On the sidewalk Soapy began to yell drunken gibberish at the top of his harsh voice.", "ja": "舗道の上でソーピーは自分がだせるかぎりの不快な声を励まして酔いどれ騒ぎの真似事をはじめた。"}
{"en": "He danced, howled, raved and otherwise disturbed the welkin.", "ja": "踊り、咆え、喚き、とにかくひたすら、天地を轟かさんばかりの勢いで騒ぎまくった。"}
{"en": "The policeman twirled his club, turned his back to Soapy and remarked to a citizen.", "ja": "警官は警棒をくるくると回しながら、ソーピーに背を向け、一通行人に説明した。"}
{"en": "\"'Tis one of them Yale lads celebratin' the goose egg they give to the Hartford College.", "ja": "「エール大学の連中ですよ、ハートフォード大に完勝したってんでお祝い騒ぎ中なんですな。"}
{"en": "Noisy;", "ja": "騒がしくはありますが、"}
{"en": "but no harm.", "ja": "害はないですから。"}
{"en": "We've instructions to lave them be.\"", "ja": "上からも放っておけと言われてますんで」"}
{"en": "Disconsolate, Soapy ceased his unavailing racket.", "ja": "悲しみに沈み、ソーピーは無益な馬鹿騒ぎを中止した。"}
{"en": "Would never a policeman lay hands on him?", "ja": "警官はおれを捕らえてはくれないのか？"}
{"en": "In his fancy the Island seemed an unattainable Arcadia.", "ja": "アイランドは到達不可能なアルカディアのように思えてきた。"}
{"en": "He buttoned his thin coat against the chilling wind.", "ja": "凍てつくような風に、かれは薄い上着のボタンをとめた。"}
{"en": "In a cigar store he saw a well-dressed man lighting a cigar at a swinging light.", "ja": "煙草屋の中で、身なりのいい男が揺れる灯りの下で煙草に火をつけようとしているのをソーピーは目にした。"}
{"en": "His silk umbrella he had set by the door on entering.", "ja": "男のシルクの傘が入り口のドアのそばに立てかけられていた。"}
{"en": "Soapy stepped inside, secured the umbrella and sauntered off with it slowly.", "ja": "ソーピーは中に入り、傘を手にすると、そのままゆっくりと外に出た。"}
{"en": "The man at the cigar light followed hastily.", "ja": "煙草に火をつけようとしていた男が慌てて追いかけてきた。"}
{"en": "\"My umbrella,\"", "ja": "「私の傘になにをする」"}
{"en": "he said, sternly.", "ja": "と男は詰るように言った。"}
{"en": "\"Oh, is it?\"", "ja": "「ほう、そうかい？」"}
{"en": "sneered Soapy,", "ja": "と言ってソーピーはにやにや笑った。"}
{"en": "adding insult to petit larceny.", "ja": "このけちな窃盗に侮辱まで上乗せしようというわけだ。"}
{"en": "\"Well, why don't you call a policeman?", "ja": "「じゃあ、どうして警察を呼ばないのかね？"}
{"en": "I took it.", "ja": "おれはあんたの傘をとった。"}
{"en": "Your umbrella!", "ja": "あんたの傘をね！"}
{"en": "Why don't you call a cop?", "ja": "なんでお巡りを呼ばない？"}
{"en": "There stands one on the corner.\"", "ja": "あそこの角に立ってるぜ」"}
{"en": "The umbrella owner slowed his steps.", "ja": "傘の持ち主の足が鈍った。"}
{"en": "Soapy did likewise,", "ja": "ソーピーもまたそれに合わせた。"}
{"en": "with a presentiment that luck would again run against him.", "ja": "幸運がまた逃げて行きそうな予感を覚えながら。"}
{"en": "The policeman looked at the two curiously.", "ja": "警官は興味津々で2人を見つめていた。"}
{"en": "\"Of course,\"", "ja": "「もちろん」"}
{"en": "said the umbrella man--", "ja": "と傘の持ち主は言った――"}
{"en": "\"that is--", "ja": "「それはその――"}
{"en": "well, you know how these mistakes occur--", "ja": "なんというか、この手のまちがいがどうしておきるものか、ご承知だとは思いますけれど――"}
{"en": "I--", "ja": "私としては――"}
{"en": "if it's your umbrella I hope you'll excuse me--", "ja": "その、もしそちらの傘なのでしたらどうかご勘弁ください――"}
{"en": "I picked it up this morning in a restaurant--", "ja": "今朝、レストランで拾ったものでして――"}
{"en": "If you recognise it as yours, why--", "ja": "それを、ご自分の傘だと分かったのでしたなら、そのう――"}
{"en": "I hope you'll--\"", "ja": "どうか――」"}
{"en": "\"Of course it's mine,\"", "ja": "「もちろんおれのだよ」"}
{"en": "said Soapy, viciously.", "ja": "とソーピーは意地悪く言ってのけた。"}
{"en": "The ex-umbrella man retreated.", "ja": "傘の前持ち主は退散した。"}
{"en": "The policeman hurried to assist a tall blonde in an opera cloak across the street in front of a street car that was approaching two blocks away.", "ja": "警官は、2ブロック先から近づいてくる電車の正面を横切ろうとしている夜会服をまとった背の高いブロンドの女に手を貸すべく、走っていった。"}
{"en": "Soapy walked eastward through a street damaged by improvements.", "ja": "ソーピーは、道路工事中の通りを東に抜けた。"}
{"en": "He hurled the umbrella wrathfully into an excavation.", "ja": "かれは憤怒のあまり傘を工事現場の穴の中に放りこんだ。"}
{"en": "He muttered against the men who wear helmets and carry clubs.", "ja": "ヘルメットをかぶり警棒を携える連中への不満をつぶやく。"}
{"en": "Because he wanted to fall into their clutches, they seemed to regard him as a king who could do no wrong.", "ja": "こっちは向こうに捕まえてほしがっているというのに、向こうはこっちを誤りを犯すことなどありえない絶対君主とでも思っているらしい。"}
{"en": "At length Soapy reached one of the avenues to the east", "ja": "やがてソーピーは、東区に向かう大通りのひとつにたどりついた。"}
{"en": "where the glitter and turmoil was but faint.", "ja": "飾り気の少ないひっそりとしたところだ。"}
{"en": "He set his face down this toward Madison Square,", "ja": "かれはマジソン・スクエアの方角に顔を向けた。"}
{"en": "for the homing instinct survives even when the home is a park bench.", "ja": "帰巣本能というものは、公園のベンチをねぐらとしている場合であってさえ消えないものなのだ。"}
{"en": "But on an unusually quiet corner Soapy came to a standstill.", "ja": "だが、とある奇妙に閑静な街角にきたところで、ソーピーは足を止めた。"}
{"en": "Here was an old church, quaint", "ja": "そこには、趣のある古い教会があった。"}
{"en": "and rambling and gabled.", "ja": "切妻造りで、あちこちに張り出している。"}
{"en": "Through one violet-stained window a soft light glowed,", "ja": "菫色のステンドグラスから柔らかな光が溢れだしていた。"}
{"en": "where, no doubt, the organist loitered over the keys, making sure of his mastery of the coming Sabbath anthem.", "ja": "窓の中では、疑いようもなく、オルガン奏者が、鍵盤をもてあそんでは安息日の賛美歌をきっちり奏でることができるかどうかを確認しているのだ。"}
{"en": "For there drifted out to Soapy's ears sweet music that caught and held him transfixed against the convolutions of the iron fence.", "ja": "耳をくすぐる甘美な音楽がソーピーを捕らえ、ソーピーを金網のそばへと吸い寄せた。"}
{"en": "The moon was above, lustrous and serene;", "ja": "月は夜空高く、穏やかに輝いていた。"}
{"en": "vehicles and pedestrians were few;", "ja": "交通量も人通りもほとんどなかった。"}
{"en": "sparrows twittered sleepily in the eaves--", "ja": "ツバメが軒下で眠たそうにさえずっていた――"}
{"en": "for a little while the scene might have been a country churchyard.", "ja": "ごくわずかのことだったが、その光景は田舎の教会の敷地を思わせた。"}
{"en": "And the anthem that the organist played cemented Soapy to the iron fence,", "ja": "オルガン奏者が奏でる賛美歌を耳にしたソーピーは金網にしがみついた。"}
{"en": "for he had known it well in the days", "ja": "というのも、かれは以前にその賛美歌を知っていたからだ。"}
{"en": "when his life contained such things as mothers and roses and ambitions and friends and immaculate thoughts and collars.", "ja": "かつての、母とかバラとか大望とか友人とか汚れない思想とか純白といったものがあった日々に。"}
{"en": "The conjunction of Soapy's receptive state of mind and the influences about the old church wrought a sudden and wonderful change in his soul.", "ja": "感極まった精神状態と古めかしい教会の感化力が相重なって、ソーピーの魂は、突如として不思議なまでの変化を遂げた。"}
{"en": "He viewed with swift horror the pit into which he had tumbled,", "ja": "たちまち、自分の存在を形作っていた数々のものごとに恐怖を感じた。"}
{"en": "the degraded days, unworthy desires, dead hopes, wrecked faculties and base motives that made up his existence.", "ja": "自分が足を突っこんでいた陥穽、堕落した日々、取るにたりない願望、潰えた希望、だめになった才能、卑しい目的。"}
{"en": "And also in a moment his heart responded thrillingly to this novel mood.", "ja": "そしてまた、かれの心もこの新鮮な雰囲気への感動に打ち震えた。"}
{"en": "An instantaneous and strong impulse moved him to battle with his desperate fate.", "ja": "瞬間的な強い衝動が、かれを絶望的な運命との戦いに走らせた。"}
{"en": "He would pull himself out of the mire;", "ja": "かれは自分の身上を泥沼から引きずりだした。"}
{"en": "he would make a man of himself again;", "ja": "かれはふたたび自分をとりもどした。"}
{"en": "he would conquer the evil that had taken possession of him.", "ja": "かれは自分を支配していた邪悪を打ち払ったのだ。"}
{"en": "There was time;", "ja": "時間はある。"}
{"en": "he was comparatively young yet;", "ja": "かれはまだそれなりに若い。"}
{"en": "he would resurrect his old eager ambitions and pursue them without faltering.", "ja": "よみがえってきたかつての熱意に満ちた大望を、しくじることなく追いかけよう。"}
{"en": "Those solemn but sweet organ notes had set up a revolution in him.", "ja": "あの厳粛でありながら甘美なオルガンの調べがかれの決意を固めさせた。"}
{"en": "To-morrow he would go into the roaring downtown district and find work.", "ja": "明日は、喧騒に満ちたダウンタウンに赴き、仕事を見つけるのだ。"}
{"en": "A fur importer had once offered him a place as driver.", "ja": "とある毛皮貿易商が、以前に御者としての仕事を持ちかけてきたことがあった。"}
{"en": "He would find him to-morrow and ask for the position.", "ja": "明日はそこにいって、まだその勤め口が残っているか、尋ねてみよう。"}
{"en": "He would be somebody in the world.", "ja": "世間に顔向けできる生活をはじめるのだ。"}
{"en": "He would--", "ja": "そして――"}
{"en": "Soapy felt a hand laid on his arm.", "ja": "ソーピーは自分の腕にだれかが手をかけたのに気づいた。"}
{"en": "He looked quickly around into the broad face of a policeman.", "ja": "あわててふりむいたかれの目に、警官の大きな顔が映った。"}
{"en": "\"What are you doin' here?\"", "ja": "「ここでなにをしているのかね？」"}
{"en": "asked the officer.", "ja": "と警官は言った。"}
{"en": "\"Nothin',\"", "ja": "「なにも」"}
{"en": "said Soapy.", "ja": "とソーピーは言った。"}
{"en": "\"Then come along,\"", "ja": "「じゃあ、ちょっときてもらおうか」"}
{"en": "said the policeman.", "ja": "と警官は言った。"}
{"en": "\"Three months on the Island,\"", "ja": "「アイランドに3ヶ月」"}
{"en": "said the Magistrate in the Police Court the next morning.", "ja": "と、翌朝、治安判事は刑事法廷で言った。"}
