{"en": "THE MIND OF CROWDS", "ja": "『群集心理』"}
{"en": "THE ERA OF CROWDS", "ja": "群集の時代"}
{"en": "The great upheavals which precede changes of civilisations such as the fall of the Roman Empire and the foundation of the Arabian Empire, seem at first sight determined more especially by political transformations, foreign invasion, or the overthrow of dynasties.", "ja": "ローマ帝国の崩壊やアラビア帝国の勃興といった文明の変化を予兆するような大きな変動は、一見しただけでは、政変や外国からの侵略、王朝の打倒といったものによって引き起こされれているかのように見える。"}
{"en": "But a more attentive study of these events shows that behind their apparent causes the real cause is generally seen to be a profound modification in the ideas of the peoples.", "ja": "しかしこれらの出来事をより注意深く調査すれば、それらの表面的な原因の背後に、民衆に関する思想についての根本的な修正という原因があったことが明らかになる。"}
{"en": "The true historical upheavals are not those which astonish us by their grandeur and violence.", "ja": "真の歴史変動というものは、その規模や暴力で私たちを驚かせるたぐいのものではない。"}
{"en": "The only important changes whence the renewal of civilisations results, affect ideas, conceptions, and beliefs.", "ja": "文明の結実を一新させる唯一重要な変化とは、それ以降の思想・概念・信念*1に影響をもたらすようなものだ。"}
{"en": "The memorable events of history are the visible effects of the invisible changes of human thought.", "ja": "記憶に値する歴史上の出来事とは、人間の思考という目に見えないものに変化を与え、そこからもたらされた、目に見える結果のことである。"}
{"en": "The reason these great events are so rare is that there is nothing so stable in a race as the inherited groundwork of its thoughts.", "ja": "このような出来事がまれにしか見られないのは、人間に引き継がれている思考の枠組みというものは種そのものと同様に安定しており、他に類するものがないからである。*2"}
{"en": "The present epoch is one of these critical moments in which the thought of mankind is undergoing a process of transformation.", "ja": "現代は、人類の思考が変換の過程を経ている重要な瞬間のうちの１つである。"}
{"en": "Two fundamental factors are at the base of this transformation.", "ja": "この変換の根本には、２つの基礎的な要因がある。"}
{"en": "The first is the destruction of those religious, political, and social beliefs in which all the elements of our civilisation are rooted.", "ja": "ひとつは、我々の文明の全ての要素が基礎付けられている、宗教的・政治的・社会的信念の破壊である。"}
{"en": "The second is the creation of entirely new conditions of existence and thought as the result of modern scientific and industrial discoveries.", "ja": "もうひとつは、現代科学と産業の諸発見の結果としてもたらされた、存在と思考の全く新しい状態の創造である。"}
{"en": "The ideas of the past, although half destroyed, being still very powerful, and the ideas which are to replace them being still in process of formation, the modern age represents a period of transition and anarchy.", "ja": "過去の思考は半ば崩壊したけれども、いまだ十分に力を保っており、それに替わるべき思想もいまだ形成段階で、現代は移行期・無秩序時代とも言える。"}
{"en": "It is not easy to say as yet what will one day be evolved from this necessarily somewhat chaotic period.", "ja": "したがって現時点でこの混沌とした状況から何が生まれ出てくるかを推定することは容易ではない。"}
{"en": "What will be the fundamental ideas on which the societies that are to succeed our own will be built up?", "ja": "来るべき社会はどのような基本的思想の上に立脚したものになるのだろうか？"}
{"en": "We do not at present know.", "ja": "それは今のところはわからない。"}
{"en": "Still it is already clear that on whatever lines the societies of the future are organised, they will have to count with a new power, with the last surviving sovereign force of modern times, the power of crowds.", "ja": "しかし、未来の社会がどのようなラインの上に引かれるものであっても、現代において最後まで生きのびるであろう主権者たる新たな勢力・群集の力を重視しなければならないことは明らかである。"}
{"en": "On the ruins of so many ideas formerly considered beyond discussion, and to-day decayed or decaying, of so many sources of authority that successive revolutions have destroyed, this power, which alone has arisen in their stead, seems soon destined to absorb the others.", "ja": "かつては正しいものとして扱われたが現在では滅びてしまった思想や、相次ぐ革命により倒された政権などの廃虚の上に、この新たな勢力・群集は立ち上がり、他の勢力をも呑み込もうとしている。"}
{"en": "While all our ancient beliefs are tottering and disappearing, while the old pillars of society are giving way one by one, the power of the crowd is the only force that nothing menaces, and of which the prestige is continually on the increase.", "ja": "古い信念が揺らぎ、消滅していき、社会の古い支柱が１つずつ置き換わっていきつつある中で、群集の勢力は何者をも恐れず、増加する一方である。"}
{"en": "The age we are about to enter will in truth be the ERA OF CROWDS.", "ja": "まさに「群集の時代」を迎えようとしているのだ。"}
{"en": "Scarcely a century ago the traditional policy of European states and the rivalries of sovereigns were the principal factors that shaped events.", "ja": "ほんの１世紀前*3では、ヨーロッパ諸国の伝統的な政策や国王らの抗争が[歴史的な]事象を引き起こす主要な要因となっていた。"}
{"en": "The opinion of the masses scarcely counted, and most frequently indeed did not count at all.", "ja": "群集の世論などというものはほとんど考慮されないか、全く考慮されなかった。"}
{"en": "To-day it is the traditions which used to obtain in politics, and the individual tendencies and rivalries of rulers which do not count;", "ja": "しかし今日では、個人の性向や支配者層の抗争などとるに足らない問題となり、"}
{"en": "while, on the contrary, the voice of the masses has become preponderant.", "ja": "逆に群集の声が優勢になってきている。"}
{"en": "It is this voice that dictates their conduct to kings, whose endeavour is to take note of its utterances.", "ja": "王侯に命令を下すのがこの[群集の]声であり、"}
{"en": "The destinies of nations are elaborated at present in the heart of the masses, and no longer in the councils of princes.", "ja": "現在では、国家の運命も群集によって作り上げられるものであり、もはや王子らの会議で決定するものではないのだ。"}
{"en": "The entry of the popular classes into political life--that is to say, in reality, their progressive transformation into governing classes--is one of the most striking characteristics of our epoch of transition.", "ja": "一般大衆*4が統治階級に進出しつつあるという事実が我々の時代の最も著しい特徴である。"}
{"en": "The introduction of universal suffrage, which exercised for a long time but little influence, is not, as might be thought, the distinguishing feature of this transference of political power.", "ja": "しかし、この政治権力の移動は普通選挙制度の導入そのものによってなされたわけではない。"}
{"en": "The progressive growth of the power of the masses took place at first by the propagation of certain ideas, which have slowly implanted themselves in men's minds, and afterwards by the gradual association of individuals bent on bringing about the realisation of theoretical conceptions.", "ja": "群集*5の力が急激に大きくなったのはある思想*6が人々の中に普及し、概念の実現のために個人どうしが群れた*7からである。"}
{"en": "It is by association that crowds have come to procure ideas with respect to their interests which are very clearly defined if not particularly just,", "ja": "群れることで、群集は自分たちの利益を尊重する概念−望んでいるまさにそのものでなくとも、極めて明確に思い描いているもの−を入手するに至った。"}
{"en": "and have arrived at a consciousness of their strength.", "ja": "そしてようやく［結束した］自分たちの強さに気づいたのだ。"}
{"en": "The masses are founding syndicates before which the authorities capitulate one after the other;", "ja": "群集は、いかなる権威も服従するシンジケートを作り上げた。"}
{"en": "they are also founding labour unions, which in spite of all economic laws tend to regulate the conditions of labour and wages.", "ja": "さらにどんな経済状態でも労働と賃金の関係を支配する労働組合も作り出した。"}
{"en": "They return to assemblies in which the Government is vested, representatives utterly lacking initiative and independence, and reduced most often to nothing else than the spokesmen of the committees that have chosen them.", "ja": "群集は政府が主催する集会に代表者を派遣するが、その代表者は自主性と独立性に欠けており、結局のところ自らを選出した委員会のスポークスマンでしかない。"}
{"en": "To-day the claims of the masses are becoming more and more sharply defined,", "ja": "今日では、群集の要求はかなり明確なものとなってきた。"}
{"en": "and amount to nothing less than a determination to utterly destroy society as it now exists, with a view to making it hark back to that primitive communism which was the normal condition of all human groups before the dawn of civilisation.", "ja": "文明成立以前の人間の状態である原始共産制にもどることを目指しているかのように、今ある社会を徹底的に破壊しようとしているのだ。*8"}
{"en": "Limitations of the hours of labour, the nationalisation of mines, railways, factories, and the soil, the equal distribution of all products, the elimination of all the upper classes for the benefit of the popular classes, &c., such are these claims.", "ja": "労働時間の制限、鉱山・鉄道・工場・土地の国有化、全ての生産物の平等な分配、一般大衆のための上流階級の廃止といったことが要求の内容である。"}
{"en": "Little adapted to reasoning, crowds, on the contrary, are quick to act.", "ja": "群集は、推論させるにはほとんど適さないが、行動となると迅速である。*9"}
{"en": "As the result of their present organisation their strength has become immense.", "ja": "現在の組織の結果として、群集の力は強大になった。"}
{"en": "The dogmas whose birth we are witnessing will soon have the force of the old dogmas;  that is to say, the tyrannical and sovereign force of being above discussion.", "ja": "我々がその誕生を目撃している新しい教義は、古い教義と同等の力−議論を制する専制的で絶対的な力−をもつことになるであろう。"}
{"en": "The divine right of the masses is about to replace the divine right of kings.", "ja": "群集への権利の神授説は、王権神授説にとって替わろうとしているのだ。"}
{"en": "The writers who enjoy the favour of our middle classes, those who best represent their rather narrow ideas, their somewhat prescribed views, their rather superficial scepticism, and their at times somewhat excessive egoism, display profound alarm at this new power which they see growing;", "ja": "中産階級というものは狭量な思想を持ち、決まりきったものの見方をし、表層的な懐疑主義に陥り、極端なエゴイズムになっているものだが、そういう彼らのお気に召すような文筆家は、新たな群集の勃興に警鐘を鳴らす。"}
{"en": "and to combat the disorder in men's minds they are addressing despairing appeals to those moral forces of the Church for which they formerly professed so much disdain.", "ja": "そして［中産階級の］人心の混乱を静めるために、一度は価値がないと見放したはずの教会の権威を持ち出して対処しようとしている。"}
{"en": "They talk to us of the bankruptcy of science, go back in penitence to Rome, and remind us of the teachings of revealed truth.", "ja": "さらに科学の破綻を示し、ローマ*10への恭順を説き、隠された真実の教説を想起させようとする。"}
{"en": "These new converts forget that it is too late.", "ja": "しかし、これらの新しい「改宗者」は、［自分たちのやっていることが］もはや後手になってしまっていることを忘れている。"}
{"en": "Had they been really touched by grace, a like operation could not have the same influence on minds less concerned with the preoccupations which beset these recent adherents to religion.", "ja": "仮にその改宗者たちが本当に恩寵に心を動かされたとしても、同じ教説を信じない者にとっては何とも感じることはないのだ。"}
{"en": "The masses repudiate to-day the gods which their admonishers repudiated yesterday and helped to destroy.", "ja": "これまで説諭者たちが否定し、破壊をすすめてきた神を、今度は群集が否定する。"}
{"en": "There is no power, Divine or human, that can oblige a stream to flow back to its source.", "ja": "神であれ人間であれ、川の流れを水源に戻すことなどできはしないのである。"}
{"en": "There has been no bankruptcy of science, and science has had no share in the present intellectual anarchy, nor in the making of the new power which is springing up in the midst of this anarchy.", "ja": "実際には科学は破綻していない*11し、現在の知的な無政府状態や［群集という］新たな勢力の勃興は無縁である。"}
{"en": "Science promised us truth, or at least a knowledge of such relations as our intelligence can seize:", "ja": "科学は我々に真実を約束した―少なくとも我々に関係する知識［の提供］を約束した。"}
{"en": "it never promised us peace or happiness.", "ja": "しかし、決して平和や幸福を約束したわけではない。"}
{"en": "Sovereignly indifferent to our feelings, it is deaf to our lamentations.", "ja": "我々の感情などには無関心なのだから、科学は我々の悲嘆に耳を貸さない。"}
{"en": "It is for us to endeavour to live with science, since nothing can bring back the illusions it has destroyed.", "ja": "科学が破壊した幻想はもはやとりもどすことは出来ないので、科学と共存するには我々のほうが努力するしかないのである。"}
{"en": "Universal symptoms, visible in all nations, show us the rapid growth of the power of crowds, and do not admit of our supposing that it is destined to cease growing at an early date.", "ja": "あらゆる国で見られる一般的な傾向として、群集の力が急激に成長しており、もはや早期に阻止することはできず、"}
{"en": "Whatever fate it may reserve for us, we shall have to submit to it.", "ja": "何が起ころうともその結果を受け入れるしかないであろう。"}
{"en": "All reasoning against it is a mere vain war of words.", "ja": "抵抗するのは無駄である。"}
{"en": "Certainly it is possible that the advent to power of the masses marks one of the last stages of Western civilisation, a complete return to those periods of confused anarchy which seem always destined to precede the birth of every new society.", "ja": "確かに群集の到来が西洋文明の最終段階をもたらし、全ての新社会誕生に先行するあの混乱した無政府状態の時代への完璧な回帰をもたらすことは可能である。"}
{"en": "But may this result be prevented?", "ja": "この結果は防ぐことができるのか？"}
{"en": "Up to now these thoroughgoing destructions of a worn-out civilisation have constituted the most obvious task of the masses.", "ja": "これまで、古い文明を徹底的に破壊することが、群集の最も明白な仕事であった。"}
{"en": "It is not indeed to-day merely that this can be traced.", "ja": "それが指摘されるのは今に始まったことではない。"}
{"en": "History tells us, that from the moment when the moral forces on which a civilisation rested have lost their strength, its final dissolution is brought about by those unconscious and brutal crowds known, justifiably enough, as barbarians.", "ja": "文明を支えている道徳が効力を失ったとき、無意識ではあるが残酷な群集によって最終的に破壊されるということを歴史が示している。"}
{"en": "Civilisations as yet have only been created and directed by a small intellectual aristocracy, never by crowds.", "ja": "文明は少数の知的な貴族によって創設され方向付けられてきたのであって、群集によってではない。"}
{"en": "Crowds are only powerful for destruction.", "ja": "群集のもたらすものは破壊のみである。*12"}
{"en": "Their rule is always tantamount to a barbarian phase.", "ja": "混乱が群集のルールである。"}
{"en": "A civilisation involves fixed rules, discipline, a passing from the instinctive to the rational state, forethought for the future, an elevated degree of culture", "ja": "文明には、固定的な規則や規律、本能的状態から理性的状態への移行、将来に対する見とおし、文化の高尚な段階というものが含まれているものである。"}
{"en": "--all of them conditions that crowds, left to themselves, have invariably shown themselves incapable of realising.", "ja": "しかしこれらは群集には及びもつかないことであろう。"}
{"en": "In consequence of the purely destructive nature of their power crowds act like those microbes which hasten the dissolution of enfeebled or dead bodies.", "ja": "群集は、その純粋に破壊的な力をもって、衰弱した肉体や死体の分解を早める微生物のようなものだ。"}
{"en": "When the structure of a civilisation is rotten, it is always the masses that bring about its downfall.", "ja": "文明の構造が腐敗したとき、崩壊に至らせるのが群集である。"}
{"en": "It is at such a juncture that their chief mission is plainly visible, and that for a while the philosophy of number seems the only philosophy of history.", "ja": "そのような局面こそが群集の使命が明白に現れるときであり、その間は、数の哲学が歴史の哲学になるのだ。"}
{"en": "Is the same fate in store for our civilisation?", "ja": "同じ運命が我々の文明を待ち受けているのであろうか？"}
{"en": "There is ground to fear that this is the case, but we are not as yet in a position to be certain of it.", "ja": "今のところは、それはわからない。"}
{"en": "We have a very slight knowledge of these crowds which are beginning to be the object of so much discussion.", "ja": "群集についての議論が始まったものの、実は我々はほとんど群集に関する知識がほとんどない。"}
{"en": "Professional students of psychology, having lived far from them, have always ignored them,", "ja": "心理学の専門家たちは群集とは別世界で生活しているがために、常に群集を無視してきた。"}
{"en": "and when, as of late, they have turned their attention in this direction it has only been to consider the crimes crowds are capable of committing.", "ja": "注意を払ったとしても群衆の犯罪という観点からであった。"}
{"en": "Without a doubt criminal crowds exist,", "ja": "確かに、犯罪的な群集というものは存在する。"}
{"en": "but virtuous and heroic crowds, and crowds of many other kinds, are also to be met with.", "ja": "一方で、群集にも高潔で英雄的なものも、その他の様々なタイプの群集が存在しうるのだ。"}
{"en": "The crimes of crowds only constitute a particular phase of their psychology.", "ja": "犯罪的な群集とは心理学上の特定の局面でしかない。"}
{"en": "The mental constitution of crowds is not to be learnt merely by a study of their crimes, any more than that of an individual by a mere description of his vices.", "ja": "個人の悪行だけからその人の精神状態を記述できないように、犯罪的な側面からだけでは群集の精神構造を分析することはできない。"}
{"en": "However, in point of fact, all the world's masters, all the founders of religions or empires, the apostles of all beliefs, eminent statesmen, and, in a more modest sphere, the mere chiefs of small groups of men have always been unconscious psychologists, possessed of an instinctive and often very sure knowledge of the character of crowds,", "ja": "世界の全ての支配者、全ての宗教の創唱者、全ての帝国の創始者、全ての信念の唱導者、著名な政治家から身近なところでは小さなグループのリーダーに至るまで、彼（女）らは無意識であるけれども常に心理学者であり、本能的に極めて正確に群集の性質を把握していたのだ。"}
{"en": "and it is their accurate knowledge of this character that has enabled them to so easily establish their mastery.", "ja": "その正確な知識のおかげでその地位を獲得できたのである。"}
{"en": "Napoleon had a marvellous insight into the psychology of the masses of the country over which he reigned, but he, at times, completely misunderstood the psychology of crowds belonging to other races;[1]", "ja": "ナポレオンは、自らの支配する領土（フランス）の群集の心理には長けていたが、それ以外の土地の群衆の性質に関してはまったくの誤解をしていた。[1]"}
{"en": "and it is because he thus misunderstood it that he engaged in Spain, and notably in Russia, in conflicts in which his power received blows which were destined within a brief space of time to ruin it.", "ja": "この誤解のためにスペインで、そして特にロシアで自らを破滅に導く戦争に突入していったのである。"}
{"en": "A knowledge of the psychology of crowds is to-day the last resource of the statesman who wishes not to govern them--that is becoming a very difficult matter--but at any rate not to be too much governed by them.", "ja": "現在では群集の心理学の知識は、群集を支配する―これは非常に難しくなっている―ためではなく、群集に支配されることを望まない政治家にとっての最後の資源となっている。"}
{"en": "It is only by obtaining some sort of insight into the psychology of crowds that it can be understood how slight is the action upon them of laws and institutions, how powerless they are to hold any opinions other than those which are imposed upon them,", "ja": "法律や制度と言うものがいかに群集に影響を与えないかということうや群集が押しつけられた意見とは違う意見をもつことの困難さを群集心理学は明らかにする。"}
{"en": "and that it is not with rules based on theories of pure equity that they are to be led, but by seeking what produces an impression on them and what seduces them.", "ja": "群集を動かすのは、純粋な平等の理論に基づいたルールではなく、印象であり、群集を魅惑するものなのだ。"}
{"en": "For instance, should a legislator, wishing to impose a new tax, choose that which would be theoretically the most just?", "ja": "たとえば、新しい課税を望む立法者は理論上最も公正な制度を選択すべきだろうか？"}
{"en": "By no means.", "ja": "そうではない。"}
{"en": "In practice the most unjust may be the best for the masses.", "ja": "実際、最も公正に欠くものでも、群集にとっては最良のものとなることがあるからだ。"}
{"en": "Should it at the same time be the least obvious, and apparently the least burdensome, it will be the most easily tolerated.", "ja": "新課税がほとんど目立たず、対した負担でないと見える場合がそうである。"}
{"en": "It is for this reason that an indirect tax, however exorbitant it be, will always be accepted by the crowd,", "ja": "この理由から、間接税は、それが法外なものであろうとも承認されるだろう。"}
{"en": "because, being paid daily in fractions of a farthing on objects of consumption, it will not interfere with the habits of the crowd, and will pass unperceived.", "ja": "というのも、日々の消費から少しずつ徴収されることになるので習慣を妨げないからだ。"}
{"en": "Replace it by a proportional tax on wages or income of any other kind, to be paid in a lump sum, and were this new imposition theoretically ten times less burdensome than the other, it would give rise to unanimous protest.", "ja": "ところがこれを賃金や所得への比例税という形で課税すると、その負担が１０倍軽くても、総反対を食らうことになるだろう。"}
{"en": "This arises from the fact that a sum relatively high, which will appear immense, and will in consequence strike the imagination, has been substituted for the unperceived fractions of a farthing.", "ja": "日々の少額の徴収が、大きな総額にとってかわるということである。"}
{"en": "The new tax would only appear light had it been saved farthing by farthing,", "ja": "この新しい税も、ほんの少しずつ徴収されたなら気にならないであろう。"}
{"en": "but this economic proceeding involves an amount of foresight of which the masses are incapable.", "ja": "このような経済的な方法は、群集が持ち合わせていない洞察力を必要とするのである。"}
{"en": "The example which precedes is of the simplest.", "ja": "先述の例は、その簡単な例であり、"}
{"en": "Its appositeness will be easily perceived.", "ja": "容易に理解されるだろう。"}
{"en": "It did not escape the attention of such a psychologist as Napoleon, but our modern legislators, ignorant as they are of the characteristics of a crowd, are unable to appreciate it.", "ja": "ナポレオンのような心理学者はそのことに気づいていたが、多くの立法者たちは群集の性質について無知であり、理解することが出来ないであろう。"}
{"en": "Experience has not taught them as yet to a sufficient degree that men never shape their conduct upon the teaching of pure reason.", "ja": "人間は純粋理性の命令にしたがって行動するわけではないと言うことを、経験から知ることはなかったのである。"}
{"en": "Many other practical applications might be made of the psychology of crowds.", "ja": "群集心理学の応用は他にも考えることができるだろう。"}
{"en": "A knowledge of this science throws the most vivid light on a great number of historical and economic phenomena totally incomprehensible without it.", "ja": "群集心理学の知識は、これまで不可解なものとして解明できなかった歴史的・経済的現象に分析の光を投げかける。"}
{"en": "I shall have occasion to show that the reason why the most remarkable of modern historians, Taine, has at times so imperfectly understood the events of the great French Revolution is, that it never occurred to him to study the genius of crowds.", "ja": "私は、注目に値する歴史家タン（Hippolyte Adolphe Taine ,1828-1893）がフランス革命の記述に関して理解が不充分であったのは、群集の天分についての理解が足りなかったためだと見ている。"}
{"en": "He took as his guide in the study of this complicated period the descriptive method resorted to by naturalists;", "ja": "彼のとって方法は博物学者の方法であり、"}
{"en": "but the moral forces are almost absent in the case of the phenomena which naturalists have to study.", "ja": "道徳の力に関する分析に欠けていたのだ。"}
{"en": "Yet it is precisely these forces that constitute the true mainsprings of history.", "ja": "まさに歴史を展開してゆく力を構成するものであるにもかかわらず、である。"}
{"en": "In consequence, merely looked at from its practical side, the study of the psychology of crowds deserved to be attempted.", "ja": "結論として、現実的な観点からは、群集心理の研究は取り組むべき価値があると思われる。"}
{"en": "Were its interest that resulting from pure curiosity only, it would still merit attention.", "ja": "仮にそれが単に純粋な好奇心に起因するものであったとしても、注意を払うに値するのではないだろうか。"}
{"en": "It is as interesting to decipher the motives of the actions of men as to determine the characteristics of a mineral or a plant.", "ja": "人間の行為の動機を探求することは、鉱物や植物の特徴を研究することと同程度に興味深いものなのだ。"}
{"en": "Our study of the genius of crowds can merely be a brief synthesis, a simple summary of our investigations.", "ja": "著者が行った群集の性質に関する研究は、仮説であり、概要に過ぎない。"}
{"en": "Nothing more must be demanded of it than a few suggestive views.", "ja": "[この著作においては]示唆的な視点をいくつか与えた程度であり、それ以上のことを求められるべきものではない。"}
{"en": "Others will work the ground more thoroughly.", "ja": "他の人々が徹底的に踏査していくであろう。"}
{"en": "To-day we only touch the surface of a still almost virgin soil.", "ja": "私たちは今のところ、未踏であった領域にほんの少し踏み込んだだけに過ぎない。"}
{"en": "[1] His most subtle advisers, moreover, did not understand this psychology any better.", "ja": "悪いことに、彼の側近は、さらにこのこの心理学を理解していなかった。"}
{"en": "Talleyrand wrote him that \"Spain would receive his soldiers as liberators.\"", "ja": "タレーラン（Charles Maurice de Talleyrand-Perigord ,1754-1838）はナポレオンに「スペインはナポレオン軍を解放軍として歓迎するだろう」と書簡を送ったが、"}
{"en": "It received them as beasts of prey.", "ja": "実際にはスペインでは野獣扱いであった。"}
{"en": "A psychologist acquainted with the hereditary instincts of the Spanish race would have easily foreseen this reception.", "ja": "スペイン民族の本能に熟知した心理学者なら、この反応を予測できたであろう。（本文へ戻る↑）"}
{"en": "BOOK I", "ja": "第１編"}
{"en": "THE MIND OF CROWDS", "ja": "群集の精神"}
{"en": "CHAPTER I", "ja": "第１章："}
{"en": "GENERAL CHARACTERISTICS OF CROWDS.", "ja": "群集の一般的な特徴"}
{"en": "--PSYCHOLOGICAL LAW OF THEIR MENTAL UNITY.", "ja": "群集の心理的一体化に関する心理学的法則"}
{"en": "What constitutes a crowd from the psychological point of view", "ja": "心理学的見地からの群集の構成"}
{"en": "--A numerically strong agglomeration of individuals does not suffice to form a crowd", "ja": "−単に数が集まるだけでは群集にはならない"}
{"en": "--Special characteristics of psychological crowds", "ja": "−心理的群集の特性"}
{"en": "--The turning in a fixed direction of the ideas and sentiments of individuals composing such a crowd, and the disappearance of their personality", "ja": "−群集を構成する個人の思想や情念が一方向に傾くことと個性の喪失"}
{"en": "--The crowd is always dominated by considerations of which it is unconscious", "ja": "−群集は常に無意識に思い描いているものに支配されている"}
{"en": "--The disappearance of brain activity and the predominance of medullar activity", "ja": "−思考停止と脊髄反射的反応の優越"}
{"en": "--The lowering of the intelligence and the complete transformation of the sentiments", "ja": "−知性の低下と情念の完全な転換"}
{"en": "--The transformed sentiments may be better or worse than those of the individuals of which the crowd is composed", "ja": "−それは群集を構成する個人の情念とは異なるものとなる"}
{"en": "--A crowd is as easily heroic as criminal.", "ja": "−群集は容易に英雄的にも犯罪的にもなる。"}
{"en": "In its ordinary sense the word \"crowd\" means a gathering of individuals", "ja": "通常の意味では「群集（crowd）」という言葉は個人の集合を意味する。"}
{"en": "of whatever nationality, profession, or sex, and whatever be the chances that have brought them together.", "ja": "国籍も職業も性別も問わないし、なぜ集まっているのかも問題ではない。"}
{"en": "From the psychological point of view the expression \"crowd\" assumes quite a different signification.", "ja": "しかし心理学的な見地からは「群集」という表現には際立った意味がこめられる。"}
{"en": "Under certain given circumstances, and only under those circumstances, an agglomeration of men presents new characteristics very different from those of the individuals composing it.", "ja": "それは、人々の集合がそれを構成する個人の特性とは異なる新しい特性を示す場合で、かつその場合に限られる。"}
{"en": "The sentiments and ideas of all the persons in the gathering take one and the same direction, and their conscious personality vanishes.", "ja": "その場合、集まっている人々の情念や思想が１つの方向に傾き、"}
{"en": "A collective mind is formed, doubtless transitory, but presenting very clearly defined characteristics.", "ja": "一時的ではあるが集合精神（collective mind）とも言うべき状態が形成され、非常に際立った性質をあらわすものである。"}
{"en": "The gathering has thus become what, in the absence of a better expression, I will call an organised crowd, or, if the term is considered preferable, a psychological crowd.", "ja": "この集団は、適当な呼び方がないので「組織化された群集（organised crowd）」とでも言っておくが−心理的群集（psychological crowd）と呼んでもいいが−、そういったものになるのである。"}
{"en": "It forms a single being, and is subjected to the LAW OF THE MENTAL UNITY OF CROWDS.", "ja": "それは単一の存在として、群集の心理的一体化に関する心理学的法則に従うものである。"}
{"en": "It is evident that it is not by the mere fact of a number of individuals finding themselves accidentally side by side that they acquire the character of an organised crowd.", "ja": "たまたま多くの個人が集まったからと言って、組織化された群集の性質を帯びると言うものでもない。"}
{"en": "A thousand individuals accidentally gathered in a public place without any determined object in no way constitute a crowd from the psychological point of view.", "ja": "たまたまどこかで１０００人の人が、これといった目的もなく集まっているからと言って、心理学的見地から見た群集を構成するわけではない。"}
{"en": "To acquire the special characteristics of such a crowd, the influence is necessary of certain predisposing causes of which we shall have to determine the nature.", "ja": "そのような特質を得るためにはある種の刺激が必要なのである。*1"}
{"en": "The disappearance of conscious personality and the turning of feelings and thoughts in a definite direction, which are the primary characteristics of a crowd about to become organised, do not always involve the simultaneous presence of a number of individuals on one spot.", "ja": "これは、群集が組織化されていく際の最初の特徴でもあるのだが、意識的な個人が消滅し、感情と思考があるきまった方向に向かうときには、必ずしも多数の個人が同じ場所にいる必要はない。"}
{"en": "Thousands of isolated individuals may acquire at certain moments, and under the influence of certain violent emotions--such, for example, as a great national event--the characteristics of a psychological crowd.", "ja": "全く別々のところにいる数千の個人どうしであっても心理的群集の性質を示すことがありうるのだ。"}
{"en": "It will be sufficient in that case that a mere chance should bring them together for their acts to at once assume the characteristics peculiar to the acts of a crowd.", "ja": "もしそのときたまたま集まる機会がありさえすれば、群集としての特質をあらわす行動にでるだろう。"}
{"en": "At certain moments half a dozen men might constitute a psychological crowd, which may not happen in the case of hundreds of men gathered together by accident.", "ja": "半ダースくらいの人数でも心理的群集としての振る舞いをすることもあれば、何百人が集まったところで何も起こらないこともある。"}
{"en": "On the other hand, an entire nation, though there may be no visible agglomeration, may become a crowd under the action of certain influences.", "ja": "一方、一国全体が、それとわかる集団を形成しなくとも、ある種の影響下で群集となってしまうこともあるだろう。"}
{"en": "A psychological crowd once constituted, it acquires certain provisional but determinable general characteristics.", "ja": "心理的群集というものは、一旦形成されてしまうと、一時的ではあるが確固とした一般的性質を帯びる。"}
{"en": "To these general characteristics there are adjoined particular characteristics which vary according to the elements of which the crowd is composed, and may modify its mental constitution.", "ja": "この一般的性質に、群集の構成や心理構造によって異なる特殊な性質が付け加わってゆく。"}
{"en": "Psychological crowds, then, are susceptible of classification;", "ja": "心理的群集は［その性質によって］分類することができる。*2"}
{"en": "and when we come to occupy ourselves with this matter, we shall see that a heterogeneous crowd--that is, a crowd composed of dissimilar elements--presents certain characteristics in common with homogeneous crowds--that is, with crowds composed of elements more or less akin (sects, castes, and classes)--and side by side with these common characteristics particularities which permit of the two kinds of crowds being differentiated.", "ja": "異なった構成要素からなる異質的な群集であっても、［同じ］党派や身分や階級などからなる群集と同じように共通の性質を持っているものだし、これら２つを区別する特殊な性質を示すこともできる。"}
{"en": "But before occupying ourselves with the different categories of crowds, we must first of all examine the characteristics common to them all.", "ja": "群集のそれぞれのカテゴリーを見ていく前に、まず、全ての群集に共通の性質を見ていくこととしよう。"}
{"en": "We shall set to work like the naturalist, who begins by describing the general characteristics common to all the members of a family before concerning himself with the particular characteristics which allow the differentiation of the genera and species that the family includes.", "ja": "博物学者［の手法］にならって、ある科（family）に属する構成要素に共通する一般的性質を記述し、次いでその科に含まれる属（genera）や種（spiecies）を区別する特徴について触れていくものとする。"}
{"en": "It is not easy to describe the mind of crowds with exactness,", "ja": "群集の精神を正確に記述するのは容易なことではない。"}
{"en": "because its organisation varies not only according to race and composition, but also according to the nature and intensity of the exciting causes to which crowds are subjected.", "ja": "その機構（しくみ）が出自や構成によって異なるだけでなく、群集が影響を受けている実際の要因の性質や強度によっても千変万化するからである。"}
{"en": "The same difficulty, however, presents itself in the psychological study of an individual.", "ja": "とはいうものの、個人の心理を研究する場合にも同様の困難は発生するものである。"}
{"en": "It is only in novels that individuals are found to traverse their whole life with an unvarying character.", "ja": "ある人物が不変の性質で全人生を貫くということは小説の中だけの話だ。"}
{"en": "It is only the uniformity of the environment that creates the apparent uniformity of characters.", "ja": "環境が変わらなければ見かけ上は性質も変わらないように見えるということだけである。"}
{"en": "I have shown elsewhere that all mental constitutions contain possibilities of character which may be manifested in consequence of a sudden change of environment.", "ja": "どんな精神構造でも、環境の激変によって現出する可能性を秘めているものだ。"}
{"en": "This explains how it was that among the most savage members of the French Convention were to be found inoffensive citizens who, under ordinary circumstances, would have been peaceable notaries or virtuous magistrates.", "ja": "このことは［フランス革命時に粛清の嵐が吹き荒れた］国民公会の中に、［革命が起こっていなければ］温和な公証人や有徳な行政官であったであろう人々が参加していたことでも説明ができるだろう。"}
{"en": "The storm past, they resumed their normal character of quiet, law-abiding citizens.", "ja": "革命の嵐が去ると彼等は普段の性質に戻った。"}
{"en": "Napoleon found amongst them his most docile servants.", "ja": "ナポレオンは彼等の中に従順な僕（しもべ）を見たのである。"}
{"en": "It being impossible to study here all the successive degrees of organisation of crowds, we shall concern ourselves more especially with such crowds as have attained to the phase of complete organisation.", "ja": "群集による組織の一連の段階の全てを研究することは不可能であるから、特にすっかり組織化された段階*3の群集に特に焦点をあてて見ていくこととしよう。"}
{"en": "In this way we shall see what crowds may become, but not what they invariably are.", "ja": "こうすることによって群集の常態がどのようなものであるかということではなく、いったいどのようなものに変化するかということが明らかになるであろう。"}
{"en": "It is only in this advanced phase of organisation that certain new and special characteristics are superposed on the unvarying and dominant character of the race;", "ja": "民族の不変で支配的な性質にある新しい特殊な性質が重なって現れるのは、組織化が進んだ段階においてのみである。"}
{"en": "then takes place that turning already alluded to of all the feelings and thoughts of the collectivity in an identical direction.", "ja": "そしてその状態から、既に先ほどほのめかしておいた、集団の感情や思考が一定の方向に向けられるという性質が現れるのである。"}
{"en": "It is only under such circumstances, too, that what I have called above the PSYCHOLOGICAL LAW OF THE MENTAL UNITY OF CROWDS comes into play.", "ja": "そしてその環境でおいてのみ、先ほど群集の心理的一体化に関する心理学的法則と呼んだものが作動するのである。*4"}
{"en": "Among the psychological characteristics of crowds there are some that they may present in common with isolated individuals, and others, on the contrary, which are absolutely peculiar to them and are only to be met with in collectivities.", "ja": "群集の心理学的な性質の中でそれぞれの個体に共通に現れる性質もあれば、反対に集団を構成した時にしか現れない性質もある。"}
{"en": "It is these special characteristics that we shall study, first of all, in order to show their importance.", "ja": "まずその重要性を明らかにするために、集団を構成した場合にのみ現れる特殊な性質を解明していこう。"}
{"en": "The most striking peculiarity presented by a psychological crowd is the following:", "ja": "心理学的群集に際立って現れる特徴とは、"}
{"en": "Whoever be the individuals that compose it, however like or unlike be their mode of life, their occupations, their character, or their intelligence, the fact that they have been transformed into a crowd puts them in possession of a sort of collective mind which makes them feel, think, and act in a manner quite different from that in which each individual of them would feel, think, and act were he in a state of isolation.", "ja": "群集を構成する個人の生活様式や職業・性格・知性がどのようなものであれ、それぞればらばらに居るときとは全く異なる様式で感じ、思考し行動するという事実である。"}
{"en": "There are certain ideas and feelings which do not come into being, or do not transform themselves into acts except in the case of individuals forming a crowd.", "ja": "個人が集団を形成した時にしか現れない思想や感情というものも存在する。"}
{"en": "The psychological crowd is a provisional being formed of heterogeneous elements, which for a moment are combined, exactly as the cells which constitute a living body form by their reunion a new being which displays characteristics very different from those possessed by each of the cells singly.", "ja": "心理学的群集は異質な要素がある瞬間に接合したような暫定的な存在（provisional being）であって、ちょうど生体を構成する細胞が１つ１つの細胞のもち性質とは非常に異なる性質を示す新たな生体を構成するために再結合するようなものである。"}
{"en": "Contrary to an opinion which one is astonished to find coming from the pen of so acute a philosopher as Herbert Spencer, in the aggregate which constitutes a crowd there is in no sort a summing-up of or an average struck between its elements.", "ja": "スペンサー（Herbert Spencer;1855-1893）のような哲学者が主張する意見とは異なり、群集を構成する集合体には各要素の総和や平均値というものは存在しない。"}
{"en": "What really takes place is a combination followed by the creation of new characteristics,", "ja": "まさに化学における結合反応で新化合物が生成するようなものだ。"}
{"en": "just as in chemistry certain elements, when brought into contact--bases and acids, for example--combine to form a new body possessing properties quite different from those of the bodies that have served to form it.", "ja": "たとえば塩基と酸が結合する前と後とではまるで異なる性質を持つようなものである。"}
{"en": "It is easy to prove how much the individual forming part of a crowd differs from the isolated individual, but it is less easy to discover the causes of this difference.", "ja": "群集を構成する個人がばらばらでいる時と異なる性質を示すことは容易であるが、その原因を明らかにすることは困難である。"}
{"en": "To obtain at any rate a glimpse of them it is necessary in the first place to call to mind the truth established by modern psychology, that unconscious phenomena play an altogether preponderating part not only in organic life, but also in the operations of the intelligence.", "ja": "この原因について細部にまでわたって理解するには、器官の作用のみならず意識の作用に関しても無意識現象が重要な働きをしているという現代心理学の真実をまず思い起こすべきであろう。"}
{"en": "The conscious life of the mind is of small importance in comparison with its unconscious life.", "ja": "無意識の作用のもとにある生活*5に比べれば、意識の作用のもとにある生活は対した重要性を持たない。"}
{"en": "The most subtle analyst, the most acute observer, is scarcely successful in discovering more than a very small number of the unconscious motives that determine his conduct.", "ja": "しかしどんな優秀な分析者・観察者であっても、自らの行為を決定する無意識的動機を発見、特定することはなかなか困難である。"}
{"en": "Our conscious acts are the outcome of an unconscious substratum created in the mind in the main by hereditary influences.", "ja": "我々の意識的行動ですら、主に遺伝的影響でもたらされる無意識的な基盤からもたらされるものなのである。"}
{"en": "This substratum consists of the innumerable common characteristics handed down from generation to generation, which constitute the genius of a race.", "ja": "そしてこの基盤は幾世代にもわたって伝えられてきた無数の共通の性質から構成されているのである。"}
{"en": "Behind the avowed causes of our acts there undoubtedly lie secret causes that we do not avow, but behind these secret causes there are many others more secret still which we ourselves ignore.", "ja": "我々の行動の背景には我々の気づき得ない原因が横たわっている。"}
{"en": "The greater part of our daily actions are the result of hidden motives which escape our observation.", "ja": "日常の行動の大部分が観察もできない隠された動機の結果なのである。"}
{"en": "It is more especially with respect to those unconscious elements which constitute the genius of a race that all the individuals belonging to it resemble each other, while it is principally in respect to the conscious elements of their character--the fruit of education, and yet more of exceptional hereditary conditions--that they differ from each other.", "ja": "ある民族に属する個人どうしが互いによく似ているのは民族の性質を決定する無意識的要素によるものであり、個々の人間に差異があるのは教育の成果や遺伝条件といった意識的要素によるものである。"}
{"en": "Men the most unlike in the matter of their intelligence possess instincts, passions, and feelings that are very similar.", "ja": "知性の面ではかなり異なる者どうしであったとしても、本能や情熱、感情という点から見れば大した差はない。"}
{"en": "In the case of every thing that belongs to the realm of sentiment--religion, politics, morality, the affections and antipathies, &c.--the most eminent men seldom surpass the standard of the most ordinary individuals.", "ja": "感情に関することがら、例えば宗教・政治・道徳・愛情・反感など*6は、どんなに優れた人が居たとしても常人のレベルを遥かに超越することなどできない。"}
{"en": "From the intellectual point of view an abyss may exist between a great mathematician and his boot maker, but from the point of view of character the difference is most often slight or non-existent.", "ja": "偉大な数学者とその数学者のはく靴をつくる職人とでは知性の面では大きな隔たりがある*7が、性質の面から言えば差は全くないか、あっても極めて少しである。"}
{"en": "It is precisely these general qualities of character, governed by forces of which we are unconscious, and possessed by the majority of the normal individuals of a race in much the same degree--it is precisely these qualities, I say, that in crowds become common property.", "ja": "この性質（性格）の一般的傾向は無意識の力によって支配されているものであり、１つの民族に属する標準的な個人が同程度に持っているもので、まさにこれが群集として共通に現れる性質なのである。"}
{"en": "In the collective mind the intellectual aptitudes of the individuals, and in consequence their individuality, are weakened.", "ja": "集団的精神の中では個人の知的な才能・個性は弱体化する。"}
{"en": "The heterogeneous is swamped by the homogeneous, and the unconscious qualities obtain the upper hand.", "ja": "同質性が異質性を凌駕し、無意識的性質が優性になるのだ。*8"}
{"en": "This very fact that crowds possess in common ordinary qualities explains why they can never accomplish acts demanding a high degree of intelligence.", "ja": "高度な知性が要求される行為を群集が為し得ないのは、まさに群集が凡庸な性質を共通に持っているという事実によるものである。"}
{"en": "The decisions affecting matters of general interest come to by an assembly of men of distinction, but specialists in different walks of life, are not sensibly superior to the decisions that would be adopted by a gathering of imbeciles.", "ja": "それぞれ分野の異なる専門家による一般的事項に関する会議の結論が、愚かな人々*9による会議の結論に比べて優れていると言うわけではない。"}
{"en": "The truth is, they can only bring to bear in common on the work in hand those mediocre qualities which are the birthright of every average individual.", "ja": "実際のところ、平均的個人が持って生まれた凡庸な性質で取り組むしかないのである。"}
{"en": "In crowds it is stupidity and not mother-wit that is accumulated.", "ja": "群集の中では蓄積されるのは持って生まれた才覚ではないのだ。"}
{"en": "It is not all the world, as is so often repeated, that has more wit than Voltaire, but assuredly Voltaire that has more wit than all the world,", "ja": "頻繁に繰り返されてきたことであるが、世界中の誰もがヴォルテール（Voltaire:本名 Francois Marie Arouet;1694 - 1778）ほど機知に富んではいない。"}
{"en": "if by \"all the world\" crowds are to be understood.", "ja": "もしこの「世界中」というのが群集を意味するのであれば、確かにそうなのだ。"}
{"en": "If the individuals of a crowd confined themselves to putting in common the ordinary qualities of which each of them has his share, there would merely result the striking of an average, and not, as we have said is actually the case, the creation of new characteristics.", "ja": "しかし、もし群集を構成するそれぞれが、［群集になることで］その平凡な性質を混合するだけのことであったなら、単に平均化という結果が得られるだけで、先ほどから見ている、新しい性質が発生することは説明されない。"}
{"en": "How is it that these new characteristics are created?", "ja": "ならば、この新しい性質はどうやって生まれてくるのか。"}
{"en": "This is what we are now to investigate.", "ja": "それを今から考えてみよう。"}
{"en": "Different causes determine the appearance of these characteristics peculiar to crowds, and not possessed by isolated individuals.", "ja": "隔絶された個人が持っていない性質で、群衆のみが持つ性質が出現するためには様々な要因が挙げられる。"}
{"en": "The first is that the individual forming part of a crowd acquires, solely from numerical considerations, a sentiment of invincible power which allows him to yield to instincts which, had he been alone, he would perforce have kept under restraint.", "ja": "１つめの要因は、もし１人でいたならばきっと抑制したであろうが、ただ群集の一部を構成しているというだけで、まるで無敵の力が本能を解き放つかのような意識にとらわれることである。"}
{"en": "He will be the less disposed to check himself from the consideration that, a crowd being anonymous, and in consequence irresponsible, the sentiment of responsibility which always controls individuals disappears entirely.", "ja": "群集が匿名となり、そのために責任の所在がわからなくなれば、群集を構成する個人は自らの行動に対する責任をとり、行動を制御する感覚が全く無くなってしまうのだ。"}
{"en": "The second cause, which is contagion,", "ja": "２つめの要因は伝染である。"}
{"en": "also intervenes to etermine the manifestation in crowds of their special characteristics, and at the same time the trend they are to take.", "ja": "群集を特徴付けるものであり、かつ同時に群集がとる傾向である。"}
{"en": "Contagion is a phenomenon of which it is easy to establish the presence, but that it is not easy to explain.", "ja": "この伝染という現象はよく見うけられるが、［それがなぜ起こるかについての］説明は容易ではない。"}
{"en": "It must be classed among those phenomena of a hypnotic order, which we shall shortly study.", "ja": "この現象は催眠術のようなものとは区別されねばならず、近いうちに解明されるべき課題である。"}
{"en": "In a crowd every sentiment and act is contagious, and contagious to such a degree that an individual readily sacrifices his personal interest to the collective interest.", "ja": "群集の中では感情も行動も伝染し、［群集の］集団的な利益のためには個人の利益が簡単に犠牲にされることもあるくらいだ。"}
{"en": "This is an aptitude very contrary to his nature, and of which a man is scarcely capable, except when he makes part of a crowd.", "ja": "これは個人の本性とは真っ向から対立し、群集の一部でいる時以外にはまず現れない性質である。"}
