{"en": "THE DAMNED THING", "ja": "世界怪談名作集"}
{"en": "Ambrose Bierce", "ja": "アンブローズ・ビヤース"}
{"en": "By the light of a tallow candle which had been placed on one end of a rough table a man was reading something written in a book.", "ja": "粗木（あらき）のテーブルの片隅に置かれてあるあぶら蝋燭の光りを頼りに、一人の男が書物に何か書いてあるのを読んでいた。"}
{"en": "It was an old account book, greatly worn;", "ja": "それはひどく摺り切れた古い計算帳で、"}
{"en": "and the writing was not, apparently, very legible, for the man sometimes held the page close to the flame of the candle to get a stronger light on it.", "ja": "その男は燈火（あかり）によく照らして視るために、時どきにそのページを蝋燭の側へ近寄せるので、"}
{"en": "The shadow of the book would then throw into obscurity a half of the room, darkening a number of faces and figures;", "ja": "火をさえぎる書物の影が部屋の半分をおぼろにして、そこにいる幾人かの顔や形を暗くした。"}
{"en": "for besides the reader, eight other men were present.", "ja": "書物を読んでいる男のほかに、そこには八人の男がいるのである。"}
{"en": "Seven of them sat against the rough log walls, silent, motionless, and the room being small, not very far from the table.", "ja": "そのうちの七人は動かず、物言わず、あらけずりの丸太の壁にむかって腰をかけていたが、部屋が狭いので、どの人もテーブルから遠く離れていなかった。"}
{"en": "By extending an arm any one of them could have touched the eighth man,", "ja": "かれらが手を伸ばせば八人目の男のからだに触れることが出来るのである。"}
{"en": "who lay on the table, face upward, partly covered by a sheet, his arms at his sides.", "ja": "その男というのは、顔を仰向けて、半身を敷布（シーツ）におおわれて、両腕をからだのそばに伸ばして、テーブルの上に横たわっていた。"}
{"en": "He was dead.", "ja": "彼は死んでいるのである。"}
{"en": "The man with the book was not reading aloud,", "ja": "書物にむかっている男は声を出して読んでいるのではなかった。"}
{"en": "and no one spoke;", "ja": "ほかの者も口をきかなかった。"}
{"en": "all seemed to be waiting for something to occur;", "ja": "すべての人が来たるべき何事かを待っている様子で、"}
{"en": "the dead man only was without expectation.", "ja": "死んだ人ばかりが待つこともなしに眠っているのである。"}
{"en": "From the blank darkness outside came in, through the aperture that served for a window, all the ever unfamiliar noises of night in the wilderness", "ja": "外は真の闇で、窓の代りにあけてある壁の穴から荒野の夜の聞き慣れないひびきが伝わって来た。"}
{"en": "--the long nameless note of a distant coyote;", "ja": "遠くきこえる狼のなんともいえないように長い尾をひいて吠える声、"}
{"en": "the stilly pulsing thrill of tireless insects in trees;", "ja": "木立ちのなかで休みなしに鳴く虫の静かに浪打つようなむせび声、"}
{"en": "strange cries of night birds, so different from those of the birds of day;", "ja": "昼の鳥とはまったく違っている夜鳥（ナイトバード）の怪しい叫び声、"}
{"en": "the drone of great blundering beetles, and all that mysterious chorus of small sounds that seem always to have been but half heard when they have suddenly ceased, as if conscious of an indiscretion.", "ja": "めくら滅法界（めっぽうかい）に飛んでくる大きい甲虫（かぶとむし）の唸り声、殊（こと）にこれらの小さい虫の合奏曲（コーラス）が突然やんで半分しかきこえない時には、なにかの秘密を覚（さと）らせるようにも思われた。"}
{"en": "But nothing of all this was noted in that company;", "ja": "しかし、ここに集まっている人びとはそんなことを気にとめる者もなかった。"}
{"en": "its members were not overmuch addicted to idle interest in matters of no practical importance;", "ja": "ここの一団が実際的の必要を認めないことに興味を有していないのは、"}
{"en": "that was obvious in every line of their rugged faces--obvious even in the dim light of the single candle.", "ja": "たった一つの暗い蝋燭に照らされている、かれらの粗野なる顔つきをみても明らかであった。"}
{"en": "They were evidently men of the vicinity--farmers and woodsmen.", "ja": "かれらは皆この近所の人びと、すなわち農夫や樵夫（きこり）であった。"}
{"en": "The person reading was a trifle different;", "ja": "書物を読んでいる人だけは少し違っていた。"}
{"en": "one would have said of him that he was of the world, worldly, albeit there was that in his attire which attested a certain fellowship with the organisms of his environment.", "ja": "人は彼をさして、世間を広くわたって来た人であると言っているが、それにもかかわらず、その風俗は周囲の人びとと同じ仲間であることを証明していた。"}
{"en": "His coat would hardly have passed muster in San Francisco;", "ja": "彼の上衣（うわぎ）はサンフランシスコでは通用しそうもない型で、"}
{"en": "his foot-gear was not of urban origin, and the hat that lay by him on the floor", "ja": "履き物も町で作られた物ではなく、自分のそばの床に置いてある帽子"}
{"en": "(he was the only one uncovered)", "ja": "――この中で帽子をかぶっていないのは彼一人である"}
{"en": "was such that if one had considered it as an article of mere personal adornment he would have missed its meaning.", "ja": "――は、もしも単にそれを人間の装飾品と考えたらば大間違いになりそうな代物（しろもの）であった。"}
{"en": "In countenance the man was rather prepossessing, with just a hint of sternness; though that he may have assumed or cultivated, as appropriate to one in authority.", "ja": "彼の容貌は職権を有する人に適当するように、自然に馴らされたのか、あるいは強（し）いて粧（よそお）っているのか知らないが、一方に厳正を示すとともに、むしろ人好きのするようなふうであった。"}
{"en": "For he was a coroner.", "ja": "なぜというに、彼は検屍官（けんしかん）である。"}
{"en": "It was by virtue of his office that he had possession of the book in which he was reading;", "ja": "彼がいま読んでいる書物を取り上げたのもその職権に因（よ）るもので、"}
{"en": "it had been found among the dead man's effects", "ja": "書物はこの事件を取り調べているうちに死人の小屋の中から発見されたのであった。"}
{"en": "--in his cabin, where the inquest was now taking place.", "ja": "審問（しんもん）は今この小屋で開かれている。"}
{"en": "When the coroner had finished reading he put the book into his breast pocket.", "ja": "検屍官はその書物を読み終わって、それを自分のポケットに入れた。"}
{"en": "At that moment the door was pushed open and a young man entered.", "ja": "その時に入り口の戸が押しあけられて、一人の青年がはいって来た。"}
{"en": "He, clearly, was not of mountain birth and breeding:", "ja": "彼は明らかにここらの山家（やまが）に生まれた者ではなく、ここらに育った者でもなく、"}
{"en": "he was clad as those who dwell in cities.", "ja": "町に住んでいる人びとと同じような服装をしていた。"}
{"en": "His clothing was dusty, however, as from travel.", "ja": "しかも遠路を歩いて来たように、その着物は埃（ほこり）だらけになっていた。"}
{"en": "He had, in fact, been riding hard to attend the inquest.", "ja": "実際、彼は審問に応ずるために、馬を飛ばして急いで来たのであった。"}
{"en": "The coroner nodded;", "ja": "それを見て、検屍官は会釈（えしゃく）したが、"}
{"en": "no one else greeted him.", "ja": "ほかの者は誰も挨拶しなかった。"}
{"en": "\"We have waited for you,\"", "ja": "「あなたの見えるのを待っていました」"}
{"en": "said the coroner.", "ja": "と、検屍官は言った。"}
{"en": "\"It is necessary to have done with this business to-night.\"", "ja": "「今夜のうちにこの事件を片付けてしまわなければなりません」"}
{"en": "The young man smiled.", "ja": "青年はほほえみながら答えた。"}
{"en": "\"I am sorry to have kept you,\"", "ja": "「お待たせ申して相済みません。"}
{"en": "\"I went away,", "ja": "私は外へ出ていました。"}
{"en": "not to evade your summons, but to post to my newspaper an account of what I suppose I am called back to relate.\"", "ja": "……あなたの喚問（かんもん）を避けるためではなく、その話をするために、たぶん呼び返されるだろうと思われる事件を原稿に書いて、わたしの新聞社へ郵送するために出かけたのです」"}
{"en": "The coroner smiled.", "ja": "検屍官も微笑した。"}
{"en": "\"The account that you posted to your newspaper,\"", "ja": "「あなたが自分の新聞社へ送ったという記事は、"}
{"en": "\"differs, probably, from that which you will give here under oath.\"", "ja": "おそらくこれから宣誓の上でわれわれに話していただくこととは違いましょう」"}
{"en": "\"That,\" replied the other, rather hotly and with a visible flush, \"is as you please.", "ja": "と、相手はやや熱したように、その顔を紅（あか）くして言った。"}
{"en": "I used manifold paper and have a copy of what I sent.", "ja": "「わたしは複写紙を用いて、新聞社へ送った記事の写しを持って来ました。"}
{"en": "It was not written as news, for it is incredible, but as fiction.", "ja": "しかし、それが信用できないような事件であるので、普通の新聞記事のようには書いてありません、むしろ小説体に書いてあるのですが、"}
{"en": "It may go as a part of my testimony under oath.\"", "ja": "宣誓の上でそれを私の証言の一部と認めていただいてよろしいのです」"}
{"en": "\"But you say it is incredible.\"", "ja": "「しかし、あなたは信用できないというではありませんか」"}
{"en": "\"That is nothing to you, sir, if I also swear that it is true.\"", "ja": "「いや、それはあなたに係（かか）り合いのないことで、わたしが本当だといって宣誓すればいいのでしょう」"}
{"en": "The coroner was silent for a time, his eyes upon the floor.", "ja": "検屍官はその眼を床（ゆか）の上に落として、しばらく黙っていると、"}
{"en": "The men about the sides of the cabin talked in whispers, but seldom withdrew their gaze from the face of the corpse.", "ja": "小屋のなかにいる他の人びとは小声で何か話し始めたが、やはりその眼は死骸の上を離れなかった。"}
{"en": "Presently the coroner lifted his eyes and said:", "ja": "検屍官はやがて眼をあげて宣告した。"}
{"en": "\"We will resume the inquest.\"", "ja": "「それではふたたび審問を開きます」"}
{"en": "The men removed their hats.", "ja": "人びとは脱帽した。"}
{"en": "The witness was sworn.", "ja": "証人は宣誓した。"}
{"en": "\"What is your name?\"", "ja": "「あなたの名は……」"}
{"en": "the coroner asked.", "ja": "と、検屍官は訊いた。"}
{"en": "\"William Harker.\"", "ja": "「ウィリアム・ハーカー」"}
{"en": "\"Age?\"", "ja": "「年齢は……」"}
{"en": "\"Twenty-seven.\"", "ja": "「二十七歳」"}
{"en": "\"You knew the deceased, Hugh Morgan?\"", "ja": "「あなたは死人のヒュウ・モルガンを識（し）っていますか」"}
{"en": "\"Yes.\"", "ja": "「はい」"}
{"en": "\"You were with him when he died?\"", "ja": "「モルガンの死んだ時、あなたも一緒にいましたか」"}
{"en": "\"Near him.\"", "ja": "「そのそばにいました」"}
{"en": "\"How did that happen--your presence,", "ja": "「あなたの見ている前でどんなことがありましたか。"}
{"en": "I mean?\"", "ja": "それをお訊（たず）ね申したいのです」"}
{"en": "\"I was visiting him at this place to shoot and fish.", "ja": "「わたくしは銃猟や魚釣りをするために、ここへモルガンを尋（たず）ねて来たのです。"}
{"en": "A part of my purpose, however, was to study him and his odd, solitary way of life.", "ja": "もっとも、そればかりでなく、わたくしは彼について、その寂しい山村生活を研究しようと思ったのです。"}
{"en": "He seemed a good model for a character in fiction.", "ja": "彼は小説の人物としてはいいモデルのように見えました。"}
{"en": "I sometimes write stories.\"", "ja": "わたくしは時どきに物語（ストーリー）をかくのです」"}
{"en": "\"I sometimes read them.\"", "ja": "「わたしも時どきに読みますよ」"}
{"en": "\"Thank you.\"", "ja": "「それはありがとうございます」"}
{"en": "\"Stories in general", "ja": "「いや、一般のストーリーを読むというので……。"}
{"en": "--not yours.\"", "ja": "あなたのではありません」"}
{"en": "Some of the jurors laughed.", "ja": "陪審官のある者は笑い出した。"}
{"en": "Against a sombre background humor shows high lights.", "ja": "陰惨なる背景に対して、ユーモアは非常に明かるい気分をつくるものである。"}
{"en": "Soldiers in the intervals of battle laugh easily, and a jest in the death chamber conquers by surprise.", "ja": "戦闘中の軍人はよく笑い、死人の部屋における一つの冗談はよくおどろきに打ち勝つことがある。"}
{"en": "\"Relate the circumstances of this man's death,\"", "ja": "「この人の死の状況を話してください」"}
{"en": "said the coroner.", "ja": "と、検屍官は言った。"}
{"en": "\"You may use any notes or memoranda that you please.\"", "ja": "「あなたの随意に、筆記帳でも控え帳でもお使いなすってよろしい」"}
{"en": "The witness understood", "ja": "証人はその意を諒（りょう）して、"}
{"en": "Pulling a manuscript from his breast pocket", "ja": "胸のポケットから原稿をとり出した。"}
{"en": "he held it near the candle and turning the leaves until he found the passage that he wanted began to read.", "ja": "彼はそれを蝋燭の火に近寄せて、自分がこれから読もうとするところを見いだすまで、その幾枚を繰っていた。"}
{"en": "\" . . . The sun had hardly risen when we left the house.", "ja": "――われらがこの家を出（いで）たる時、日はいまだ昇らざりき。"}
{"en": "We were looking for quail, each with a shotgun, but we had only one dog.", "ja": "われらは鶉（うずら）を猟（あさ）らんがために、手に手に散弾銃をたずさえて、ただ一頭の犬をひけり。"}
{"en": "Morgan said that our best ground was beyond a certain ridge that he pointed out, and we crossed it by a trail through the chaparral.", "ja": "最もよき場所は畔（あぜ）を越えたるところに在り、とモルガンは指さして教えたれば、われらは低き槲（かしわ）の林をゆき過ぎて、草むらに沿うて行きぬ。"}
{"en": "On the other side was comparatively level ground, thickly covered with wild oats.", "ja": "路の片側にはやや平らかなる土地ありて、野生の燕麦（からすむぎ）をもって深く掩（おお）われたり。"}
{"en": "As we emerged from the chaparral Morgan was but a few yards in advance.", "ja": "われらが林を出（いで）て、モルガンは五、六ヤードも前進せる時、"}
{"en": "Suddenly we heard, at a little distance to our right and partly in front, a noise as of some animal thrashing about in the bushes,", "ja": "やや前方に当たれる右側のすこしく隔たりたるところに、獣（けもの）のたぐいが藪（やぶ）を突き進むがごときひびきを聞けり。"}
{"en": "which we could see were violently agitated.", "ja": "その響きは突然に起こりて、草木のはげしく動揺するを見たり。"}
{"en": "\"'We've started a deer,'", "ja": "「われらは鹿を狩りいだしぬ。"}
{"en": "I said.", "ja": "かくと知らば旋条銃（ライフル）を持ち来たるべかりしに……」"}
{"en": "'I wish we had brought a rifle.'", "ja": "と、われは言いぬ。"}
{"en": "\"Morgan, who had stopped and was intently watching the agitated chaparral,", "ja": "モルガンは歩みを停（と）めて、動揺する林を注意深く窺いいたり。"}
{"en": "said nothing,", "ja": "彼は何事をも語らざりき。"}
{"en": "but had cocked both barrels of his gun and was holding it in readiness to aim.", "ja": "しかも、その銃の打ち金（がね）をあげて、何物をか狙うがごとくに身構えせり。"}
{"en": "I thought him a trifle excited, which surprised me, for he had a reputation for exceptional coolness, even in moments of sudden and imminent peril.", "ja": "焦眉（しょうび）の急がにわかに迫れる時にも、彼は甚（はなは）だ冷静なるをもって知られたるに、今や少しく興奮せる体（てい）を見て、われは驚けり。"}
{"en": "\"'O, come,'", "ja": "「や、や」"}
{"en": "I said.", "ja": "と、われは言いぬ。"}
{"en": "'You are not going to fill up a deer with quail-shot,", "ja": "「鶉（うずら）撃つ銃をもて鹿を撃つべくもあらず。"}
{"en": "are you?'", "ja": "君はそれをこころみんとするか」"}
{"en": "\"Still he did not reply;", "ja": "彼はなお答えざりき。"}
{"en": "but catching a sight of his face as he turned it slightly toward me I was struck by the intensity of his look.", "ja": "しかもわがかたへ少しく振り向きたる時、われはその顔色の励（はげ）しきに甚だしくおびやかされたり。"}
{"en": "Then I understood that we had serious business in hand", "ja": "かくてわれは、容易ならざる仕事がわれらの目前に横たわれることを覚（さと）りぬ。"}
{"en": "and my first conjecture was that we had 'jumped' a grizzly.", "ja": "おそらく灰色熊を狩り出したるにあらずやと、われはまず推量して、"}
{"en": "I advanced to Morgan's side, cocking my piece as I moved.", "ja": "モルガンのほとりに進み寄り、おなじくわが銃の打ち金をあげたり。"}
{"en": "\"The bushes were now quiet and the sounds had ceased, but Morgan was as attentive to the place as before.", "ja": "藪のうちは今や鎮（しず）まりて、物の響きもやみたれど、モルガンは前のごとくにそこを窺いいるなり。"}
{"en": "\"'What is it?", "ja": "「何事にや。"}
{"en": "What the devil is it?'", "ja": "何物にや」"}
{"en": "I asked.", "ja": "と、われは問いぬ。"}
{"en": "\"'That Damned Thing!'", "ja": "「妖物（ダムドシング）？」"}
{"en": "he replied, without turning his head.", "ja": "と、彼は見かえりもせずに答えぬ。"}
{"en": "His voice was husky and unnatural.", "ja": "その声は怪しくうら嗄（が）れて、"}
{"en": "He trembled visibly.", "ja": "かれは明らかにおののけり。"}
{"en": "\"I was about to speak further, when I observed the wild oats near the place of the disturbance moving in the most inexplicable way. I can hardly describe it.", "ja": "彼は更に言わんとする時、近きあたりの燕麦がなんとも言い分け難き不思議のありさまにて狂い騒ぐを見たり。"}
{"en": "It seemed as if stirred by a streak of wind, which not only bent it, but pressed it down--crushed it so that it did not rise;", "ja": "それは風の通路にあたりて動揺するがごとく、麦は押し曲げらるるのみならず、押し倒され、押し挫（ひし）がれて、ふたたび起きも得ざりき。"}
{"en": "and this movement was slowly prolonging itself directly toward us.", "ja": "しかも、その風のごとき運動は徐（じょ）じょにわがかたへも延長し来たれるなり。"}
{"en": "\"Nothing that I had ever seen had affected me so strangely as this unfamiliar and unaccountable phenomenon,", "ja": "この見馴れざる不可解の現象ほど、われに奇異の感を懐（いだ）かしめたることはかつてなかりき。"}
{"en": "yet I am unable to recall any sense of fear.", "ja": "しかもわれはなお、それに対して恐怖の念を起こすにいたらざりき。"}
{"en": "I remember", "ja": "われはかくの如くに記憶す。"}
{"en": "--and tell it here because, singularly enough, I recollected it then --that once in looking carelessly out of an open window I momentarily mistook a small tree close at hand for one of a group of larger trees at a little distance away.", "ja": "――たとえば、開かれたる窓より何心なしに表をながめたる時、目前にある小さき立ち木を遠方にある大木の林の一本と見誤まることあり。"}
{"en": "It looked the same size as the others, but being more distinctly and sharply defined in mass and detail seemed out of harmony with them.", "ja": "それは遠方の大木と同様の大きさに見ゆれど、しかもその量（かさ）においても、その局部においても、後者とはまったく一致せざるはずなり。"}
{"en": "It was a mere falsification of the law of aerial perspective, but it startled, almost terrified me.", "ja": "要するに、大気中における遠近錯覚に過ぎざるなれど、一時は人を驚かし、人を恐れしむることあり。"}
{"en": "We so rely upon the orderly operation of familiar natural laws that any seeming suspension of them is noted as a menace to our safety, a warning of unthinkable calamity.", "ja": "われらは最も見馴れたる自然の法則の、最も普通なる運用を信頼し、そのあいだになんらかの疑うべきものあるを見れば、直（ただ）ちにそれをもってわれらの安全をおびやかすか、あるいは不思議なる災厄の予報と認むるを常とす。"}
{"en": "So now the apparently causeless movement of the herbage and the slow, undeviating approach of the line of disturbance were distinctly disquieting.", "ja": "されば、今や草むらが理由なくして動揺し、その動揺の一線が迷うことなくおもむろに進行し来たるをみれば、たとい恐怖を感ぜざるまでも、確かに不安を感ぜざるを得ざるなり。"}
{"en": "My companion appeared actually frightened, and I could hardly credit my senses when I saw him suddenly throw his gun to his shoulder and fire both barrels at the agitated grain!", "ja": "わが同伴者は実際に恐怖を感じたるがごとく、あわやと見る間に、彼は突然その銃を肩のあたりに押し当てて、ざわめく穀物にむかって二発を射撃したり。"}
{"en": "Before the smoke of the discharge had cleared away I heard a loud savage cry --a scream like that of a wild animal", "ja": "その弾（たま）けむりの消えやらぬうちに、われは野獣の吼（ほ）ゆるがごとき獰猛（どうもう）なる叫び声を高く聞けり。"}
{"en": "--and flinging his gun upon the ground Morgan sprang away and ran swiftly from the spot.", "ja": "モルガンはその銃を地上に投げ捨てて、跳（おど）り上がって現場より走り退（の）きぬ。"}
{"en": "At the same instant I was thrown violently to the ground", "ja": "それと同時に、われはある物の衝突によって地上に激しく投げ倒されたり。"}
{"en": "by the impact of something unseen in the smoke--some soft, heavy substance that seemed thrown against me with great force.", "ja": "煙りにさえぎられて確かに見えざりしが、柔らかく、しかも重き物体が大いなる力をもってわれに衝突したりしと覚ゆ。"}
{"en": "\"Before I could get upon my feet and recover my gun, which seemed to have been struck from my hands, I heard Morgan crying out as if in mortal agony,", "ja": "われは再び起きあがりて、わが手より取り落としたる銃を拾い上げんとする前に、モルガンが今や最期（さいご）かとも思わるる苦痛の叫びをあぐるを聞けり。"}
{"en": "and mingling with his cries were such hoarse, savage sounds as one hears from fighting dogs.", "ja": "さらにまた、その叫び声にまじりて、闘える犬の唸（うな）るがごとき皺枯（しわが）れたる凄（すさ）まじき声をも聞けり。"}
{"en": "Inexpressibly terrified, I struggled to my feet and looked in the direction of Morgan's retreat;", "ja": "異常の恐怖に襲われて、われはあわてて跳（は）ね起きつつモルガンの走り行きたる方角を打ち見やれば、"}
{"en": "and may Heaven in mercy spare me from another sight like that!", "ja": "ああ、二度とは見まじき怖ろしの有様なりしよ。"}
{"en": "At a distance of less than thirty yards was my friend, down upon one knee,", "ja": "三十ヤードとは隔てざる処（ところ）に、わが友は片膝を突いてありき。"}
{"en": "his head thrown back at a frightful angle, hatless, his long hair in disorder and his whole body in violent movement from side to side, backward and forward.", "ja": "その頭（かしら）は甚だしき角度にまでのけぞりて、その長き髪はかき乱され、その全身は右へ左へ、前へうしろへ、激しく揺られつつあるなり。"}
{"en": "His right arm was lifted and seemed to lack the hand--at least, I could see none.", "ja": "その右の腕は高く挙げられたれど、わが眼にはその手先はなきように見えたり。"}
{"en": "The other arm was invisible.", "ja": "左の腕はまったく見えざりき。"}
{"en": "At times, as my memory now reports this extraordinary scene, I could discern but a part of his body;", "ja": "わが記憶によれば、この時われはその身体の一部を認めたるのみにて、"}
{"en": "it was as if he had been partly blotted out--I cannot otherwise express it", "ja": "他の部分はさながら暈（ぼか）されたるように見えしと言うのほかなかりき。"}
{"en": "--then a shifting of his position would bring it all into view again.", "ja": "やがてその位置の移動によりて、すべての姿は再び我が眼に入れり。"}
{"en": "\"All this must have occurred within a few seconds,", "ja": "かく言えばとて、それらはわずかに数秒時間の出来事に過ぎず。"}
{"en": "yet in that time Morgan assumed all the postures of a determined wrestler vanquished by superior weight and strength.", "ja": "そのあいだにもモルガンはおのれよりも優（すぐ）れたる重量と力量とに圧倒されんとする、決死の力者（りきしゃ）のごとき姿勢を保ちつつありき。"}
{"en": "I saw nothing but him, and him not always distinctly.", "ja": "しかも、彼のほかには何物をも認めず、彼の姿もまた折りおりには定かならざることありき。"}
{"en": "During the entire incident his shouts and curses were heard, as if through an enveloping uproar of such sounds of rage and fury as I had never heard from the throat of man or brute!", "ja": "彼の叫びと呪いの声は絶えず聞こえたれど、その声は人とも獣（けもの）とも分かぬ一種の兇暴獰悪（ねいあく）の唸り声に圧せられんとしつつあるなり。"}
{"en": "\"For a moment only I stood irresolute, then throwing down my gun I ran forward to my friend's assistance.", "ja": "われは暫（しばら）くなんの思案もなかりしが、やがてわが銃をなげ捨てて、わが友の応援に馳（は）せむかいぬ。"}
{"en": "I had a vague belief that he was suffering from a fit, or some form of convulsion.", "ja": "われはただ漠然と、彼はおそらく逆上せるか、あるいは痙攣（けいれん）を発せるならんと想像せるなり。"}
{"en": "Before I could reach his side he was down and quiet.", "ja": "しかもわが走り着く前に、彼は倒れて動かずなりぬ。"}
{"en": "All sounds had ceased,", "ja": "すべての物音は鎮まりぬ。"}
{"en": "but with a feeling of such terror as even these awful events had not inspired", "ja": "しかもこれらの出来事なくとも、われを恐れしむることありき。"}
{"en": "I now saw again the mysterious movement", "ja": "われは今や再びかの不可解の運動を見たり。"}
{"en": "of the wild oats, prolonging itself from the trampled area about the prostrate man toward the edge of a wood.", "ja": "野生の燕麦は風なきに乱れ騒ぎて、眼にみえざる動揺の一線は俯伏（うつぶ）しに倒れている人を越えて、踏み荒らされたる現場より森のはずれへ、しずかに真っ直ぐにすすみゆくなり。"}
{"en": "It was only when it had reached the wood that I was able to withdraw my eyes and look at my companion.", "ja": "それが森へと行き着くを見おくり果てて、さらにわが同伴者に眼を移せば"}
{"en": "He was dead.\"", "ja": "――彼はすでに死せり。"}
{"en": "The coroner rose from his seat and stood beside the dead man.", "ja": "検屍官はわが席を離れて、死人のそばに立った。"}
{"en": "Lifting an edge of the sheet he pulled it away, exposing the entire body,", "ja": "彼は敷布（シーツ）のふちを把（と）って引きあげると、死人の全身はあらわれた。"}
{"en": "altogether naked and showing in the candle-light a claylike yellow.", "ja": "死体はすべて赤裸で、蝋燭のひかりのもとに粘土色に黄いろく見えた。"}
{"en": "It had, however, broad maculations of bluish black, obviously caused by extravasated blood from contusions.", "ja": "しかも明らかに打撲傷による出血と認められる青黒い大きい汚点（しみ）が幾カ所も残っていた。"}
{"en": "The chest and sides looked as if they had been beaten with a bludgeon.", "ja": "胸とその周囲は棍棒で殴打されたように見られた。"}
{"en": "There were dreadful lacerations;", "ja": "ほかに怖ろしい引っ掻き疵（きず）もあって、"}
{"en": "the skin was torn in strips and shreds.", "ja": "糸のごとく、または切れ屑のごとくに裂かれていた。"}
{"en": "The coroner moved round to the end of the table and undid a silk handkerchief which had been passed under the chin and knotted on the top of the head.", "ja": "検屍官は更にテーブルのはしへ廻って、死体の頤（あご）から頭の上にかかっている絹のハンカチーフを取りはずすと、"}
{"en": "When the handkerchief was drawn away it exposed what had been the throat.", "ja": "咽喉（いんこう）がどうなっているかということが露（あら）われた。"}
{"en": "Some of the jurors who had risen to get a better view repented their curiosity and turned away their faces.", "ja": "陪審官のある者は好奇心にかられて、それをよく見定めようとして起（た）ちかかったのもあったが、彼らはたちまちに顔をそむけてしまった。"}
{"en": "Witness Harker went to the open window and leaned out across the sill, faint and sick.", "ja": "証人のハーカーは窓をあけに行って、わずらわしげに悩みながら窓台に倚（よ）りかかっていた。"}
{"en": "Dropping the handkerchief upon the dead man's neck the coroner stepped to an angle of the room", "ja": "死人の頸（くび）にハンカチーフを置いて、検屍官は部屋の隅へ行った。"}
{"en": "and from a pile of clothing produced one garment after another, each of which he held up a moment for inspection.", "ja": "彼はそこに積んである着物のきれはしをいちいちに取り上げて検査すると、"}
{"en": "All were torn, and stiff with blood.", "ja": "それはずたずたに引き裂かれて、乾いた血のために固くなっていた。"}
{"en": "The jurors did not make a closer inspection.", "ja": "陪審官はそれに興味を持たないらしく、"}
{"en": "They seemed rather uninterested.", "ja": "近寄って綿密に検査しようともしなかった。"}
{"en": "They had, in truth, seen all this before;", "ja": "彼らは先刻すでにそれを見ているからである。"}
{"en": "the only thing that was new to them being Harker's testimony.", "ja": "彼らにとって新しいのは、ハーカーの証言だけであった。"}
{"en": "\"Gentlemen,\"", "ja": "「皆さん」"}
{"en": "the coroner said,", "ja": "と、検屍官は言った。"}
{"en": "\"we have no more evidence, I think.", "ja": "「わたくしの考えるところでは、最早（もはや）ほかに証拠はあるまいと思われます。"}
{"en": "Your duty has been already explained to you;", "ja": "あなたがたの職責はすでに証明した通りであるから、"}
{"en": "if there is nothing you wish to ask you may go outside and consider your verdict.\"", "ja": "この上に質問するようなことがなければ、外へ出てこの評決をお考えください」"}
{"en": "The foreman rose", "ja": "陪審長が起ちあがった。"}
{"en": "--a tall, bearded man of sixty, coarsely clad.", "ja": "粗末な服を着た、六十ぐらいの、髯（ひげ）の生えた背丈（せい）の高い男であった。"}
{"en": "\"I should like to ask one question, Mr. Coroner,\"", "ja": "「検屍官どのに一言おたずね申したいと思います」"}
{"en": "he said.", "ja": "と、彼は言った。"}
{"en": "\"What asylum did this yer last witness escape from?\"", "ja": "「その証人は近ごろどこの精神病院から抜け出して来たのですか」"}
{"en": "\"Mr. Harker,\"", "ja": "「ハーカー君」"}
{"en": "said the coroner, gravely and tranquilly,", "ja": "と、検屍官は重（おも）おもしく、しかもおだやかに言った。"}
{"en": "\"from what asylum did you last escape?\"", "ja": "「あなたは近ごろどこの精神病院を抜け出して来たのですか」"}
{"en": "Harker flushed crimson again, but said nothing,", "ja": "ハーカーは烈火のごとくになったが、しかしなんにも言わなかった。"}
{"en": "and the seven jurors rose and solemnly filed out of the cabin.", "ja": "もちろん、本気で訊（き）くつもりでもないので、七人の陪審官はそのままに列をなして、小屋の外へ出て行ってしまった。"}
{"en": "\"If you have done insulting me, sir,\"", "ja": "検屍官とハーカーと、死人とがあとに残された。"}
{"en": "said Harker, as soon as he and the officer were left alone with the dead man,", "ja": "「あなたは私を侮辱するのですか」"}
{"en": "\"I suppose I am at liberty to go?\"", "ja": "「私はもう勝手に帰ります」"}
{"en": "\"Yes.\"", "ja": "「よろしい」"}
{"en": "Harker started to leave, but paused, with his hand on the door latch.", "ja": "ハーカーは行こうとして、戸の掛け金に手をかけながら、また立ちどまった。"}
{"en": "The habit of his profession was strong in him--stronger than his sense of personal dignity.", "ja": "彼が職業上の習慣は、自己の威厳を保つという心持ちよりも強かったのである。"}
{"en": "He turned about and said:", "ja": "彼は振り返って言った。"}
{"en": "\"The book that you have there", "ja": "「あなたが持っている書物は、"}
{"en": "--I recognize it as Morgan's diary.", "ja": "モルガンの日記だと思います。"}
{"en": "You seemed greatly interested in it;", "ja": "あなたはそれに多大の興味を有していられるようで、"}
{"en": "you read in it while I was testifying.", "ja": "わたしが証言を陳述している間にも読んでいられました。"}
{"en": "May I see it?", "ja": "わたしにもちょっと見せていただけないでしょうか。"}
{"en": "The public would like--\"", "ja": "おそらく世間の人びともそれを知りたいと思うでしょうから……」"}
{"en": "\"The book will cut no figure in this matter, \"", "ja": "「いや、この書物にはこの事件に関するなんの形をもとどめていません」"}
{"en": "replied the official, slipping it into his coat pocket;", "ja": "と、検屍官はそれを上衣（うわぎ）のポケットに滑（すべ）り込ませた。"}
{"en": "\"all the entries in it were made before the writer's death.\"", "ja": "「これにある記事はみんな本人の死ぬ前に書いたものです」"}
{"en": "As Harker passed out of the house the jury reentered and stood about the table,", "ja": "ハーカーが出て行ったあとへ、陪審官らは再びはいって来て、テーブルのまわりに立った。"}
{"en": "on which the now covered corpse showed under the sheet with sharp definition.", "ja": "そのテーブルの上には、かの掩（おお）われたる死体が、敷布（シーツ）の下に行儀よく置かれてあった。"}
{"en": "The foreman seated himself near the candle, produced from his breast pocket a pencil and scrap of paper and wrote rather laboriously the following verdict, which with various degrees of effort all signed:", "ja": "陪審長は胸のポケットから鉛筆と紙きれを把（と）り出して、念入りに次の評決文を書くと、他の人びともみな念を入れて署名した。"}
{"en": "\"We, the jury, do find that the remains come to their death at the hands of a mountain lion,", "ja": "――われわれ陪審官はこの死体はマウンテン・ライオン（豹の一種）の手に因（よ）って殺されたるものと認む。"}
{"en": "but some of us thinks, all the same, they had fits.\"", "ja": "但（ただ）し、われわれのある者は、死者が癲癇（てんかん）あるいは痙攣のごとき疾病を有するものと思考し、一同も同感なり。"}
{"en": "In the diary of the late Hugh Morgan are certain interesting entries having, possibly, a scientific value as suggestions.", "ja": "ヒュウ・モルガンが残した最後の日記は確かに興味ある記録で、おそらく科学的の暗示を与えるものであろう。"}
{"en": "At the inquest upon his body the book was not put in evidence;", "ja": "その死体検案の場合に、日記は証拠物として提示されなかった。"}
{"en": "possibly the coroner thought it not worth while to confuse the jury.", "ja": "検屍官はたぶんそんなものを見せることは、陪審官の頭を混乱させるに過ぎないと考えたらしい。"}
{"en": "The date of the first of the entries mentioned cannot be ascertained;", "ja": "日記の第一項の日付けははっきりせず、"}
{"en": "the upper part of the leaf is torn away;", "ja": "その紙の上部は引き裂かれていたが、"}
{"en": "the part of the entry remaining follows:", "ja": "残った分には次のようなことが記（しる）されている。"}
{"en": "\" . . . would run in a half-circle, keeping his head turned always toward the centre,", "ja": "――犬はいつでも中心の方へ頭をむけて、半円形に駈けまわる。"}
{"en": "and again he would stand still, barking furiously.", "ja": "そうして、ふたたび静かに立って激しく吠える。"}
{"en": "At last he ran away into the brush as fast as he could go.", "ja": "しまいには出来るだけ早く藪（やぶ）の方へ駈けてゆく。"}
{"en": "I thought at first that he had gone mad, but on returning to the house found no other alteration in his manner than what was obviously due to fear of punishment.", "ja": "はじめはこの犬め、気が違ったのかと思ったが、家（うち）へ帰って来ると、おれの罰を恐れている以外に別に変わった様子も見せない。"}
{"en": "\"Can a dog see with his nose?", "ja": "犬は鼻で見ることが出来るのだろうか。"}
{"en": "Do odors impress some cerebral centre with images of the thing that emitted them? . . .", "ja": "物の匂いが脳の中枢に感じて、その匂いを発散する物の形を想像することが出来るのだろうか。"}
{"en": "\"Sept. 2.", "ja": "九月二日"}
{"en": "--Looking at the stars last night as they rose above the crest of the ridge east of the house, I observed them successively disappear--from left to right.", "ja": "――ゆうべ星を見ていると、その星がおれの家の東にあたる畔（あぜ）の境の上に出ている時、左から右へとつづいて消えていった。"}
{"en": "Each was eclipsed but an instant, and only a few at the same time, but along the entire length of the ridge all that were within a degree or two of the crest were blotted out.", "ja": "その消えたのはほんの一刹那（せつな）で、また同時に消える数がわずかだったが、畔の全体の長さに沿うて一列二列の間はぼかされていた。"}
{"en": "It was as if something had passed along between me and them;", "ja": "おれと星との間を何物かが通ったのらしいと思ったが、"}
{"en": "but I could not see it,", "ja": "おれの眼にはなんにも見えない。"}
{"en": "and the stars were not thick enough to define its outline.", "ja": "また、その物の輪郭を限ることの出来ないほどに、星のひかりも曇ってはいないのだ。"}
{"en": "Ugh!", "ja": "ああ、"}
{"en": "I don't like this.\" . . .", "ja": "こんなことは忌（いや）だ……。"}
{"en": "Several weeks' entries are missing, three leaves being torn from the book.", "ja": "（日記の紙が三枚剥（は）ぎ取られているので、それから数週間の記事は失われている。）"}
{"en": "\"Sept. 27.", "ja": "九月二十七日"}
{"en": "--It has been about here again", "ja": "――あいつが再びここへ出て来た。"}
{"en": "--I find evidences of its presence every day.", "ja": "おれは毎日あいつが出現することの証拠を握っているのだ。"}
{"en": "I watched again all last night in the same cover, gun in hand, double-charged with buckshot.", "ja": "おれは昨夜もおなじ上掩（うわおお）いを着て、鹿撃ち弾を二重籠（ご）めにした鉄砲を持って、夜のあけるまで見張っていたのだが、"}
{"en": "In the morning the fresh footprints were there, as before.", "ja": "朝になって見ると新しい足跡が前の通りに残っているではないか。"}
{"en": "Yet I would have sworn that I did not sleep", "ja": "しかし、おれは誓って眠らなかったのだ。"}
{"en": "--indeed, I hardly sleep at all.", "ja": "確かにひと晩じゅう眠らないはずだ。"}
{"en": "It is terrible,", "ja": "どうも怖ろしいことだ。"}
{"en": "insupportable!", "ja": "どうにも防ぎようのないことだ。"}
{"en": "If these amazing experiences are real I shall go mad;", "ja": "こんな奇怪な経験が本当ならば、おれは気違いになるだろう。"}
{"en": "if they are fanciful I am mad already.", "ja": "万一それが空想ならば、おれはもう気違いになっているのだ。"}
{"en": "\"Oct. 3.", "ja": "十月三日"}
{"en": "--I shall not go", "ja": "――おれは立ち去らない。"}
{"en": "--it shall not drive me away.", "ja": "あいつにおれを追い出すことが出来るものか。"}
{"en": "No,", "ja": "そうだ、そうだ。"}
{"en": "this is MY house, MY land.", "ja": "ここはおれの家だ、ここはおれの土地だ。"}
{"en": "God hates a coward . . .", "ja": "神さまは卑怯者をお憎みなさるはずだ。"}
{"en": "\"Oct. 5.", "ja": "十月五日"}
{"en": "--I can stand it no longer;", "ja": "――おれはもう我慢が出来ない。"}
{"en": "I have invited Harker to pass a few weeks with me", "ja": "おれはハーカーをここへ呼んで、幾週間を一緒に過ごしてもらうことにした。"}
{"en": "--he has a level head.", "ja": "ハーカーは気のおちついた男だ。"}
{"en": "I can judge from his manner if he thinks me mad.", "ja": "あの男がおれを気違いだと思うかどうかだが、その様子をみていれば大抵判断ができるはずだ。"}
{"en": "\"Oct. 7.", "ja": "十月七日"}
{"en": "--I have the solution of the mystery;", "ja": "――おれは秘密を解決した。"}
{"en": "it came to me last night", "ja": "それはゆうべ判ったのだ"}
{"en": "--suddenly, as by revelation.", "ja": "――一種の示顕（じげん）を蒙ったように突然に判ったのだ。"}
{"en": "How simple", "ja": "なんという単純なことだ"}
{"en": "--how terribly simple!", "ja": "――なんという怖ろしい単純だ！"}
{"en": "\"There are sounds that we cannot hear.", "ja": "世の中にはおれたちに聞こえない物音がある。"}
{"en": "At either end of the scale are notes that stir no chord of that imperfect instrument, the human ear.", "ja": "音階の両端には、人間の耳という不完全な機械の鼓膜（こまく）には震動を感じられないような音符がある。"}
{"en": "They are too high or too grave.", "ja": "その音はあまりに高いか、またはあまりに低いかであるのだ。"}
{"en": "I have observed a flock of blackbirds occupying an entire tree-top", "ja": "おれは木の頂上に鶫（つぐみ）の群れがいっぱいに止まっているのを見ていると"}
{"en": "--the tops of several trees", "ja": "――一本の木ではない、たくさんの木に止まっているのだ"}
{"en": "--and all in full song.", "ja": "――そうして、みな声を張りあげて歌っているのだ。"}
{"en": "Suddenly", "ja": "すると、不意に"}
{"en": "--in a moment", "ja": "――一瞬間に"}
{"en": "--at absolutely the same instant", "ja": "――まったく同じ一刹那に"}
{"en": "--all spring into the air and fly away.", "ja": "――その鳥の群れはみな空中へ舞いあがって飛び去ってしまった。"}
{"en": "How?", "ja": "それはなぜだろう。"}
{"en": "They could not all see one another--whole tree-tops intervened.", "ja": "どの木も重なって邪魔になって、鳥にはおたがい同士が見えないはずだ。"}
{"en": "At no point could a leader have been visible to all.", "ja": "また、どこにもその指揮者"}
{"en": "There must have been a signal of warning or command, high and shrill above the din,", "ja": "してみれば、そこには何か普通のがちゃがちゃいう以上に、もっと高い、もっと鋭い、通知か指揮かの合図がなければならない。"}
{"en": "but by me unheard.", "ja": "ただ、おれの耳にきこえないだけのことだ。"}
{"en": "I have observed, too, the same simultaneous flight", "ja": "おれはまた、それと同じようにたくさんの鳥が一度に飛び去る例を知っている。"}
{"en": "when all were silent, among not only blackbirds, but other birds--quail, for example, widely separated by bushes--even on opposite sides of a hill.", "ja": "鶫の仲間ばかりでなく、たとえば鶉（うずら）のような鳥が藪のなかに広く分かれている時、さらに遠い岡のむこう側にまで分かれている時、なんの物音もきこえないにもかかわらず、たちまち一度に飛び去ることがあるのだ。"}
{"en": "\"It is known to seamen", "ja": "船乗りたちはまた、こんなことを知っている。"}
{"en": "that a school of whales basking or sporting on the surface of the ocean, miles apart, with the convexity of the earth between, will sometimes dive at the same instant--all gone out of sight in a moment.", "ja": "鯨（くじら）の群れが大洋の表面に浮かんだり沈んだりしている時、そのあいだに凸形の陸地を有して数マイルを隔てているにもかかわらず、ある時には同じ刹那に泳ぎ出して、一瞬間にすべてその影を見失うことがある。"}
{"en": "The signal has been sounded", "ja": "信号が鳴らされた"}
{"en": "--too grave for the ear of the sailor at the masthead and his comrades on the deck", "ja": "――マストの上にいる水夫やデッキにいるその仲間の耳にはあまりに低いが、"}
{"en": "--who nevertheless feel its vibrations in the ship as the stones of a cathedral are stirred by the bass of the organ.", "ja": "それでも寺院の石がオルガンの低い音響にふるえるように、船のなかではその顫動（せんどう）を感じるのだ。"}
{"en": "\"As with sounds, so with colors.", "ja": "音響とおなじことで、物の色もやはりそうだ。"}
{"en": "At each end of the solar spectrum the chemist can detect the presence of what are known as 'actinic' rays.", "ja": "化学者には太陽のひかりの各端に化学線（アクテニック・レイ）というものの存在を見いだすことが出来る。"}
{"en": "They represent colors--integral colors in the composition of light--which we are unable to discern.", "ja": "その線は種（しゅ）じゅの色をあらわすもので、光線の成分にしたがって完全な色を見せるのだそうだが、われわれにはそれを区別することが出来ない。"}
{"en": "The human eye is an imperfect instrument;", "ja": "人間の眼は耳とおなじように不完全な機械で、"}
{"en": "its range is but a few octaves of the real 'chromatic scale.'", "ja": "その眼のとどく程度はただわずかに染色性の一部に限られているのだ。"}
{"en": "I am not mad;", "ja": "おれは気が違っているのではない、"}
{"en": "there are colors that we cannot see.", "ja": "そこには俺たちの眼にもみえない種じゅの色があるのだ。"}
{"en": "\"And, God help me! the Damned Thing is of such a color!\"", "ja": "そこで、たしかに（うそ）でない、あの妖物はそんなたぐいの色であった！"}
