{"en": "The Horse Dealer's Daughter", "ja": "馬商の娘馬商の娘"}
{"en": "David Herbert Lawrence", "ja": "デイヴィド・ハーバート・ロレンス"}
{"en": "'Well, Mabel, and what are you going to do with yourself?'", "ja": "「よう、メイベル、で、お前はこれからどうするつもりだ？」"}
{"en": "asked Joe, with foolish flippancy.", "ja": "と、ジョーは下卑た軽薄な調子で言った。"}
{"en": "He felt quite safe himself.", "ja": "自分のことは、彼はさほど心配していなかった。"}
{"en": "Without listening for an answer, he turned aside, worked a grain of tobacco to the tip of his tongue, and spat it out.", "ja": "相手の返事に耳を傾けるつもりもなく、脇を向いて、煙草のかすを舌先に押し出し、それから唾と吐き出した。"}
{"en": "He did not care about anything,", "ja": "彼は何事も想いわずらわなかった"}
{"en": "since he felt safe himself.", "ja": "──自分の身空は安心だと思っていたのだ。"}
{"en": "The three brothers and the sister sat round the desolate breakfast table, attempting some sort of desultory consultation.", "ja": "三人の兄弟とその妹は、寒々とした朝食の卓を囲んで坐り、何かしらぼやぼやと相談をつづけていた。"}
{"en": "The morning's post had given the final tap to the family fortunes, and all was over.", "ja": "その日の朝届いた郵便が、もはや、彼らに打つ術はないことを告げ、一家の命運にとどめを刺したのだった。"}
{"en": "The dreary dining-room itself, with its heavy mahogany furniture, looked as if it were waiting to be done away with.", "ja": "彼らのいる食堂は、重々しいマホガニーの調度と相俟って、あたかも観念して処分されるのを待っているかのように、暗澹として見えた。"}
{"en": "But the consultation amounted to nothing.", "ja": "相談はどこに行き着くはずもなかった。"}
{"en": "There was a strange air of ineffectuality about the three men, as they sprawled at table, smoking and reflecting vaguely on their own condition.", "ja": "三人の兄弟たちは、手足を卓に投げ出し、煙草を吸い、自分の身の上をあいまいに考えているうちに、得体の知れない無力感にとりまかれたようになった。"}
{"en": "The girl was alone, a rather short, sullen-looking young woman of twenty-seven.", "ja": "ひとり除け者になっている妹は、たいそう小柄な、無愛敬な顔つきの、二十七歳の娘だった。"}
{"en": "She did not share the same life as her brothers.", "ja": "つねから、兄弟たちとは考えや感じ方を共有することのない彼女だった。"}
{"en": "She would have been good-looking, save for the impassive fixity of her face, 'bull-dog', as her brothers called it.", "ja": "もしその間鈍い硬い表情が抜ければ、彼女も美しい見目だったろうが、兄弟たちからは普段「ブルドッグ」と揶揄されていた。"}
{"en": "There was a confused tramping of horses' feet outside.", "ja": "戸の外には、馬がのし歩く入り乱れた足音が響いていた。"}
{"en": "The three men all sprawled round in their chairs to watch.", "ja": "三人の兄弟は椅子にだらしなく腰掛けたまま、それを眺める恰好になった。"}
{"en": "Beyond the dark holly-bushes that separated the strip of lawn from the highroad, they could see a cavalcade of shire horses swinging out of their own yard, being taken for exercise.", "ja": "街道と前庭とを隔てる、色の濃いヒイラギの茂みの向うに、勁悍な馬たちが、身体を馴らすため厩舎から連れ出され、列をなして颯爽と歩いているのが見えた。"}
{"en": "This was the last time.", "ja": "これが見納めだった。"}
{"en": "These were the last horses that would go through their hands.", "ja": "その馬たちが、彼らが売買を仲立ちする最後の馬になるはずだった。"}
{"en": "The young men watched with critical, callous look.", "ja": "その馬の歩みぶりを、彼らは荒廃した、むごいような目付きで見ていた。"}
{"en": "They were all frightened at the collapse of their lives, and the sense of disaster in which they were involved left them no inner freedom.", "ja": "彼らはみな自分の零落を恐れ、心の安らぎを奪う悲運の念に憑かれていた。"}
{"en": "Yet they were three fine, well-set fellows enough.", "ja": "とはいえ彼ら三人は皆、いかにも見目良い、逞しさのあふれる男だった。"}
{"en": "Joe, the eldest, was a man of thirty-three, broad and handsome in a hot, flushed way.", "ja": "長男のジョーは三十五歳で、その燃えるように溌剌とした物腰は頑健で、人目を引くとさえ言えた。"}
{"en": "His face was red, he twisted his black moustache over a thick finger, his eyes were shallow and restless.", "ja": "平生、ジョーの顔は赤み帯び、太々した指で黒い口髭をひねっていて、眼差しははしこく、落ちつきがなかった。"}
{"en": "He had a sensual way of uncovering his teeth when he laughed, and his bearing was stupid.", "ja": "彼は肉感あらわに歯を見せて笑い、立ち居振舞いは不遜だった。"}
{"en": "Now he watched the horses with a glazed look of helplessness in his eyes, a certain stupor of downfall.", "ja": "だが今は、自分の生活の破綻に茫然となり、諦めのぼんやりした眼差しで馬を見送っているのだった。"}
{"en": "The great draught-horses swung past.", "ja": "魁偉な馬たちが躍々と歩き過ぎて行った。"}
{"en": "They were tied head to tail, four of them, and they heaved along to where a lane branched off from the highroad, planting their great hoofs floutingly in the fine black mud, swinging their great rounded haunches sumptuously, and trotting a few sudden steps as they were led into the lane, round the corner.", "ja": "彼らは四頭ずつ、尾から頭へと繋がれて連なり、街道から枝分かれする小径へ向っていたが、滑らかに黒い泥をものともせず、大きなひづめを地に突き立て、見事に引き締った腿肉を豪奢にうねらせながら、小径にさしかかると不意に敏捷な足取りになって、角を折れて行くのだった。"}
{"en": "Every movement showed a massive, slumbrous strength, and a stupidity which held them in subjection.", "ja": "馬たちの動息一つひとつに、重みのある、眠っているような落ち着いた力強さと、人にしたがえられている従順な愚かさがあった。"}
{"en": "The groom at the head looked back, jerking the leading rope.", "ja": "先に立つ馬丁は、振り向いては、引き綱を無理に引っ張った。"}
{"en": "And the calvalcade moved out of sight up the lane, the tail of the last horse, bobbed up tight and stiff, held out taut from the swinging great haunches as they rocked behind the hedges in a motionlike sleep.", "ja": "やがて馬の行列は小径に消えたが、その一番後ろを歩く馬の尾──短く断ち切って整えた尾は、垣根を透かして、あたかも眠りながらの動きのように揺れている、馬の見事な臀の流れるに従って、しなやかに靡いていた。"}
{"en": "Joe watched with glazed hopeless eyes.", "ja": "ぼんやりした絶望の眼差しで、ジョーはそれを見ていた。"}
{"en": "The horses were almost like his own body to him.", "ja": "馬たちの境遇が彼と無縁とは思えなかった。"}
{"en": "He felt he was done for now.", "ja": "自分はもう終わりだと、彼は思っていた。"}
{"en": "Luckily he was engaged to a woman as old as himself, and therefore her father, who was steward of a neighbouring estate, would provide him with a job.", "ja": "幸いにも、彼は自分と同い年の女性と婚約しており、従って、近隣の地所の家令をしているその父親が、彼に職を与えてくれることになっている。"}
{"en": "He would marry and go into harness.", "ja": "つまり、彼はいずれ結婚して轡をはめられるのだ。"}
{"en": "His life was over, he would be a subject animal now.", "ja": "人生はついえ、もはや彼は他に隷属する動物にすぎない。"}
{"en": "He turned uneasily aside, the retreating steps of the horses echoing in his ears.", "ja": "彼は苛立ち気味に向き直ったが、遠ざかっていく馬の足音はまだ彼の耳に響いていた。"}
{"en": "Then, with foolish restlessness, he reached for the scraps of bacon-rind from the plates, and making a faint whistling sound, flung them to the terrier that lay against the fender.", "ja": "ジョーは滑稽なほど落ち着きがなく、しばらくすると、皿からベーコンの上皮の切れ端をつまんで、短く口笛を吹き、それを暖炉の前囲いに身を寄せて寝ていたテリア犬に放ってやった。"}
{"en": "He watched the dog swallow them, and waited till the creature looked into his eyes.", "ja": "ベーコンをがつがつ呑み込む犬に、眼を据えて、その獣が、彼を物欲しげに見つめ返すのを待った。"}
{"en": "Then a faint grin came on his face, and in a high, foolish voice he said:", "ja": "それから、微かな嘲笑を浮べて、甲高い、下卑た声で言った。"}
{"en": "'You won't get much more bacon,", "ja": "「ベーコンもっと欲しいか？"}
{"en": "shall you,", "ja": "ええ？"}
{"en": "you little b----?'", "ja": "欲しいだろう、このちび奴！」"}
{"en": "The dog faintly and dismally wagged its tail, then lowered his haunches, circled round, and lay down again.", "ja": "犬は怖じ怖じと惨めに尻尾を振り、臀を垂れ、ぐるりと廻ってみせたが、また身を横たえてしまった。"}
{"en": "There was another helpless silence at the table.", "ja": "ふたたびやりきれない沈黙が卓のまわりに降りた。"}
{"en": "Joe sprawled uneasily in his seat, not willing to go till the family conclave was dissolved.", "ja": "ジョーは苛立たしげに、だらしなく椅子に腰掛け、この家族会議が済むまで発って行く気も起きないようだった。"}
{"en": "Fred Henry, the second brother, was erect, clean-limbed, alert.", "ja": "次男のフレッド・ヘンリーは、姿勢の良い、身綺麗な、隙のない男だった。"}
{"en": "He had watched the passing of the horses with more _sang-froid_.", "ja": "馬の行列が過ぎ去るのを、彼は、兄よりも平静に眺めていた。"}
{"en": "If he was an animal, like Joe, he was an animal which controls, not one which is controlled.", "ja": "彼もまた兄のジョーと同じく、動物に喩えるなら、支配される側の獣ではなく、支配する側の獣だった。"}
{"en": "He was master of any horse, and he carried himself with a well-tempered air of mastery.", "ja": "彼は今までいかなる馬も掌中で扱ってきたのだし、毅然とふるまう支配者としての物腰が、自然身に付いていた。"}
{"en": "But he was not master of the situations of life.", "ja": "しかし彼も、畢竟人生の異事の支配者ではなかった。"}
{"en": "He pushed his coarse brown moustache upwards, off his lip, and glanced irritably at his sister, who sat impassive and inscrutable.", "ja": "彼は唇を覆っている茶色の粗々した口髭を、指で押し上げ、そして不気味に、ずっと無表情に坐っている妹に向って、癇の強い一瞥を投げた。"}
{"en": "'You'll go and stop with Lucy for a bit, shan't you?'", "ja": "「お前はしばらく、ルーシーのところに厄介になるんだったな？」"}
{"en": "he asked.", "ja": "彼は訊いた。"}
{"en": "The girl did not answer.", "ja": "妹は応えなかった。"}
{"en": "'I don't see what else you can do,'", "ja": "「けっ、外に身の振りようがないだろうが、」"}
{"en": "persisted Fred Henry.", "ja": "とフレッド・ヘンリーは重ねて言った。"}
{"en": "'Go as a skivvy,'", "ja": "「女中にでもなりゃいいさ、」"}
{"en": "Joe interpolated laconically.", "ja": "ジョーが言葉を挟んだ。"}
{"en": "The girl did not move a muscle.", "ja": "彼女は身じろぎ一つしなかった。"}
{"en": "'If I was her, I should go in for training for a nurse,'", "ja": "「僕が姉さんだったら、これから看護婦見習いになるだろうな、」"}
{"en": "said Malcolm, the youngest of them all.", "ja": "と、末弟のマルコムが言った。"}
{"en": "He was the baby of the family, a young man of twenty-two, with a fresh, jaunty _museau_.", "ja": "彼は一家の“ちび”で、快活な、がんぜ無い面立ちをした、二十二歳の若者だった。"}
{"en": "But Mabel did not take any notice of him.", "ja": "だがメイベルは、マルコムの言葉にも表情を動かさなかった。"}
{"en": "They had talked at her and round her for so many years, that she hardly heard them at all.", "ja": "これまで幾年ものあいだ、彼らは彼女に話しかけ、彼女の周囲で言葉を交わしてきたのだが、もはや、彼女がそれを気にかけることはほとんどないのだった。"}
{"en": "The marble clock on the mantel-piece softly chimed the half-hour, the dog rose uneasily from the hearthrug and looked at the party at the breakfast table.", "ja": "マントルピースの上の大理石の時計が、柔らかな音で正時半を告げると、犬が、不安気に敷物から身を起し、朝食の卓のまわりの彼らを見やった。"}
{"en": "But still they sat on in ineffectual conclave.", "ja": "しかし、まだ、彼らは益体無い相談をつづける恰好で、椅子に坐っていた。"}
{"en": "'Oh, all right,'", "ja": "「よし、わかった、」"}
{"en": "said Joe suddenly, _a propos_ of nothing.", "ja": "と、何についての事か、曖昧に、ジョーは突然言った。"}
{"en": "'I'll get a move on.'", "ja": "「俺はそろそろ行くぜ。」"}
{"en": "He pushed back his chair, straddled his knees with a downward jerk, to get them free, in horsy fashion, and went to the fire.", "ja": "彼は椅子を後ろへ押しやり、股を開いて、馬に乗るときような恰好で、膝を曲げてほぐすと、立ち上がって暖炉のそばへ歩み寄った。"}
{"en": "Still he did not go out of the room;", "ja": "彼は部屋を出て行こうとはしなかった"}
{"en": "he was curious to know what the others would do or say.", "ja": "──というのも、他の者がこれから何を言い、何をしようとするのか、興味があったのだ。"}
{"en": "He began to charge his pipe, looking down at the dog and saying, in a high, affected voice:", "ja": "ジョーはパイプに煙草を詰め、犬を見下ろしながら、甲高い、わざとらしい作り声で話し掛けた。"}
{"en": "'Going wi' me?", "ja": "「おい、一緒に行くか？"}
{"en": "Going wi' me are ter?", "ja": "俺に付いてくるか、お前？"}
{"en": "Tha'rt goin' further than tha counts on just now,", "ja": "お前にゃ想いもよらねえ、ずっと遠くへ行くことになるぜ。"}
{"en": "dost hear?'", "ja": "おい、いいか？」"}
{"en": "The dog faintly wagged its tail,", "ja": "犬はかすかに尾を振った。"}
{"en": "the man stuck out his jaw and covered his pipe with his hands, and puffed intently, losing himself in the tobacco, looking down all the while at the dog with an absent brown eye.", "ja": "彼は顎をしゃくりながら、パイプを手に包んでひたすら煙草を吸い、引っ切りなしに煙を吐き出していたが、そのあいだずっと、茶色の空ろな眼で、犬を見下ろしていた。"}
{"en": "The dog looked up at him in mournful distrust.", "ja": "犬の方でも彼を見上げたが、それは哀しげな不信の目色だった。"}
{"en": "Joe stood with his knees stuck out, in real horsy fashion.", "ja": "ジョーは、馬乗りのような恰好で、膝を突き出して立っていた。"}
{"en": "'Have you had a letter from Lucy?'", "ja": "「ルーシーから手紙は来たか？」"}
{"en": "Fred Henry asked of his sister.", "ja": "フレッド・ヘンリーは妹に訊ねた。"}
{"en": "'Last week,'", "ja": "「先週ね。」"}
{"en": "came the neutral reply.", "ja": "と無機質な声が返った。"}
{"en": "'And what does she say?'", "ja": "「なんて書いてあった？」"}
{"en": "There was no answer.", "ja": "相手は応えなかった。"}
{"en": "'Does she _ask_ you to go and stop there?'", "ja": "「お前に家に来いって言ってるのか？」"}
{"en": "persisted Fred Henry.", "ja": "とフレッド・ヘンリーはしつこく訊いた。"}
{"en": "'She says I can if I like.'", "ja": "「そうしたければ、そうしていいって。」"}
{"en": "'Well, then, you'd better.", "ja": "「なら、そうすりゃいい。"}
{"en": "Tell her you'll come on Monday.'", "ja": "月曜には行くって彼女に伝えてやれよ。」"}
{"en": "This was received in silence.", "ja": "その言葉の後には、深い沈黙が降りた。"}
{"en": "'That's what you'll do then,", "ja": "「そうするしかないだろ？"}
{"en": "is it?'", "ja": "ええ？」"}
{"en": "said Fred Henry, in some exasperation.", "ja": "と、フレッド・ヘンリーはやや腹立ちまぎれに言った。"}
{"en": "But she made no answer.", "ja": "だが彼女は応えなかった。"}
{"en": "There was a silence of futility and irritation in the room.", "ja": "もの憂さと苛立ちとを含んだ沈黙が、部屋に充ちた。"}
{"en": "Malcolm grinned fatuously.", "ja": "マルコムは間抜けたように、にやにや笑っていた。"}
{"en": "'You'll have to make up your mind between now and next Wednesday,'", "ja": "「来週の水曜までにはどうするか決めなきゃならんだろうな、」"}
{"en": "said Joe loudly,", "ja": "と、ジョーは声を大きくして言った、"}
{"en": "'or else find yourself lodgings on the kerbstone.'", "ja": "「でなけりゃ、野ざらしになるかだな。」"}
{"en": "The face of the young woman darkened, but she sat on immutable.", "ja": "翳りが娘の顔に差したが、やはり彼女はじっと坐っていた。"}
{"en": "'Here's Jack Fergusson!'", "ja": "「あ、ジャック・ファーガソンがいるよ！」"}
{"en": "exclaimed Malcolm, who was looking aimlessly out of the window.", "ja": "ぼんやり窓の外に眼を向けていたマルコムが、突然叫んだ。"}
{"en": "'Where?'", "ja": "「どこに？」"}
{"en": "exclaimed Joe, loudly.", "ja": "とジョーが喧しく訊ねた。"}
{"en": "'Just gone past.'", "ja": "「もう通り過ぎてった。」"}
{"en": "'Coming in?'", "ja": "「こっちに来そうか？」"}
{"en": "Malcolm craned his neck to see the gate.", "ja": "マルコムは門口の方を見ようと首を伸ばした。"}
{"en": "'Yes,'", "ja": "「来るね、」"}
{"en": "he said.", "ja": "と彼は言った。"}
{"en": "There was a silence.", "ja": "言葉は途切れた。"}
{"en": "Mabel sat on like one condemned, at the head of the table.", "ja": "メイベルはあたかも非難されているかのように、卓の上座にさらされて坐っていた。"}
{"en": "Then a whistle was heard from the kitchen.", "ja": "やがて台所に口笛の音が立った。"}
{"en": "The dog got up and barked sharply.", "ja": "犬が起き上がり鋭く吠え立てた。"}
{"en": "Joe opened the door and shouted:", "ja": "扉を開けたジョーは、大声で言った。"}
{"en": "'Come on.'", "ja": "「入りな！」"}
{"en": "After a moment a young man entered.", "ja": "少し間をおいて若い男が入って来た。"}
{"en": "He was muffled up in overcoat and a purple woollen scarf, and his tweed cap, which he did not remove, was pulled down on his head.", "ja": "彼は外套と紫の毛織りのスカーフに身を包み、ツイードの帽子を目深にかぶって、それを脱がずに立っていた。"}
{"en": "He was of medium height, his face was rather long and pale, his eyes looked tired.", "ja": "身の丈は中くらい、顔はとても縦長で蒼白く、両眼には疲れを浮べていた。"}
{"en": "'Hello, Jack!", "ja": "「こんにちは、ジャック！」"}
{"en": "Well, Jack!'", "ja": "「よう、ジャック！」"}
{"en": "exclaimed Malcolm and Joe.", "ja": "とマルコムとジョーは騒いだ。"}
{"en": "Fred Henry merely said,", "ja": "フレッド・ヘンリーは、ただ"}
{"en": "'Jack.'", "ja": "「ジャックか。」"}
{"en": "'What's doing?'", "ja": "「どんな具合だい？」"}
{"en": "asked the newcomer, evidently addressing Fred Henry.", "ja": "と客人は、マルコムとジョーにではなく、フレッド・ヘンリーに向って、訊ねた。"}
{"en": "'Same.", "ja": "「変わらんよ。"}
{"en": "We've got to be out by Wednesday.", "ja": "水曜までにはここを立ち退かなきゃならん。"}
{"en": "--Got a cold?'", "ja": "──風邪を引いたのかい？」"}
{"en": "'I have", "ja": "「まあね。"}
{"en": "--got it bad, too.'", "ja": "──こっちの具合もかんばしくないってわけだ。」"}
{"en": "'Why don't you stop in?'", "ja": "「家で寝てりゃいいじゃないか。」"}
{"en": "'_Me_ stop in?", "ja": "「家で寝る？"}
{"en": "When I can't stand on my legs, perhaps I shall have a chance.'", "ja": "まあ、いよいよ身体を壊してぶっ倒れたなら、そんな機会もあるだろうな。」"}
{"en": "The young man spoke huskily.", "ja": "と、若い男はしゃがれ声で言った。"}
{"en": "He had a slight Scotch accent.", "ja": "少しスコットランド訛りのある語気だった。"}
{"en": "'It's a knock-out, isn't it,'", "ja": "「こいつはたまげたぜ、」"}
{"en": "said Joe, boisterously,", "ja": "と、ジョーが騒々しく口を挟んだ、"}
{"en": "'if a doctor goes round croaking with a cold.", "ja": "「風邪引いて、のど嗄らした医者が、診察に参るってわけだ。"}
{"en": "Looks bad for the patients, doesn't it?'", "ja": "患者にとっちゃ良い話じゃねえな？」"}
{"en": "The young doctor looked at him slowly.", "ja": "若い医師はゆっくりとジョーに眼を向けた。"}
{"en": "'Anything the matter with _you_, then?'", "ja": "「ではあなたも、どこか具合が悪いんですね？」"}
{"en": "he asked sarcastically.", "ja": "と、彼は皮肉っぽく訊ねた。"}
{"en": "'Not as I know of.", "ja": "「別に悪かねえよ。"}
{"en": "Damn your eyes, I hope not.", "ja": "悪いわけないだろ、縁起でもねえ。"}
{"en": "Why?'", "ja": "なぜそんなこと訊くんだ？」"}
{"en": "'I thought you were very concerned about the patients, wondered if you might be one yourself.'", "ja": "「いや、あまりに患者のことを心配されているから、あなたも患者になるご予定がおありかと思ってね。」"}
{"en": "'Damn it, no, I've never been patient to no flaming doctor, and hope I never shall be,'", "ja": "「へっ、俺は今まで藪医者の世話になったことはなし、今後も世話になるつもりはないね。」"}
{"en": "returned Joe.", "ja": "とジョーは言い返した。"}
{"en": "At this point Mabel rose from the table, and they all seemed to become aware of her existence.", "ja": "そのときメイベルが卓から立ち上がり、彼らは皆、彼女の動息に少し注意を向けた。"}
{"en": "She began putting the dishes together.", "ja": "彼女は皿を重ね片付けはじめた。"}
{"en": "The young doctor looked at her, but did not address her.", "ja": "若い医師は彼女の方を見たが、声を掛けはしなかった。"}
{"en": "He had not greeted her.", "ja": "彼はまだ挨拶すらしていなかった。"}
{"en": "She went out of the room with the tray, her face impassive and unchanged.", "ja": "盆を持って部屋を出て行く彼女の顔は、やはり無表情で頑なだった。"}
{"en": "'When are you off then, all of you?'", "ja": "「皆さんは、いつ頃ここを出発するんですか？」"}
{"en": "asked the doctor.", "ja": "と医師が訊ねた。"}
{"en": "'I'm catching the eleven-forty,'", "ja": "「僕は十一時四十分のに乗るよ、」"}
{"en": "replied Malcolm.", "ja": "とマルコムが応えた、"}
{"en": "'Are you goin' down wi' th' trap, Joe?'", "ja": "「ジョー兄さん、兄さんは軽馬車で行くんだっけ？」"}
{"en": "'Yes,", "ja": "「そうさ。"}
{"en": "I've told you I'm going down wi' th' trap, haven't I?'", "ja": "さっき言ったじゃねえか、軽馬車で行くってな。」"}
{"en": "'We'd better be getting her in then.", "ja": "「じゃあそろそろ、馬の仕度をした方がいいよね。"}
{"en": "--So long, Jack,", "ja": "──ジャック、それじゃさよなら。"}
{"en": "if I don't see you before I go,'", "ja": "これが最後になるかもしれないからね、」"}
{"en": "said Malcolm, shaking hands.", "ja": "とマルコムは言って、ジャックと握手をした。"}
{"en": "He went out, followed by Joe, who seemed to have his tail between his legs.", "ja": "マルコムが部屋を出て行くのに、ジョーも従いて行ったが、彼の様子には、どこか負け犬のような物悲しさがあった。"}
{"en": "'Well, this is the devil's own,'", "ja": "「やれやれ、とんだ悲劇だな、」"}
{"en": "exclaimed the doctor, when he was left alone with Fred Henry.", "ja": "と、医師はフレッド・ヘンリーと二人きりになってから、慨嘆した。"}
{"en": "'Going before Wednesday, are you?'", "ja": "「水曜にはもう行っちまうのかい？」"}
{"en": "'That's the orders,'", "ja": "「それが定めさ。」"}
{"en": "replied the other.", "ja": "相手は応えた。"}
{"en": "'Where,", "ja": "「何処へ？"}
{"en": "to Northampton?'", "ja": "ノーサンプトンか？」"}
{"en": "'That's it.'", "ja": "「そうなるね。」"}
{"en": "'The devil!'", "ja": "「まさに悲劇だ！」"}
{"en": "exclaimed Fergusson, with quiet chagrin.", "ja": "静かな無念を噛みしめ、ファーガソンは強く言った。"}
{"en": "And there was silence between the two.", "ja": "二人のあいだにしばらく沈黙が続いた。"}
{"en": "'All settled up, are you?'", "ja": "「借金の片は付いたんだろ？」"}
{"en": "asked Fergusson.", "ja": "と、ファーガソンが訊ねた。"}
{"en": "'About.'", "ja": "「大体ね。」"}
{"en": "There was another pause.", "ja": "ふたたび言葉が途切れた。"}
{"en": "'Well, I shall miss yer, Freddy, boy,'", "ja": "「フレディ、会えなくなるのは寂しいな、」"}
{"en": "said the young doctor.", "ja": "と若い医師は言った。"}
{"en": "'And I shall miss thee, Jack,'", "ja": "「俺もさ。」"}
{"en": "returned the other.", "ja": "相手は応えた。"}
{"en": "'Miss you like hell,'", "ja": "「まったく辛いな──」"}
{"en": "mused the doctor.", "ja": "と、医師は物思わしげに言った。"}
{"en": "Fred Henry turned aside.", "ja": "フレッド・ヘンリーは脇を向いた。"}
{"en": "There was nothing to say.", "ja": "もう言うべきことは何もなかった。"}
{"en": "Mabel came in again, to finish clearing the table.", "ja": "そこへ、卓を仕舞いまで片付けるために、メイベルがふたたび入って来た。"}
{"en": "'What are _you_ going to do, then, Miss Pervin?'", "ja": "「あなたはこれからどうされるんですか、ミス・パーヴィン？」"}
{"en": "asked Fergusson.", "ja": "とファーガソンは訊ねた。"}
{"en": "'Going to your sister's, are you?'", "ja": "「お姉さんの婚家へ行くのでしたっけ？」"}
{"en": "Mabel looked at him with her steady, dangerous eyes, that always made him uncomfortable, unsettling his superficial ease.", "ja": "メイベルは、彼を剣呑な、揺るがない硬い眼つきで見返したが、それは以前から、彼を不安にさせ、つねに彼のうわべの礼節を脅かしてきた眼差しだった。"}
{"en": "'No,'", "ja": "「行きません、」"}
{"en": "she said.", "ja": "と彼女は言った。"}
{"en": "'Well, what in the name of fortune _are_ you going to do?", "ja": "「なら、これから一体全体どうするつもりだ？"}
{"en": "Say what you mean to do,'", "ja": "言え！」"}
{"en": "cried Fred Henry, with futile intensity.", "ja": "と、フレッド・ヘンリーは深追いする語勢で叫んだ。"}
{"en": "But she only averted her head, and continued her work.", "ja": "しかし、彼女は少し顔をそむけただけで、淡々と片付けをつづけた。"}
{"en": "She folded the white table-cloth, and put on the chenille cloth.", "ja": "白いテーブル・クロスを折りたたみ、代わりにシェニール織りのクロスを広げた。"}
{"en": "'The sulkiest bitch that ever trod!'", "ja": "「なんて薄鈍な女だ！」"}
{"en": "muttered her brother.", "ja": "と彼はぶつぶつ言った。"}
{"en": "But she finished her task with perfectly impassive face, the young doctor watching her interestedly all the while.", "ja": "関心の眼差しを向けはじめた若い医師の前で、ずっと彼女は、端然と無表情のまま、片付けを終えた。"}
{"en": "Then she went out.", "ja": "そして部屋を出て行った。"}
{"en": "Fred Henry stared after her, clenching his lips, his blue eyes fixing in sharp antagonism, as he made a grimace of sour exasperation.", "ja": "フレッド・ヘンリーは唇を固く結び、ねじけた忿懣に眉間をしかめ、鋭い敵意に青い眼を強ばらせて、彼女の後ろ姿を見据えていた。"}
{"en": "'You could bray her into bits, and that's all you'd get out of her,'", "ja": "「どうしようもない阿魔だ。"}
{"en": "he said, in a small, narrowed tone.", "ja": "と、彼は、小さい、抑えた声で言った。"}
{"en": "The doctor smiled faintly.", "ja": "医師は微笑した。"}
{"en": "'What's she _going_ to do, then?'", "ja": "「ともかく、彼女はどうするんだろうね？」"}
{"en": "he asked.", "ja": "と彼は訊ねた。"}
{"en": "'Strike me if I know!'", "ja": "「俺が知るかよ！」"}
{"en": "returned the other.", "ja": "相手は応えた。"}
{"en": "There was a pause.", "ja": "言葉が途切れた。"}
{"en": "Then the doctor stirred.", "ja": "医師はかすかに身じろぎした。"}
{"en": "'I'll be seeing you tonight, shall I?'", "ja": "「今夜会えるかい？」"}
{"en": "he said to his friend.", "ja": "彼は友人に言った。"}
{"en": "'Ay", "ja": "「ああ。"}
{"en": "--where's it to be?", "ja": "──でも、場所は何処で？"}
{"en": "Are we going over to Jessdale?'", "ja": "ジェスデイルまで行くか？」"}
{"en": "'I don't know. I've got such a cold on me.", "ja": "「いや、僕は風邪を引いてるし、まだ決められない。"}
{"en": "I'll come round to the Moon and Stars, anyway.'", "ja": "いずれにせよ《ムーン・アンド・スターズ亭》には顔を出すよ。」"}
{"en": "'Let Lizzie and May miss their night for once, eh?'", "ja": "「リジーとメイに待ちぼうけをくわせることになるな？」"}
{"en": "'That's it", "ja": "「しょうがない。"}
{"en": "--if I feel as I do now.'", "ja": "──こんな気分の時じゃね。」"}
{"en": "'All's one--'", "ja": "「気分のせいにするなよ──、」"}
{"en": "The two young men went through the passage and down to the back door together.", "ja": "二人は廊下を抜けて裏口へと降りて行った。"}
{"en": "The house was large, but it was servantless now, and desolate.", "ja": "家屋は大きかったが、召使いは一人も見られず、荒涼としていた。"}
{"en": "At the back was a small bricked house-yard, and beyond that a big square, gravelled fine and red, and having stables on two sides.", "ja": "家の裏手には煉瓦で舗装した小さな庭があり、そこを越えると、二方に厩舎のある、綺麗に赤い砂利を敷き詰めたひらけた場所になっていた。"}
{"en": "Sloping, dank, winter-dark fields stretched away on the open sides.", "ja": "厩舎のない側には、暗く湿った冬の野原が、坂になって遠くまで広がっていた。"}
{"en": "But the stables were empty.", "ja": "厩舎は今はもう空になっていた。"}
{"en": "Joseph Pervin, the father of the family, had been a man of no education, who had become a fairly large horse dealer.", "ja": "一家の父であるジョセフ・パーヴィンは、教育のない男でありながら、馬商として成功し、財をなした人物だった。"}
{"en": "The stables had been full of horses, there was a great turmoil and come-and-go of horses and of dealers and grooms.", "ja": "当時は厩舎も馬であふれ、馬と商人と馬丁が行き交うあわただしい喧噪に充ちていたものだった。"}
{"en": "Then the kitchen was full of servants.", "ja": "台所にも、多くの召使いが居並んでいた。"}
{"en": "But of late things had declined.", "ja": "だが凋落は急速にやって来た。"}
{"en": "The old man had married a second time, to retrieve his fortunes.", "ja": "衰運のあげくに、何のつもりでか、老人は再婚さえした。"}
{"en": "Now he was dead and everything was gone to the dogs, there was nothing but debt and threatening.", "ja": "しかし今や、父は死に、すべては崩落し、あとには借金と催促状だけが残ったのだった。"}
{"en": "For months, Mabel had been servantless in the big house, keeping the home together in penury for her ineffectual brothers.", "ja": "幾月にもわたって、メイベルは、召使いの失せたこの大きな家の体裁を、無為な兄弟たちに代ってなんとか取り繕っていた。"}
{"en": "She had kept house for ten years.", "ja": "これまで十年ものあいだ、彼女は家政をつとめてきたのだった。"}
{"en": "But previously, it was with unstinted means.", "ja": "一家が零落する以前には、物惜しみなどする必要はなかった。"}
{"en": "Then, however brutal and coarse everything was, the sense of money had kept her proud, confident.", "ja": "そして、彼女をとりまく何もかもが下品で粗野であっても、財産があるという意識が、彼女に誇りと自信とを与えていた。"}
{"en": "The men might be foul-mouthed, the women in the kitchen might have bad reputations, her brothers might have illegitimate children.", "ja": "男共が淫らな噂ばかり好み、台所で働く女のあいだに悪評が沸き、或いは、彼女の兄弟たちがよその女に子を孕ませているのだとしても、構わなかった。"}
{"en": "But so long as there was money, the girl felt herself established, and brutally proud, reserved.", "ja": "財産があるかぎり、娘は独尊を感じ、冷ややかな誇りは保たれていた。"}
{"en": "No company came to the house, save dealers and coarse men.", "ja": "商人と野卑な男たち以外に家を訪れる者はなかった。"}
{"en": "Mabel had no associates of her own sex, after her sister went away.", "ja": "姉が嫁いで行った後では、彼女に同性の話し相手はなくなった。"}
{"en": "But she did not mind.", "ja": "だが、彼女は気に掛けなかった。"}
{"en": "She went regularly to church, she attended to her father.", "ja": "教会に通うことを欠かさず、忠実しく父親の世話をした。"}
{"en": "And she lived in the memory of her mother, who had died when she was fourteen, and whom she had loved.", "ja": "そして彼女が十四のときに亡くなった、愛する母親の想い出を、慕って生きた。"}
{"en": "She had loved her father, too, in a different way, depending upon him, and feeling secure in him,", "ja": "彼女はまた父親も愛していたのだが、それは、母とは異なった仕方で、つまり、父親を頼りつづけ、彼の面目の元で順風を感じているということだった"}
{"en": "until at the age of fifty-four he married again.", "ja": "──彼が五十四歳の折に再婚するまでは。"}
{"en": "And then she had set hard against him.", "ja": "それを境に、彼女は父から離れ背くようになった。"}
{"en": "Now he had died and left them all hopelessly in debt.", "ja": "そしてついに父は、彼らに手に負えない借金を残して死んでしまった。"}
{"en": "She had suffered badly during the period of poverty.", "ja": "一家の貧窮がつづくあいだに、彼女の誇りはひどく傷ついた。"}
{"en": "Nothing, however, could shake the curious sullen, animal pride that dominated each member of the family.", "ja": "しかしパーヴィン家の人間に根づいている、奇妙に陰暗な、野性的な自尊心は揺るぐことはなかった。"}
{"en": "Now, for Mabel, the end had come.", "ja": "そして今、メイベルにとって、終わりは来た。"}
{"en": "Still she would not cast about her.", "ja": "彼女はもう未来を望まなかった。"}
{"en": "She would follow her own way just the same.", "ja": "彼女はただ、それまでと同じ彼女自身の流儀に従うだけだった。"}
{"en": "She would always hold the keys of her own situation.", "ja": "彼女は最後まで自分の身は自分で処するつもりだった。"}
{"en": "Mindless and persistent, she endured from day to day.", "ja": "何も考えずに、頑なに、彼女は困窮の日々を堪えて来たのだ。"}
{"en": "Why should she think?", "ja": "そもそも、何を考える必要があるというのか？"}
{"en": "Why should she answer anybody?", "ja": "誰に何を訴えるというのか？"}
{"en": "It was enough that this was the end, and there was no way out.", "ja": "終局は訪れたのであり、もはや出口はないというだけで、十分だ。"}
{"en": "She need not pass any more darkly along the main street of the small town, avoiding every eye.", "ja": "もう、人々の眼を恥じて、この小さな街の目抜き通りを憂鬱に歩き過ぎていく必要もない。"}
{"en": "She need not demean herself any more, going into the shops and buying the cheapest food.", "ja": "店へ入って、もっとも粗末な品に手を出し、自身を卑しめる必要もない。"}
{"en": "This was at an end.", "ja": "すべては終わった。"}
{"en": "She thought of nobody,", "ja": "誰の事も彼女は思い煩わなかった"}
{"en": "not even of herself.", "ja": "──自分自身の事さえも。"}
{"en": "Mindless and persistent, she seemed in a sort of ecstasy to be coming nearer to her fulfilment, her own glorification, approaching her dead mother, who was glorified.", "ja": "彼女は、何も考えず、頑なに、ただ自分自身の成就が迫っているのを感じ──彼女の崇拝、すなわち、彼女の胸裡で神々しい面影になっている亡き母親に、いよいよ近づいていくように感じて、ただ恍惚にひたっているようだった。"}
{"en": "In the afternoon she took a little bag, with shears and sponge and a small scrubbing brush, and went out.", "ja": "午後に、彼女は木ばさみとスポンジと小さな束子を入れたバッグを下げて、外へ出た。"}
{"en": "It was a grey, wintry day, with saddened, dark-green fields and an atmosphere blackened by the smoke of foundries not far off.", "ja": "蒼然とした冬日で、深緑の野は陰鬱に広がり、近くにある鋳物工場の煙りは大気を黒く濁していた。"}
{"en": "She went quickly, darkly along the causeway, heeding nobody, through the town to the churchyard.", "ja": "彼女は土手道を、足早に、憂鬱な顔で歩き、行き違う人を気にとめず、街を抜け教会墓地へと急いだ。"}
{"en": "There she always felt secure, as if no one could see her,", "ja": "墓地のなかでは、彼女はいつも、人々の視線から隔てられたような安堵を感じた"}
{"en": "although as a matter of fact she was exposed to the stare of everyone who passed along under the churchyard wall.", "ja": "──が、実際には、教会墓地の壁の下手を通りかかる者なら誰でも彼女の姿を見ることができた。"}
{"en": "Nevertheless, once under the shadow of the great looming church, among the graves, she felt immune from the world, reserved within the thick churchyard wall as in another country.", "ja": "それでもやはり、ぼんやりと浮ぶ大きい教会の影にひそみ隠れ、墓の間に立っていると、彼女は、世界の脅嚇を免れていると感じ、あたかも教会墓地の厚い壁によって、別世界に匿われたように感じるのだった。"}
{"en": "Carefully she clipped the grass from the grave, and arranged the pinky-white, small chrysanthemums in the tin cross.", "ja": "注意深く彼女は墓に生えた雑草を刈り、薄く赤らんだ白菊の花を、錫製の十字架に供えた。"}
{"en": "When this was done, she took an empty jar from a neighbouring grave, brought water, and carefully, most scrupulously sponged the marble headstone and the coping-stone.", "ja": "それを終えると、隣りの墓にあった空の水差しを取って、水を汲み、大理石の墓碑と冠石を、余念なく、隅々まで磨きはじめた。"}
{"en": "It gave her sincere satisfaction to do this.", "ja": "その作業は彼女に深い喜びを与えた。"}
{"en": "She felt in immediate contact with the world of her mother.", "ja": "母のいる世界にじかに触れているという感じがあった。"}
{"en": "She took minute pains, went through the park in a state bordering on pure happiness, as if in performing this task she came into a subtle, intimate connexion with her mother.", "ja": "純粋な幸福につつまれたように坐り込み、ひたむきに墓の掃除をするのに、彼女は、ほとんど労苦を覚えず、まるでそうした作業をつづけるうちに、彼女と母親とのあいだに仄かな、緊密なつながりが生まれるかのようだった。"}
{"en": "For the life she followed here in the world was far less real than the world of death she inherited from her mother.", "ja": "母親と連なることのできる、その死の世界に較べれば、彼女が現実の世界で従っている生は、色の稀薄なものでしかなかった。"}
{"en": "The doctor's house was just by the church.", "ja": "医師の家は、ちょうど教会の傍にあった。"}
{"en": "Fergusson, being a mere hired assistant, was slave to the countryside.", "ja": "ただの雇われの助手にすぎない彼──ファーガソンは、この田舎の土地に縛られている男だった。"}
{"en": "As he hurried now to attend to the outpatients in the surgery, glancing across the graveyard with his quick eye, he saw the girl at her task at the grave.", "ja": "診療所で待つ外来患者を診るため、足を急がせていた彼は、通りしな、はしこい眼で教会墓地を一瞥し、そこで墓石の掃除をしている娘を見かけた。"}
{"en": "She seemed so intent and remote, it was like looking into another world.", "ja": "一途に無心な彼女は、果てしなく遠い姿のようで、それを見るのは、まるで別世界をのぞき込むかのようだった。"}
{"en": "Some mystical element was touched in him.", "ja": "なにか不可思議な実体が、彼の内に触れて来た。"}
{"en": "He slowed down as he walked, watching her as if spell-bound.", "ja": "彼は徐々に歩調をゆるめ、呪縛されたように、彼女を見つめた。"}
{"en": "She lifted her eyes, feeling him looking.", "ja": "その眼差しを感じて、彼女は眼を上げた。"}
{"en": "Their eyes met.", "ja": "二人の目線が合った。"}
{"en": "And each looked again at once, each feeling, in some way, found out by the other.", "ja": "すると何故か、互いに、相手に心際を見抜かれたというような気がして、あらためて相手を見つめ直した。"}
{"en": "He lifted his cap and passed on down the road.", "ja": "彼は少し帽子を持ち上げて見せて、それから先を急いだ。"}
{"en": "There remained distinct in his consciousness, like a vision, the memory of her face, lifted from the tombstone in the churchyard, and looking at him with slow, large, portentous eyes.", "ja": "教会墓地のなかで、墓石の傍から頭をもたげ、鈍い、大きな、不吉な瞳で彼を見つめていた彼女の姿が、幻影のように、彼の意識に克明にとどまった。"}
{"en": "It _was_ portentous, her face.", "ja": "そう、彼女の面差しはいかにも不吉だった。"}
{"en": "It seemed to mesmerize him.", "ja": "しかもその顔は、彼を魅するかのようだった。"}
{"en": "There was a heavy power in her eyes which laid hold of his whole being, as if he had drunk some powerful drug.", "ja": "まるで劇薬を呑まされたかのように、彼の存在を捉え尽くす、苛烈な力を、彼女の両眼は帯びていた。"}
{"en": "He had been feeling weak and done before.", "ja": "彼はずっと以前から、自分の人生に見切りをつけ、凋衰に甘んじていたのだが、"}
{"en": "Now the life came back into him, he felt delivered from his own fretted, daily self.", "ja": "今、不意に彼に、生の手応えが戻って来て、自身を擦り減らす日々の暮らしから、解き放たれたように感じた。"}
{"en": "He finished his duties at the surgery as quickly as might be, hastily filling up the bottles of the waiting people with cheap drugs.", "ja": "彼は、病院での仕事を、急くように、並んで待っている患者たちの薬瓶に、間に合わせの薬をつめたりして、許されるかぎりの手早さで済ませた。"}
{"en": "Then, in perpetual haste, he set off again to visit several cases in another part of his round, before teatime.", "ja": "それからやはり急いで、お茶の時間の前の午後の往診に、幾人かの患者を訪ねるため、ふたたび病院を出た。"}
{"en": "At all times he preferred to walk, if he could, but particularly when he was not well.", "ja": "彼は常日頃、もしそうできるなら、いつでも歩いて行くことを好んだが、とりわけ、身体の具合が悪いときはそうだった。"}
{"en": "He fancied the motion restored him.", "ja": "身体を動かすことで調子を取り戻せると、彼は信じていたのだ。"}
{"en": "The afternoon was falling.", "ja": "午後は暮れていった。"}
{"en": "It was grey, deadened, and wintry, with a slow, moist, heavy coldness sinking in and deadening all the faculties.", "ja": "あたりは冬めいて薄暗く、生彩を無くし、そして緩い、潤むような重苦しい霜気が、肌に沁み入り、彼の知覚を鈍磨させるようだった。"}
{"en": "But why should he think", "ja": "だからどうしたというのか？"}
{"en": "or notice?", "ja": "──彼はそんなことを気にかけなかった。"}
{"en": "He hastily climbed the hill and turned across the dark-green fields, following the black cinder-track.", "ja": "忙しげに丘を登ると、黒々と石炭殻を敷きつめた路づたいに、深緑の野の方へ折れて行った。"}
{"en": "In the distance, across a shallow dip in the country, the small town was clustered like smouldering ash, a tower, a spire, a heap of low, raw, extinct houses.", "ja": "遠い彼方、浅く広い窪地になった先に、教会の塔が、尖り屋根が、そして圧し伏された、不熟な、凍てついた家々が、燻る灰のように群がり、小さな街をなしているのが見えた。"}
{"en": "And on the nearest fringe of the town, sloping into the dip, was Oldmeadow, the Pervins' house.", "ja": "そして、街の縁の一番手前、窪地へと下る勾配には、パーヴィン家の寂びた牧場があった。"}
{"en": "He could see the stables and the outbuildings distinctly, as they lay towards him on the slope.", "ja": "彼と真直ぐ向き合うように斜面に並んでいる、厩舎や、納屋を、彼ははっきりと眺めることができた。"}
{"en": "Well, he would not go there many more times!", "ja": "もはや、彼があの家へ頻々に足を運ぶことはないだろう。"}
{"en": "Another resource would be lost to him, another place gone:", "ja": "また一つ彼の生の慰めが失われ、貴重な場所が失われていく。"}
{"en": "the only company he cared for in the alien, ugly little town he was losing.", "ja": "彼の馴染むことのできない、この醜悪な小さな街で、ただ一人の気心の知れた仲間を、彼は失おうとしているのだった。"}
{"en": "Nothing but work,", "ja": "あとに残るのはただ仕事だけ"}
{"en": "drudgery, constant hastening from dwelling to dwelling among the colliers and the iron-workers.", "ja": "──炭坑夫たちと鉄工夫たちの棲家から棲家へと、絶えず急き立てられる、退屈な骨折り仕事だけだ。"}
{"en": "It wore him out, but at the same time he had a craving for it.", "ja": "だがその仕事は、彼を疲弊させつつ、同時に彼に渇望されてもいた。"}
{"en": "It was a stimulant to him to be in the homes of the working people, moving as it were through the innermost body of their life.", "ja": "労働者たちの棲家へ分け入ることは、あたかも彼らの生の、もっとも奥底の本性を手探りするようで、それは彼に非常な刺激なのだった。"}
{"en": "His nerves were excited and gratified.", "ja": "それは彼の神経を昂奮させ、満足を与える。"}
{"en": "He could come so near, into the very lives of the rough, inarticulate, powerfully emotional men and women.", "ja": "医師である彼は、荒々しく、支離滅裂な人々、凶暴な情動をかかえた男たちと女たちの生活そのものに、微に入り近づくことができた。"}
{"en": "He grumbled, he said he hated the hellish hole.", "ja": "彼はつねづね不平を言い、あの地獄の穴ぐらのような住居にはぞっとする、と口にした。"}
{"en": "But as a matter of fact it excited him, the contact with the rough, strongly-feeling people was a stimulant applied direct to his nerves.", "ja": "その実、それらは彼の情思をそそっていたのであり、野太い感情を持つ、無骨な人々に接することは、彼にとって、直に神経を焦がすような刺激なのだった。"}
{"en": "Below Oldmeadow, in the green, shallow, soddened hollow of fields, lay a square, deep pond.", "ja": "寂びた牧場の下方、緑色を帯び、浅く、水に浸かって落ちくぼんだところに、四角い形の深い池が横たわっていた。"}
{"en": "Roving across the landscape, the doctor's quick eye detected a figure in black passing through the gate of the field, down towards the pond.", "ja": "陰湿な眺めを当処なく見渡していた医師の、敏い眼が、木戸をくぐり、草地を横切り、その池へと真直ぐ下っていく黒衣の人影を捉えた。"}
{"en": "He looked again.", "ja": "彼は瞬きして眺め直した。"}
{"en": "It would be Mabel Pervin.", "ja": "その人影はメイベル・パーヴィンのようだった。"}
{"en": "His mind suddenly became alive and attentive.", "ja": "彼の意識は俄かに、かっと燃え立ち、注意は張りつめた。"}
{"en": "Why was she going down there?", "ja": "彼女はなぜ坂を下っているのだろうか？"}
{"en": "He pulled up on the path on the slope above, and stood staring.", "ja": "彼は池につづく勾配の上の小径で足を止めて、じっと眼を凝らした。"}
{"en": "He could just make sure of the small black figure moving in the hollow of the failing day.", "ja": "彼に分ったのは、薄ら陽に照らされた窪地を、黒い小さな人影が横切っているということだけだった。"}
{"en": "He seemed to see her in the midst of such obscurity, that he was like a clairvoyant, seeing rather with the mind's eye than with ordinary sight.", "ja": "彼の眼に、彼女があまりに危うい朧ろな姿に映るのは、あたかも彼が、普段の眼によらず、心の眼で見澄ます、神秘の力を得た者と化したかのようだった。"}
{"en": "Yet he could see her positively enough, whilst he kept his eye attentive.", "ja": "とはいえ、彼が注意を凝らして見つめているかぎり、彼女の姿は、はっきり捉えられていた。"}
{"en": "He felt, if he looked away from her, in the thick, ugly falling dusk, he would lose her altogether.", "ja": "彼は、もし自分が眼を逸らせば、この濃密に濁った暮れ方の陽光の下で、彼女を永遠に見失ってしまうのではないか、と感じた。"}
{"en": "He followed her minutely as she moved, direct and intent, like something transmitted rather than stirring in voluntary activity, straight down the field towards the pond.", "ja": "彼は彼女の動きを──一にひたむきに、意志を持って進むというより、何かに導かれるかのように、池へと真直ぐに草地を突っ切って行く彼女の動きを、一時も見失わぬよう、眼で追っていた。"}
{"en": "There she stood on the bank for a moment.", "ja": "岸にたどりついて、彼女はしばらく立ち止まっていた。"}
{"en": "She never raised her head.", "ja": "彼女は決して頭を上げなかった。"}
{"en": "Then she waded slowly into the water.", "ja": "やがて彼女は、ゆっくりと水のなかに足を踏み入れた。"}
{"en": "He stood motionless as the small black figure walked slowly and deliberately towards the centre of the pond, very slowly, gradually moving deeper into the motionless water, and still moving forward as the water got up to her breast.", "ja": "小さな黒い人影が、急がず、落ち着いて真直ぐに池の深みへ向うあいだ──とてもゆっくりと、徐々に徐々に、波立たぬ平らな水面へ沈んでいき、ついには、彼女の胸元が水につかるまで歩いて進むあいだ──彼は、身じろぎせず立ち尽くしていた。"}
{"en": "Then he could see her no more in the dusk of the dead afternoon.", "ja": "それから不意に、死んだような午後の夕闇に、彼女の姿が溶け去り、彼に見えなくなった。"}
{"en": "'There!'", "ja": "「まさか！」"}
{"en": "he exclaimed.", "ja": "と彼は叫んだ。"}
{"en": "'Would you believe it?'", "ja": "「くそっ、こんなことあり得るだろうか？」"}
{"en": "And he hastened straight down, running over the wet, soddened fields, pushing through the hedges, down into the depression of callous wintry obscurity.", "ja": "彼は湿深い、水に浸かった野を飛ぶように駈け下り、叢をかき分け、鈍く冷たい冬の瞑色におおわれた窪地へ下りて行った。"}
{"en": "It took him several minutes to come to the pond.", "ja": "すぐさま池にたどり着くというわけにはいかなかった。"}
{"en": "He stood on the bank, breathing heavily.", "ja": "彼は荒い息づかいで、岸に立った。"}
{"en": "He could see nothing.", "ja": "何も見えなかった。"}
{"en": "His eyes seemed to penetrate the dead water.", "ja": "彼は死んだような水面を見澄ました。"}
{"en": "Yes, perhaps that was the dark shadow of her black clothing beneath the surface of the water.", "ja": "いや、確かにこの静かな水面は、彼女の黒い服の影を隠しているにちがいない。"}
{"en": "He slowly ventured into the pond.", "ja": "彼は意を決して、慎重に池に踏み入った。"}
{"en": "The bottom was deep, soft clay, he sank in, and the water clasped dead cold round his legs.", "ja": "池底は深く、柔らかい粘った泥で、一歩ごとに足は沈み、そして水は冷たい死の感触で彼の膝に巻きついた。"}
{"en": "As he stirred he could smell the cold, rotten clay that fouled up into the water.", "ja": "みだりに動くと、水のなかに立ちのぼる、腐敗した泥の冷え冷えした臭いが、鼻についた。"}
{"en": "It was objectionable in his lungs.", "ja": "彼の肺臓に堪える臭いだった。"}
{"en": "Still, repelled and yet not heeding, he moved deeper into the pond.", "ja": "しかし、彼はなお水を踏み分け、ほとんど盲目的に、池の深みへと進んで行った。"}
{"en": "The cold water rose over his thighs, over his loins, upon his abdomen.", "ja": "冷えきった水が彼の腿に触れ、彼の腰を突き刺し、みぞおちまでを浸した。"}
{"en": "The lower part of his body was all sunk in the hideous cold element.", "ja": "もう彼の身体の下半が、総毛立つような冷ややかな存在に捕えられていた。"}
{"en": "And the bottom was so deeply soft and uncertain, he was afraid of pitching with his mouth underneath.", "ja": "足裏に触れる池底は深々と柔らかく、不確かで、彼は身体が傾いで前につんのめるのを、恐れはじめた。"}
{"en": "He could not swim,", "ja": "彼は泳げないのだ。"}
{"en": "He crouched a little, spreading his hands under the water and moving them round, trying to feel for her.", "ja": "彼は少し腰をかがめ、腕をひろげて水の下をめぐらし、彼女の気配を掴もうとした。"}
{"en": "The dead cold pond swayed upon his chest.", "ja": "死のように凍えた池水が彼の胸元でうねった。"}
{"en": "He moved again, a little deeper, and again, with his hands underneath,", "ja": "もう一度、手をより深いところまで伸ばし、幾度も、腕をめぐらせた。"}
{"en": "he felt all around under the water.", "ja": "周囲には水の動きしか感じられない"}
{"en": "And he touched her clothing.", "ja": "──と思うと、指先に彼女の衣服が触れた。"}
{"en": "But it evaded his fingers.", "ja": "しかし掴む間もなく、それは彼の指から逃れた。"}
{"en": "He made a desperate effort to grasp it.", "ja": "ふたたび彼女を捕えようと、彼は必死になった。"}
{"en": "And so doing he lost his balance and went under, horribly, suffocating in the foul earthy water, struggling madly for a few moments.", "ja": "だがそうするうちに彼は平衡を失い、溺れ沈み、すると、土臭く濁った水に息ができなくなり、狼狽して、足手限りにもがいた。"}
{"en": "At last, after what seemed an eternity, he got his footing, rose again into the air and looked around.", "ja": "永遠とも思える一時の後、なんとか池底に足をついて、彼は、水面に浮びあがり、あたりを見回した。"}
{"en": "He gasped, and knew he was in the world.", "ja": "喘ぐように息をしていたが、ともかく、自分がまだ生きていると実感できた。"}
{"en": "Then he looked at the water.", "ja": "池水を見やると、彼女も彼のそばに浮んでいた。"}
{"en": "She had risen near him. He grasped her clothing, and drawing her nearer, turned to take his way to land again.", "ja": "彼女の衣服をしっかり握り、彼女を引き寄せた彼は、ふたたび陸に上がるため向きを転じた。"}
{"en": "He went very slowly, carefully, absorbed in the slow progress.", "ja": "彼はゆっくりと、できるだけ慎重に、少しずつ前へ前へ足を運ぶことに集中した。"}
{"en": "He rose higher, climbing out of the pond.", "ja": "やがて彼は、這い上がるように池から身体を現した。"}
{"en": "The water was now only about his legs;", "ja": "もう水は彼の足元までしかとどいていない。"}
{"en": "he was thankful, full of relief to be out of the clutches of the pond.", "ja": "纏いつくような池水の感触から逃れて、彼は、深い安堵とありがたみとを覚えた。"}
{"en": "He lifted her and staggered on to the bank, out of the horror of wet, grey clay.", "ja": "彼女を抱え上げ、よろめきながら、彼は恐ろしい灰色の緩い泥土を脱け出して、岸に上がった。"}
{"en": "He laid her down on the bank.", "ja": "彼は彼女を岸に寝かせた。"}
{"en": "She was quite unconscious and running with water.", "ja": "彼女は意識がなく、かなり水を呑んでいた。"}
{"en": "He made the water come from her mouth, he worked to restore her.", "ja": "彼は彼女に水を吐かせ、幾度もみぞおちを圧してやった。"}
{"en": "He did not have to work very long before he could feel the breathing begin again in her;", "ja": "彼女が息を吹き返すのにそれほど時間はかからなかった"}
{"en": "she was breathing naturally.", "ja": "──彼女の息差しはすぐ普段どおりに戻った。"}
{"en": "He worked a little longer.", "ja": "もうしばらくのあいだ、彼はみぞおちを圧しつづけた。"}
{"en": "He could feel her live beneath his hands;", "ja": "彼女の生の温みが手のひらに感じられた"}
{"en": "she was coming back.", "ja": "──彼女はもう意識を取り戻していた。"}
{"en": "He wiped her face, wrapped her in his overcoat, looked round into the dim, dark-grey world, then lifted her and staggered down the bank and across the fields.", "ja": "彼女の顔を拭い、自分の外套で身体をくるんでやり、彼は、あたりの薄闇をしばらく眺め渡して、それから、彼女を抱え上げると、危うい足取りで、岸を離れ、野の方へ歩いて行った。"}
{"en": "It seemed an unthinkably long way, and his burden so heavy he felt he would never get to the house.", "ja": "パーヴィン家までの道のりは、気が遠くなるほど長く、彼の負う荷は重く、永久に家に辿り着けないのではないかとさえ、彼に感じられた。"}
{"en": "But at last he was in the stable-yard, and then in the house-yard.", "ja": "だが、とうとう厩舎の並ぶ庭にさしかかり、ついで母屋の中庭に辿り着いた。"}
{"en": "He opened the door and went into the house.", "ja": "彼は扉を開け、家のなかへ入った。"}
{"en": "In the kitchen he laid her down on the hearthrug, and called.", "ja": "彼女を台所に横たえてから、人を呼んでみた。"}
{"en": "The house was empty.", "ja": "家には誰も居ないようだった。"}
{"en": "But the fire was burning in the grate.", "ja": "しかし、暖炉の格子の奥には火の気があった。"}
{"en": "Then again he kneeled to attend to her.", "ja": "彼は跪いて彼女の様子をうかがった。"}
{"en": "She was breathing regularly, her eyes were wide open and as if conscious, but there seemed something missing in her look.", "ja": "彼女の息合いは規則正しく、もう正気づいたように眼は開かれていたが、まだどこか虚ろなようだった。"}
{"en": "She was conscious in herself, but unconscious of her surroundings.", "ja": "彼女自身の内奥は目覚めているが、周囲にはまだ意識が触れていないような虚脱だった。"}
{"en": "He ran upstairs, took blankets from a bed, and put them before the fire to warm.", "ja": "彼は階段を駆けのぼり、毛布を幾枚か取って来ると、それらを暖炉の火にかざして暖めた。"}
{"en": "Then he removed her saturated, earthy-smelling clothing, rubbed her dry with a towel, and wrapped her naked in the blankets.", "ja": "それから水浸しの、泥臭い彼女の服を脱がせ、ずぶ濡れの身体をタオルで拭いてやり、裸のまま毛布にくるんでやった。"}
{"en": "Then he went into the dining-room, to look for spirits.", "ja": "強い酒か何かを探して台所へ行った彼は、"}
{"en": "There was a little whisky.", "ja": "ほんの少し残っていたウィスキーを見つけた。"}
{"en": "He drank a gulp himself, and put some into her mouth.", "ja": "まずそれを、自分でも一息飲んでから、幾らか彼女の口のなかへ含ませた。"}
{"en": "The effect was instantaneous.", "ja": "効き目はすぐに表われた。"}
{"en": "She looked full into his face, as if she had been seeing him for some time, and yet had only just become conscious of him.", "ja": "あたかも、その時まで眼に映ってはいたものの、今はじめて彼の存在に気づいたかのように、彼女は、彼の顔をまじまじと眺めた。"}
{"en": "'Dr. Fergusson?'", "ja": "「ファーガソン先生？」"}
{"en": "she said.", "ja": "と彼女は声を出した。"}
{"en": "'What?'", "ja": "「何ですか？」"}
{"en": "he answered.", "ja": "彼は応じた。"}
{"en": "He was divesting himself of his coat, intending to find some dry clothing upstairs.", "ja": "外套を脱ぎながら、上の階に乾いた衣服がなかったろうかと、彼は考えていた。"}
{"en": "He could not bear the smell of the dead, clayey water, and he was mortally afraid for his own health.", "ja": "死のような粘った泥水の臭いに苛まれ、彼は自分の体の具合を危惧した。"}
{"en": "'What did I do?'", "ja": "「私、どうしたんでしょう？」"}
{"en": "she asked.", "ja": "彼女は訊ねた。"}
{"en": "'Walked into the pond,'", "ja": "「池へ入って行ったんですよ、」"}
{"en": "he replied.", "ja": "と彼は答えた。"}
{"en": "He had begun to shudder like one sick, and could hardly attend to her.", "ja": "病熱を帯びたように身体が慄えはじめていて、彼女に応対するのも辛いようだった。"}
{"en": "Her eyes remained full on him,", "ja": "だが、彼女の眼は彼にじっと注がれていた。"}
{"en": "he seemed to be going dark in his mind, looking back at her helplessly.", "ja": "彼女のその姿を見つめ返すと、気がゆるみ、彼の意識は、暗くしびれてくるようだった。"}
{"en": "The shuddering became quieter in him, his life came back in him, dark and unknowing, but strong again.", "ja": "身震いは、徐々におさまり、陰った、未知の生き生きしさが、彼の内に打ち寄せるように、戻って来た。"}
{"en": "'Was I out of my mind?'", "ja": "「気を失っていたんですか？」"}
{"en": "she asked, while her eyes were fixed on him all the time.", "ja": "彼に堅い眼差しを向けたまま、彼女は訊ねた。"}
{"en": "'Maybe, for the moment,'", "ja": "「そうです、しばらくの間ね、」"}
{"en": "he replied.", "ja": "と彼は答えた。"}
{"en": "He felt quiet,", "ja": "彼は落ち着いていた"}
{"en": "because his strength had come back.", "ja": "──もう彼は生気を取り戻していた。"}
{"en": "The strange fretful strain had left him.", "ja": "言い知れず焦らされるような不安は、もう彼になかった。"}
{"en": "'Am I out of my mind now?'", "ja": "「今も気を失っているんですか？」"}
{"en": "she asked.", "ja": "と彼女は言った。"}
{"en": "'Are you?'", "ja": "「今も？」"}
{"en": "he reflected a moment.", "ja": "と彼は驚いて応えた。"}
{"en": "'No,'", "ja": "「いいえ、」"}
{"en": "he answered truthfully,", "ja": "と生真面目に言った、"}
{"en": "'I don't see that you are.'", "ja": "「そうは見えませんね。」"}
{"en": "He turned his face aside.", "ja": "彼は顔をそむけた。"}
{"en": "He was afraid now, because he felt dazed, and felt dimly that her power was stronger than his, in this issue.", "ja": "どうやら彼よりも確かに力強い、彼女の精気に圧されて、意識があやふやに、眩んでしまうのを感じて、彼は怖れはじめたのだ。"}
{"en": "And she continued to look at him fixedly all the time.", "ja": "彼女は瞬きもせず彼を見つめていた。"}
{"en": "'Can you tell me where I shall find some dry things to put on?'", "ja": "「僕が着られるような乾いた服が、どこかにありませんか？」"}
{"en": "he asked.", "ja": "と彼は訊ねた。"}
{"en": "'Did you dive into the pond for me?'", "ja": "「私のために池に飛び込んでくれたんですか？」"}
{"en": "she asked.", "ja": "彼女は訊ねた。"}
{"en": "'No,'", "ja": "「いや、」"}
{"en": "he answered.", "ja": "と彼は応えた。"}
{"en": "'I walked in.", "ja": "「歩いて入ったんです。"}
{"en": "But I went in overhead as well.'", "ja": "結局頭まで水を被ってしまいましたが。」"}
{"en": "There was silence for a moment.", "ja": "しばらく沈黙がつづいた。"}
{"en": "He hesitated.", "ja": "彼は迷っていた。"}
{"en": "He very much wanted to go upstairs to get into dry clothing.", "ja": "すぐにでも上の階へ行って服を着替えたかった。"}
{"en": "But there was another desire in him.", "ja": "しかし、それとはまた別の欲求も感じていた。"}
{"en": "And she seemed to hold him.", "ja": "それに彼女も、彼に傍に居てほしいようだった。"}
{"en": "His will seemed to have gone to sleep, and left him, standing there slack before her.", "ja": "彼女の前に茫漠と突っ立ったままに、彼の意志は眠りへと引きずられて行きそうだった。"}
{"en": "But he felt warm inside himself.", "ja": "それでいて、彼の身内には暖かいものがあった。"}
{"en": "He did not shudder at all, though his clothes were sodden on him.", "ja": "濡れそぼつ服に身をつつんでいながら、彼はまったく寒気を感じなかった。"}
{"en": "'Why did you?'", "ja": "「でも、なぜ？」"}
{"en": "she asked.", "ja": "と彼女は訊ねた。"}
{"en": "'Because I didn't want you to do such a foolish thing,'", "ja": "「あなたにそんな馬鹿げた真似をさせたくなかったからですよ、」"}
{"en": "he said.", "ja": "と彼は言った。"}
{"en": "'It wasn't foolish,'", "ja": "「馬鹿げてません、」"}
{"en": "she said, still gazing at him as she lay on the floor, with a sofa cushion under her head.", "ja": "と、彼女は、クッションを枕にして床に横たわったまま、やはり彼を見つめて、言った。"}
{"en": "'It was the right thing to do.", "ja": "「当然するべきことをしたんです。"}
{"en": "_I_ knew best, then.'", "ja": "気紛れでもありません。」"}
{"en": "'I'll go and shift these wet things,'", "ja": "「ちょっと、この濡れた服を取り替えてきます、」"}
{"en": "he said.", "ja": "と彼は言った。"}
{"en": "But still he had not the power to move out of her presence, until she sent him.", "ja": "しかし、彼女の気配が、彼を射抜いているかぎり、彼はその場を立ち去れなかった。"}
{"en": "It was as if she had the life of his body in her hands, and he could not extricate himself.", "ja": "彼女の手に自身の生を握られてしまったように、彼は逃れがたさを感じた。"}
{"en": "Or perhaps he did not want to.", "ja": "そして、おそらくは彼も、自らそれを望んでいたのかもしれない。"}
{"en": "Suddenly she sat up.", "ja": "不意に彼女は体を起した。"}
{"en": "Then she became aware of her own immediate condition.", "ja": "それで、彼女は自分が今どんな姿であるかに気づいた。"}
{"en": "She felt the blankets about her, she knew her own limbs.", "ja": "身にまとった毛布を手でさぐり、自分の裸の四肢に触れた。"}
{"en": "For a moment it seemed as if her reason were going.", "ja": "しばらく、彼女は放心したように動かなかった。"}
{"en": "She looked round, with wild eye, as if seeking something.", "ja": "それから、荒々しい目付きで、何か探すようにあたりを見回した。"}
{"en": "He stood still with fear.", "ja": "彼は恐怖に身動きできず、立ち尽くしていた。"}
{"en": "She saw her clothing lying scattered.", "ja": "自分の服が投げ散らかっているのを、彼女は見た。"}
{"en": "'Who undressed me?'", "ja": "「誰が私を脱がせたんです？」"}
{"en": "she asked, her eyes resting full and inevitable on his face.", "ja": "避けられないような目線を、彼の顔にじっと据えて、彼女は訊ねた。"}
{"en": "'I did,'", "ja": "「僕です、」"}
{"en": "he replied,", "ja": "と彼は応えた、"}
{"en": "'to bring you round.'", "ja": "「あなたを介抱するために──」"}
{"en": "For some moments she sat and gazed at him awfully, her lips parted.", "ja": "しばらくのあいだ、体を起した彼女は、唇を半ば開き、彼を獰猛に見据えていた。"}
{"en": "'Do you love me then?'", "ja": "「じゃあ、私を愛してるのね？」"}
{"en": "she asked.", "ja": "と、彼女は訊ねた。"}
{"en": "He only stood and stared at her, fascinated.", "ja": "彼は、答えずに、ただ惹き入られるように彼女を見つめていた。"}
{"en": "His soul seemed to melt.", "ja": "彼の精神は恍惚に溶けるようだった。"}
{"en": "She shuffled forward on her knees, and put her arms round him, round his legs, as he stood there, pressing her breasts against his knees and thighs, clutching him with strange, convulsive certainty, pressing his thighs against her, drawing him to her face, her throat, as she looked up at him with flaring, humble eyes, of transfiguration, triumphant in first possession.", "ja": "彼女は膝を引きずってゆっくりと彼に近寄り、両の腕を彼に──彼の脚にまわして、彼が立ち尽くしているのにかまわず、胸先を彼の膝と腿に押し当て、不可思議な、戦くような力強さで締め付け、さらに彼の両膝を強くかき抱くと、自分の顔に、喉元に、彼を引き寄せ、この初めての抱擁を勝ち誇るかのような、それまでとはまるで違った、燃え輝く、野卑な眼差しで、彼を見上げた。"}
{"en": "'You love me,'", "ja": "「愛してるのね、」"}
{"en": "she murmured, in strange transport, yearning and triumphant and confident.", "ja": "想い焦がれるように、勝ち誇るように、確信に充ちて、彼女は異様な無心のままにつぶやいた。"}
{"en": "'You love me.", "ja": "「愛しているのね──、"}
{"en": "I know you love me, I know.'", "ja": "分ったわ、やっと分ったわ、私を愛しているのね。」"}
{"en": "And she was passionately kissing his knees, through the wet clothing, passionately and indiscriminately kissing his knees, his legs, as if unaware of every thing.", "ja": "それから彼女は、濡れた服を着たままの、彼の膝に、熱烈に接吻し、さらに憑かれたように、膝に、脚に、見境いなく熱い唇を押し付けた。"}
{"en": "He looked down at the tangled wet hair, the wild, bare, animal shoulders.", "ja": "彼は彼女の濡れて縺れた髪筋と、荒れ立った、むき出しの、獣ののような肩先とを見下ろしていた。"}
{"en": "He was amazed, bewildered, and afraid.", "ja": "彼が感じていたのは、驚きと、当惑と、恐怖だった。"}
{"en": "He had never thought of loving her.", "ja": "彼は、自分が彼女を愛しているなど、思ってみたこともなかった。"}
{"en": "He had never wanted to love her.", "ja": "彼女を愛したいと考えたことさえなかった。"}
{"en": "When he rescued her and restored her, he was a doctor, and she was a patient.", "ja": "彼が彼女を助け、正気づかせたのは、医師としてであり、相手は患者に過ぎなかった。"}
{"en": "He had had no single personal thought of her.", "ja": "彼女に対する、彼個人としての想いなどあろうはずはなかった。"}
{"en": "Nay, this introduction of the personal element was very distasteful to him, a violation of his professional honour.", "ja": "のみならず、こうして個人の事柄を交えられるのは、彼には不快で、自分の職業の尊厳を傷つけられたとさえ、感じた。"}
{"en": "It was horrible to have her there embracing his knees.", "ja": "彼女にこんな風に膝に抱きつかれているのは、おぞましかった。"}
{"en": "It was horrible.", "ja": "息詰まる嫌悪を感じた。"}
{"en": "He revolted from it, violently.", "ja": "荒々しい反感がつのった。"}
{"en": "And yet--and yet--he had not the power to break away.", "ja": "しかしそれでいて──なお、彼はそこから逃げ出す力が出なかった。"}
{"en": "She looked at him again, with the same supplication of powerful love, and that same transcendent, frightening light of triumph.", "ja": "彼女は変わらず、猛々しい愛執と、度外れの、脅かすような勝ち誇った眼の輝きで、ふたたび彼を見上げた。"}
{"en": "In view of the delicate flame which seemed to come from her face like a light, he was powerless.", "ja": "彼女の面差しの、ゆらめき放たれるような繊細な炎を間近にして、彼は無力だった。"}
{"en": "And yet he had never intended to love her.", "ja": "しかし、なお彼は彼女を自ら愛そうとは考えなかった。"}
{"en": "He had never intended.", "ja": "そんな気にはならなかった。"}
{"en": "And something stubborn in him could not give way.", "ja": "なにかしら頑ななものが、折れずに、彼の内にとどまっていた。"}
{"en": "'You love me,'", "ja": "「私を愛してるのね、」"}
{"en": "she repeated, in a murmur of deep, rhapsodic assurance.", "ja": "と、夢のように深い確信を帯びたつぶやきで、彼女はくり返した。"}
{"en": "'You love me.'", "ja": "「愛してるのね。」"}
{"en": "Her hands were drawing him, drawing him down to her.", "ja": "彼女の腕に引き寄せられ、彼は身をかがめた。"}
{"en": "He was afraid, even a little horrified.", "ja": "彼は恐怖と、そして幾分ぞっとするような嫌悪も感じていた。"}
{"en": "For he had, really, no intention of loving her.", "ja": "彼女を愛そうなどという考えは、彼にまったく無かった。"}
{"en": "Yet her hands were drawing him towards her.", "ja": "だが彼女の腕はしきりに彼を抱き寄せようとする。"}
{"en": "He put out his hand quickly to steady himself, and grasped her bare shoulder.", "ja": "彼は倒れぬよう、とっさに手を伸ばし、彼女の肩の素肌を掴んだ。"}
{"en": "A flame seemed to burn the hand that grasped her soft shoulder.", "ja": "すると、彼の手と彼女の柔らかい肩との触れ先に、熱い、火傷ような感覚が走った。"}
{"en": "He had no intention of loving her:", "ja": "だが、決して、彼は彼女を愛しはしない"}
{"en": "his whole will was against his yielding.", "ja": "──彼女に屈してはならないと、彼の意志は必死に抵抗していた。"}
{"en": "It was horrible.", "ja": "彼女を愛する──それはおぞましい事だ。"}
{"en": "And yet wonderful was the touch of her shoulders, beautiful the shining of her face.", "ja": "しかし彼女の肩のふくらかな感触はすばらしく、彼女の顔は美しく輝いている。"}
{"en": "Was she perhaps mad?", "ja": "彼女は正気なのだろうか？"}
{"en": "He had a horror of yielding to her.", "ja": "彼女に屈するのは恐ろしいことだ。"}
{"en": "Yet something in him ached also.", "ja": "しかし、彼の内には、何かしら疼くようなものもあった。"}
{"en": "He had been staring away at the door, away from her.", "ja": "彼は彼女を避けるように、遠くの扉を見つめ続けていた。"}
{"en": "But his hand remained on her shoulder.", "ja": "だが彼の手は彼女の肩に置かれていた。"}
{"en": "She had gone suddenly very still.", "ja": "突然、彼女は動きを止めて、静かになった。"}
{"en": "He looked down at her.", "ja": "彼は彼女に目を向けた。"}
{"en": "Her eyes were now wide with fear, with doubt, the light was dying from her face, a shadow of terrible greyness was returning.", "ja": "不安と疑念とに、彼女の眼は大きく見開かれ、彼女の面差しの明るさは消え去り、影のような、痛ましい蒼味に覆われていた。"}
{"en": "He could not bear the touch of her eyes' question upon him, and the look of death behind the question.", "ja": "そして、彼女の問い掛けの眼差しの強迫と、その問いの裏にある絶望の色は、もはや彼には堪えられなかった。"}
{"en": "With an inward groan he gave way, and let his heart yield towards her.", "ja": "心の内で呻きながら、彼は屈服し、自分の心が彼女に惹き入られるにまかせた。"}
{"en": "A sudden gentle smile came on his face.", "ja": "不意に彼の顔に、優しい微笑が浮んだ。"}
{"en": "And her eyes, which never left his face, slowly, slowly filled with tears.", "ja": "すると、片時も彼の顔から離れることのなかった彼女の眼に、ゆっくりと、とてもゆっくりと、涙があふれてきた。"}
{"en": "He watched the strange water rise in her eyes, like some slow fountain coming up.", "ja": "その不可思議な水が、あたかも、ひっそりと泉が湧き出るように、彼女の眼に満ち溢れるのを、彼は見ていた。"}
{"en": "And his heart seemed to burn and melt away in his breast.", "ja": "そして彼の心臓は、胸のなかで爆ぜ、溶け崩れていくかのようだった。"}
{"en": "He could not bear to look at her any more.", "ja": "もう彼は彼女を見ていられなかった。"}
{"en": "He dropped on his knees and caught her head with his arms and pressed her face against his throat.", "ja": "膝を床につき、彼女の頭を腕にかかえ、喉元に彼女の顔を押し当てるように抱きしめた。"}
{"en": "She was very still.", "ja": "彼女はとても静かにしていた。"}
{"en": "His heart, which seemed to have broken, was burning with a kind of agony in his breast.", "ja": "もはや裂け潰れてしまったように思える彼の心臓は、胸のなかで、灼けるような苦悶に焦がれていた。"}
{"en": "And he felt her slow, hot tears wetting his throat.", "ja": "やがて彼は、静かに、熱い涙が彼の襟首を伝っていくのを感じた。"}
{"en": "But he could not move.", "ja": "彼は身動きできなかった。"}
{"en": "He felt the hot tears wet his neck and the hollows of his neck, and he remained motionless, suspended through one of man's eternities.", "ja": "熱い涙が彼の首と喉元のくぼみを濡らすのを感じながら、彼は、人が知り得る永遠の感情の一つを抱いて、じっと動かずにいた。"}
{"en": "Only now it had become indispensable to him to have her face pressed close to him;", "ja": "今はじめて、彼は身際にある彼女の顔を、失いたくないと感じた"}
{"en": "he could never let her go again.", "ja": "──もう彼はそれを放すことができなかった。"}
{"en": "He could never let her head go away from the close clutch of his arm.", "ja": "彼女の頭をきつく抱えているその腕を解くことができなかった。"}
{"en": "He wanted to remain like that for ever, with his heart hurting him in a pain that was also life to him.", "ja": "心臓に、彼にとって生そのものである痛苦を感じながら、永遠にその形姿のままでいることを、彼は望んだ。"}
{"en": "Without knowing, he was looking down on her damp, soft brown hair.", "ja": "意識せぬままに、彼は彼女の蒸れた、柔らかな褐色の髪を見下ろした。"}
{"en": "Then, as it were suddenly, he smelt the horrid stagnant smell of that water.", "ja": "すると、不意打ちのように、泥水の淀んだ厭わしい臭いが彼の鼻を衝いた。"}
{"en": "And at the same moment she drew away from him and looked at him.", "ja": "同時に、彼女は彼から身を離して、彼を見つめた。"}
{"en": "Her eyes were wistful and unfathomable.", "ja": "想い沈むような、測りがたい目色だった。"}
{"en": "He was afraid of them, and he fell to kissing her, not knowing what he was doing.", "ja": "その眼に恐れおののき、彼は、自分が何をしているか覚束ないまま、彼女に接吻しはじめていた。"}
{"en": "He wanted her eyes not to have that terrible, wistful, unfathomable look.", "ja": "そのような、痛々しい、沈鬱な、測りがたい光りが彼女の眼に浮ぶのが、彼には辛かったのだ。"}
{"en": "When she turned her face to him again, a faint delicate flush was glowing, and there was again dawning that terrible shining of joy in her eyes,", "ja": "ふたたび彼女が彼と向き合ったときには、彼女の顔は赤らんで、繊細な光りにほのめき、そして、眼にはまたも彼を脅かす熾烈な喜びの輝きが現れていた"}
{"en": "which really terrified him, and yet which he now wanted to see, because he feared the look of doubt still more.", "ja": "──その輝きはたしかに彼を脅かしたが、彼女の疑いの目色をもう堪え難いと感じる彼には、むしろ望まれている輝きなのだった。"}
{"en": "'You love me?'", "ja": "「私を愛してるの？」"}
{"en": "she said, rather faltering.", "ja": "と、彼女はおずおずと言った。"}
{"en": "'Yes.'", "ja": "「ええ。」"}
{"en": "The word cost him a painful effort", "ja": "この言葉は、彼には苦渋の一言だった。"}
{"en": "Not because it wasn't true.", "ja": "それが虚偽だからではない。"}
{"en": "But because it was too newly true, the _saying_ seemed to tear open again his newly-torn heart.", "ja": "それはあまりに、彼に未知の真実であり、それを告げることは、すでに生々しい裂け目のある彼の心を、さらに裂き開くような痛みなのだった。"}
{"en": "And he hardly wanted it to be true, even now.", "ja": "そして、それが真実であってほしくないという気持も、彼にはまだあった。"}
{"en": "She lifted her face to him, and he bent forward and kissed her on the mouth, gently, with the one kiss that is an eternal pledge.", "ja": "彼女が顔を上げると、彼は前へ身を傾けて、永久の誓約であるかのように、優しく、彼女と唇を重ねた。"}
{"en": "And as he kissed her his heart strained again in his breast.", "ja": "と同時に、彼の心臓は胸の内で、ふたたび締めつけられた。"}
{"en": "He never intended to love her.", "ja": "彼は彼女を愛そうとしたことは決してなかった。"}
{"en": "But now it was over.", "ja": "だが、その抵抗も終わりだった。"}
{"en": "He had crossed over the gulf to her, and all that he had left behind had shrivelled and become void.", "ja": "彼は彼女のいる側へ、遠い隔たりを越えて渡ったのであり、彼が後に残してきたものは、もはや瑣末な、空ろなものとしか感じられない。"}
{"en": "After the kiss, her eyes again slowly filled with tears.", "ja": "接吻の後、またも彼女の眼をゆっくりと涙が満たしていった。"}
{"en": "She sat still, away from him, with her face drooped aside, and her hands folded in her lap.", "ja": "彼女は、彼から離れ、顔を脇に俯け、膝の上に腕を組んで静かに坐っていた。"}
{"en": "The tears fell very slowly.", "ja": "涙はとてもゆるやかに頬を流れていた。"}
{"en": "There was complete silence.", "ja": "完璧な静けさがあたりに降りていた。"}
{"en": "He too sat there motionless and silent on the hearthrug.", "ja": "彼も炉床に、身じろぎせず、黙って坐っていた。"}
{"en": "The strange pain of his heart that was broken seemed to consume him.", "ja": "裂け崩れた心の、不思議な痛みが、彼を喰い尽くしたようだった。"}
{"en": "That he should love her?", "ja": "──まさか、自分が彼女を愛することになるとは！"}
{"en": "That this was love!", "ja": "これが──これが愛だとは！"}
{"en": "That he should be ripped open in this way!", "ja": "自分がこんな風に胸を抉られようとは！"}
{"en": "--Him, a doctor!", "ja": "只の医師に過ぎない彼が！"}
{"en": "--How they would all jeer if they knew!", "ja": "──このことを知ったら、彼の知人たちはみな彼を嘲ることだろう。"}
{"en": "--It was agony to him to think they might know.", "ja": "それを思うと、彼は暗澹とした。"}
{"en": "In the curious naked pain of the thought he looked again to her.", "ja": "思いを馳せるうちに、奇妙に生々しい苦痛を覚えて、彼はふたたび彼女を見つめた。"}
{"en": "She was sitting there drooped into a muse.", "ja": "彼女はしょんぼりと、物思いにふけっているようだった。"}
{"en": "He saw a tear fall, and his heart flared hot.", "ja": "涙が彼女の頬を伝うのを見ると、彼の心は熱く揺らめいた。"}
{"en": "He saw for the first time that one of her shoulders was quite uncovered, one arm bare, he could see one of her small breasts;", "ja": "彼は、毛布がずれて下がって、彼女の片方の肩と、片腕の肌が露わになっていることにはじめて気づき、彼女の片方の小さな胸を認めた"}
{"en": "dimly, because it had become almost dark in the room.", "ja": "──ほとんど暗闇につつまれた部屋のなかで、ぼんやりとではあったが。"}
{"en": "'Why are you crying?'", "ja": "「何故泣いているんです？」"}
{"en": "he asked, in an altered voice.", "ja": "彼は声音を変えて訊ねた。"}
{"en": "She looked up at him, and behind her tears the consciousness of her situation for the first time brought a dark look of shame to her eyes.", "ja": "顔を上げた彼女の眼は、はじめて自分が泣いていることに気づいたように、涙を透かして暗い羞恥の光りを帯びた。"}
{"en": "'I'm not crying, really,'", "ja": "「泣いているわけじゃないんです、ほんとうに、」"}
{"en": "she said, watching him half frightened.", "ja": "半ば怯えながら彼を見て言った。"}
{"en": "He reached his hand, and softly closed it on her bare arm.", "ja": "彼は手を伸ばし、彼女の腕の肌をそっと握った。"}
{"en": "'I love you!", "ja": "「愛しています、"}
{"en": "I love you!'", "ja": "あなたを愛しています──！」"}
{"en": "he said in a soft, low vibrating voice, unlike himself.", "ja": "と、彼は、密やかな、低い震え声、彼本来のものでないような声で言った。"}
{"en": "She shrank, and dropped her head.", "ja": "彼女は身を縮こませ、項垂れた。"}
{"en": "The soft, penetrating grip of his hand on her arm distressed her.", "ja": "親密に、沁み入るような感触で彼が彼女の腕を握っているのは、彼女を困らせた。"}
{"en": "She looked up at him.", "ja": "彼女は顔を上げて、彼を見つめた。"}
{"en": "'I want to go,'", "ja": "「放してください、」"}
{"en": "she said.", "ja": "と彼女は言った。"}
{"en": "'I want to go and get you some dry things.'", "ja": "「上へ行って乾いた服を取って来ますから。」"}
{"en": "'Why?'", "ja": "「何故？」"}
{"en": "he said.", "ja": "彼は言った。"}
{"en": "'I'm all right.'", "ja": "「僕は平気ですよ。」"}
{"en": "'But I want to go,'", "ja": "「でも、そうしたいんです、」"}
{"en": "she said.", "ja": "と彼女は言った。"}
{"en": "'And I want you to change your things.'", "ja": "「あなたにも服を着替えてほしいんです。」"}
{"en": "He released her arm, and she wrapped herself in the blanket, looking at him rather frightened.", "ja": "彼が手を放すと、彼女は毛布でしっかりと身をつつみ、怖がるような眼で彼を見た。"}
{"en": "And still she did not rise.", "ja": "そしてまだ立ち上がらずにいた。"}
{"en": "'Kiss me,'", "ja": "「キスして。」"}
{"en": "she said wistfully.", "ja": "彼女は思い沈んだ声で言った。"}
{"en": "He kissed her, but briefly, half in anger.", "ja": "彼は彼女に唇を触れたが、怒っているかのように、すぐに離した。"}
{"en": "Then, after a second, she rose nervously, all mixed up in the blanket.", "ja": "それから間をおかず、毛布が全身を隠すよう気を遣いながら、彼女はそろそろと立ち上がった。"}
{"en": "He watched her in her confusion, as she tried to extricate herself and wrap herself up so that she could walk.", "ja": "歩きやすいように、彼女が毛布をゆるめてから身体に巻き直そうとして、まごつくのを、彼はじっと見据えていた。"}
{"en": "He watched her relentlessly, as she knew.", "ja": "彼のその仮借ない眼差しを、彼女も気づいていた。"}
{"en": "And as she went, the blanket trailing, and as he saw a glimpse of her feet and her white leg, he tried to remember her as she was when he had wrapped her in the blanket.", "ja": "そして、毛布を引きずって歩き出した彼女の、束の間ひらめいた白い脚とふくらはぎを眼にして、彼は、自分が先ほど毛布にくるんでやった折の彼女の姿を、想い出そうとした。"}
{"en": "But then he didn't want to remember,", "ja": "だが、すぐにそれをやめた"}
{"en": "because she had been nothing to him then, and his nature revolted from remembering her as she was when she was nothing to him.", "ja": "──というのも、あの時はまだ彼にとって何者でもなかった彼女、その彼女の姿を、記憶に呼びさますのは、今はもう強く抵抗をおぼえることになっていたから。"}
{"en": "A tumbling, muffled noise from within the dark house startled him.", "ja": "籠った、忙しげな音が暗い家の中に響いて、彼をはっとさせた。"}
{"en": "Then he heard her voice:", "ja": "つづいて、彼女の声が聞えた"}
{"en": "--'There are clothes.'", "ja": "──「これを着てください。」"}
{"en": "He rose and went to the foot of the stairs, and gathered up the garments she had thrown down.", "ja": "彼は起き上がり、階段の上り口まで行って、彼女が投げて落とした衣服を拾い集めた。"}
{"en": "Then he came back to the fire, to rub himself down and dress.", "ja": "暖炉の傍に戻ると、体を拭いて、着替えた。"}
{"en": "He grinned at his own appearance when he had finished.", "ja": "身支度を済ますと、自分の新しい装いを見て、少し苦笑した。"}
{"en": "The fire was sinking, so he put on coal.", "ja": "消えかかっている炎に、彼は石炭をくべた。"}
{"en": "The house was now quite dark, save for the light of a street-lamp that shone in faintly from beyond the holly trees.", "ja": "ヒイラギの木の向うにほのめく街灯の光りがわずかに射すだけで、家の中は、もうほとんど闇に沈んでいた。"}
{"en": "He lit the gas with matches he found on the mantel-piece.", "ja": "マントルピースの上に見つけたマッチで、彼はランプを点した。"}
{"en": "Then he emptied the pockets of his own clothes, and threw all his wet things in a heap into the scullery.", "ja": "それから自分の服のポケットの中身を取り出し、濡れた服を山にして、洗い場に投げ込んだ。"}
{"en": "After which he gathered up her sodden clothes, gently, and put them in a separate heap on the copper-top in the scullery.", "ja": "次に、彼女のずぶ濡れの衣服を、丁寧に拾い集め、洗い場の銅の台板に、別の山にしてのせた。"}
{"en": "It was six o'clock on the clock.", "ja": "時計は六時を指していた。"}
{"en": "His own watch had stopped.", "ja": "彼自身の時計は壊れて止まっていた。"}
{"en": "He ought to go back to the surgery.", "ja": "もう病院へ戻らなければならない。"}
{"en": "He waited, and still she did not come down.", "ja": "彼は待ちつづけたが、彼女は下りて来なかった。"}
{"en": "So he went to the foot of the stairs and called:", "ja": "彼は階段の上り口まで行って、呼びかけた。"}
{"en": "'I shall have to go.'", "ja": "「僕はもう行かなくちゃならない。」"}
{"en": "Almost immediately he heard her coming down.", "ja": "すると、すぐさま彼女が階段を下りてくる音が聞えた。"}
{"en": "She had on her best dress of black voile, and her hair was tidy, but still damp.", "ja": "彼女は最も見目良い、黒の薄地のドレスを着て、髪はきれいに整えていたが、まだ少し湿っていた。"}
{"en": "She looked at him--and in spite of herself, smiled.", "ja": "彼女は彼を見て──知らず識らず、微笑した。"}
{"en": "'I don't like you in those clothes,'", "ja": "「あなたに着せる服を間違えたわ、」"}
{"en": "she said.", "ja": "と彼女は言った。"}
{"en": "'Do I look a sight?'", "ja": "「変に見えますか？」"}
{"en": "he answered.", "ja": "と彼は応えた。"}
{"en": "They were shy of one another.", "ja": "彼らは互いにはにかんでいた。"}
{"en": "'I'll make you some tea,'", "ja": "「お茶を淹れます、」"}
{"en": "she said.", "ja": "と彼女は言った。"}
{"en": "'No, I must go.'", "ja": "「いや、もう行かなくちゃ。」"}
{"en": "'Must you?'", "ja": "「どうしても？」"}
{"en": "And she looked at him again with the wide, strained, doubtful eyes.", "ja": "彼女は、ふたたび、大きな、張りつめた、疑いの眼で彼を見つめた。"}
{"en": "And again, from the pain of his breast, he knew how he loved her.", "ja": "そしてまたも、彼の胸裡に痛みが疼き、彼は、自分がどれほど彼女を愛しているかを知った。"}
{"en": "He went and bent to kiss her, gently, passionately, with his heart's painful kiss.", "ja": "彼は近寄り、身をかがめ、彼女に、優しく、熱く、心の痛みを触れ先に込めたくちづけをした。"}
{"en": "'And my hair smells so horrible,'", "ja": "「私の髪の毛、ひどく臭うのね、」"}
{"en": "she murmured in distraction.", "ja": "彼女は取り乱してつぶやいた。"}
{"en": "'And I'm so awful, I'm so awful!", "ja": "「ひどいわ、ひどい、"}
{"en": "Oh, no, I'm too awful.'", "ja": "私、ひどすぎる！」"}
{"en": "And she broke into bitter, heart-broken sobbing.", "ja": "突然彼女は、心が破れたように、痛切にすすり泣き始めた。"}
{"en": "'You can't want to love me, I'm horrible.'", "ja": "「こんなにひどい恰好じゃ、あなたに愛されるはずないわ。」"}
{"en": "'Don't be silly, don't be silly,'", "ja": "「そんなこと、そんなことない、」"}
{"en": "he said, trying to comfort her, kissing her, holding her in his arms.", "ja": "と、彼女を落ち着かせようと、彼は彼女に接吻し、腕に抱いた。"}
{"en": "'I want you, I want to marry you,", "ja": "「君が欲しい、君と結婚したい。"}
{"en": "we're going to be married, quickly, quickly--to-morrow if I can.'", "ja": "そう、僕らは結婚するんだ、早く、できるだけ早く、できるなら明日結婚したっていい。」"}
{"en": "But she only sobbed terribly, and cried:", "ja": "しかし彼女の嗚咽は止まず、彼女は叫んだ。"}
{"en": "'I feel awful.", "ja": "「ひどい、"}
{"en": "I feel awful.", "ja": "ひどいわ、"}
{"en": "I feel I'm horrible to you.'", "ja": "私分るわ、あなたが嫌がっているのが。」"}
{"en": "'No, I want you, I want you,'", "ja": "「違う、君が欲しい、君が好きだ、」"}
{"en": "was all he answered, blindly, with that terrible intonation which frightened her almost more than her horror lest he should _not_ want her.", "ja": "と、ひたむきに、盲目的に彼はくり返したが、その切羽詰まった響きは、彼が彼女を愛さなくなるかもしれないという怖れ以上に、彼女を脅かすようだった。"}
