{"en": "A DOG OF FLANDERS", "ja": "フランダースの犬"}
{"en": "OUIDA", "ja": "ウィーダ"}
{"en": "Nello and Patrasche were left all alone in the world.", "ja": "ネロとパトラッシュは、この世で二人きりでした。"}
{"en": "They were friends in a friendship closer than brotherhood.", "ja": "彼らは、実の兄弟よりも仲のよい大の親友でした。"}
{"en": "Nello was a little Ardennois;", "ja": "ネロは、アルデンネ（ベルギーの地名）生まれの少年でした。"}
{"en": "Patrasche was a big Fleming.", "ja": "パトラッシュは、大きなフランダース犬でした。"}
{"en": "They were both of the same age by length of years;", "ja": "どちらも年は一緒でした。"}
{"en": "yet one was still young, and the other was already old.", "ja": "けれども、ネロはまだ若く、パトラッシュはもう年寄りでした。"}
{"en": "They had dwelt together almost all their days;", "ja": "彼らは生きている間、ほとんど一緒に暮らしていました。"}
{"en": "both were orphaned and destitute, and owed their lives to the same hand.", "ja": "どちらも両親を亡くし、非常に貧しく、同じ人の手で養われていました。"}
{"en": "It had been the beginning of the tie between them,--their first bond of sympathy,", "ja": "初めて出会った時から彼らを結びつけたきずなーーそれは共感のきずなでしたがーーはあったのでした。"}
{"en": "--and it had strengthened day by day, and had grown with their growth, firm and indissoluble,", "ja": "そして、その共感のきずなは日を追う毎に強まり、彼らが成長するに従い成長し、しっかりと切り離すことができなくなりました。"}
{"en": "until they loved one another very greatly.", "ja": "そして、ついには、お互い深く深く愛し合うようになったのでした。"}
{"en": "Their home was a little hut on the edge of a little village", "ja": "彼らの家は小さな村のはずれにある、小さな小屋でした。"}
{"en": "--a Flemish village a league from Antwerp,", "ja": "村は、フランダース地方にあり、アントワープから５キロばかり離れていました。"}
{"en": "set amidst flat breadths of pasture and corn-lands,", "ja": "村は、広々とした牧草地と、とうもろこし畑に挟まれた平野にありました。"}
{"en": "with long lines of poplars and of alders bending in the breeze on the edge of the great canal which ran through it.", "ja": "平野を横切る運河のほとりには、ポプラとハンノキの長い並木がそよ風に吹かれてたなびいていました。"}
{"en": "It had about a score of houses and homesteads,", "ja": "村には、およそ二十軒ばかりの家と農家がありました。"}
{"en": "with shutters of bright green or sky blue, and roofs rose red or black and white, and walls whitewashed until they shone in the sun like snow.", "ja": "その家々は、雨戸は明るい緑か空色で、屋根はばら色か白と黒のまだらで、壁は日差しに照らされると雪とみまがうほどに真っ白でした。"}
{"en": "In the centre of the village stood a windmill,", "ja": "村の中心には、風車小屋がありました。"}
{"en": "placed on a little moss-grown slope;", "ja": "その小屋は、少しこけの生えた斜面に建っていました。"}
{"en": "it was a landmark to all the level country round.", "ja": "風車小屋は、あたり一帯の平野からは、よい目印になっていました。"}
{"en": "It had once been painted scarlet, sails and all;", "ja": "かつて風車小屋は、帆も何もかも真っ赤に塗られていました。"}
{"en": "but that had been in its infancy, half a century or more earlier,", "ja": "しかし、それは、まだ風車小屋ができた頃の話で、もう半世紀以上も前のことでした。"}
{"en": "when it had ground wheat for the soldiers of Napoleon;", "ja": "当時は、この小屋はナポレオン将軍の兵士のために小麦を挽いていたのでした。"}
{"en": "and it was now a ruddy brown,", "ja": "今や、風車小屋は赤茶色でした。"}
{"en": "tanned by wind and weather.", "ja": "長年の風や日射しで色あせてしまったのです。"}
{"en": "It went queerly by fits and starts,", "ja": "風車は、時々奇妙な具合に動きました。"}
{"en": "as though rheumatic and stiff in the joints from age;", "ja": "それは、まるで年取って痛風や関節炎になったみたいでした。"}
{"en": "but it served the whole neighborhood,", "ja": "けれども、近隣一帯の人たちはみな、この風車小屋で小麦を挽いていました。"}
{"en": "which would have thought it almost as impious to carry grain elsewhere as to attend any other religious service than the mass that was performed at the altar of the little old gray church,", "ja": "きっと、よそに小麦を持っていくことは、村の小さな灰色の教会で行われるミサに行かず、よその教会のミサに行くのとほとんど同じくらいに不信心なことであると村人たちは考えていたに違いありません。"}
{"en": "with its conical steeple, which stood opposite to it,", "ja": "その教会は、丸いとがった尖塔があって、風車小屋の反対側に建っていました。"}
{"en": "and whose single bell rang morning, noon, and night with that strange, subdued, hollow sadness which every bell that hangs in the Low Countries seems to gain as an integral part of its melody.", "ja": "教会の一つしかない鐘が、この地方一帯の鐘に共通した、奇妙に沈んだ、うつろな悲しい響きを響かせながら、朝昼晩に鳴らされました。"}
{"en": "Within sound of the little melancholy clock almost from their birth upward, they had dwelt together, Nello and Patrasche,", "ja": "ネロとパトラッシュは、ほとんどの生涯を、時を告げるもの悲しい鐘の音が聞こえる場所で一緒に暮らしていました。"}
{"en": "in the little hut on the edge of the village, with the cathedral spire of Antwerp rising in the northeast, beyond the great green plain of seeding grass and spreading corn that stretched away from them like a tideless, changeless sea.", "ja": "二人が住んだ村のはずれの小屋の北側にはアントワープの大聖堂の尖塔がそびえ、小屋との間には、どこまでも続く緑の草原ととうもろこし畑とが、まるで満ち引きすることのない海のように広がっていました。"}
{"en": "It was the hut of a very old man, of a very poor man", "ja": "そこは、とても年をとったまずしい老人の小屋でした。"}
{"en": "--of old Jehan Daas, who in his time had been a soldier,", "ja": "ジェハン・ダースは、若い頃は兵士でした。"}
{"en": "and who remembered the wars that had trampled the country as oxen tread down the furrows,", "ja": "ジェハンじいさんは、牛が畑のあぜを掘り返すように国土を蹂躙（じゅうりん）した戦争のことを憶えていました。"}
{"en": "and who had brought from his service nothing except a wound, which had made him a cripple.", "ja": "老人は、兵士として祖国に奉仕しましたが、奉仕で得たものは、老人をびっこにした傷だけでした。"}
{"en": "When old Jehan Daas had reached his full eighty, his daughter had died in the Ardennes, hard by Stavelot, and had left him in legacy her two-year-old son.", "ja": "年老いたジェハン・ダースが八十歳になったとき、娘がアルデンヌ地方のスタヴロ近くで亡くなり、形見に二歳になる孫が残されました。"}
{"en": "The old man could ill contrive to support himself,", "ja": "ジェハンじいさんは自分一人で食べていくことすらままならない状態でした。"}
{"en": "but he took up the additional burden uncomplainingly,", "ja": "けれども、ジェハンじいさんはぐち一つこぼさずにその重荷を引き受けました。"}
{"en": "and it soon became welcome and precious to him.", "ja": "そして、孫はすぐにジェハンじいさんにとって歓迎すべき、かけがえのない存在になりました。"}
{"en": "Little Nello, which was but a pet diminutive for Nicolas, throve with him,", "ja": "小さなネロは、ジェハンじいさんと一緒に成長しました。"}
{"en": "and the old man and the little child lived in the poor little hut contentedly.", "ja": "老人と子供は、貧しい小さな小屋で、満ち足りた日々を過ごしていました。"}
{"en": "It was a very humble little mud hut indeed,", "ja": "その小屋は、実際とても粗末で小さく、泥でできていました。"}
{"en": "but it was clean and white as a sea-shell, and stood in a small plot of garden ground that yielded beans and herbs and pumpkins.", "ja": "けれども、きちんと整頓され、貝殻のように真っ白で、豆とハーブとカボチャが植えられた小さな菜園がありました。"}
{"en": "They were very poor, terribly poor;", "ja": "二人は、本当にひどく貧しかったのでした。"}
{"en": "many a day they had nothing at all to eat.", "ja": "まったく食べるものがない日もたくさんありました。"}
{"en": "They never by any chance had enough;", "ja": "満腹するまで食べる機会など、決してありませんでした。"}
{"en": "to have had enough to eat would have been to have reached paradise at once.", "ja": "満腹するまで食べられるだけで、天にも昇るような心地になったことでしょう。"}
{"en": "But the old man was very gentle and good to the boy,", "ja": "けれども、老人は非常に穏やかで、少年に優しくしました。"}
{"en": "and the boy was a beautiful, innocent, truthful, tender-natured creature;", "ja": "そして、少年はかわいく、純真で、正直で、優しい性格の子でした。"}
{"en": "and they were happy on a crust and a few leaves of cabbage,", "ja": "彼らはパンのかけらと数枚のキャベツの葉っぱだけで幸せでした。"}
{"en": "and asked no more of earth or heaven", "ja": "そして、天にかけても地にかけても、それ以上のものを求めませんでした。"}
{"en": "--save indeed that Patrasche should be always with them,", "ja": "パトラッシュがいつも一緒にいてくれることを除いて。"}
{"en": "since without Patrasche where would they have been?", "ja": "パトラッシュなしでどこに安住できるのでしょうか？"}
{"en": "For Patrasche was their alpha and omega;", "ja": "二人にとって、パトラッシュは、すべてでした。"}
{"en": "their treasury and granary;", "ja": "二人の宝庫であり、穀倉。"}
{"en": "their store of gold and wand of wealth;", "ja": "二人の黄金の店であり、富の杖。"}
{"en": "their bread-winner and minister;", "ja": "二人のパンーーかせぎ手であり、召使い。"}
{"en": "their only friend and comforter.", "ja": "二人の唯一の友だちであり、慰め。"}
{"en": "Patrasche dead or gone from them, they must have laid themselves down and died likewise.", "ja": "パトラッシュが死ぬか、二人からとりあげられてしまうと、二人とも倒れて死んでしまったにちがいありません。"}
{"en": "Patrasche was body, brains, hands, head, and feet to both of them;", "ja": "パトラッシュは、二人にとって、胴体であり、頭であり、手足でした。"}
{"en": "Patrasche was their very life, their very soul.", "ja": "パトラッシュは、二人にとって人生であり、魂でした。"}
{"en": "For Jehan Daas was old and a cripple, and Nello was but a child;", "ja": "というのは、ジェハン　ダースは老人でびっこで、ネロはほんの子どもに過ぎなかったからです。"}
{"en": "and Patrasche was their dog.", "ja": "そして、パトラッシュは彼らの飼い犬でした。"}
{"en": "A dog of Flanders--yellow of hide, large of head and limb, with wolf-like ears that stood erect, and legs bowed and feet widened in the muscular development wrought in his breed by many generations of hard service.", "ja": "フランダースの犬は、皮は黄色で、頭と手足は大きく、まっすぐに立ったおおかみのような耳をして、足は曲がり、何世代にもわたる厳しい労働によって発達した筋肉を持っていました。"}
{"en": "Patrasche came of a race which had toiled hard and cruelly from sire to son in Flanders many a century", "ja": "パトラッシュは、フランダース地方で何世紀にもわたって先祖代々酷使される種族の子孫でした。"}
{"en": "--slaves of slaves, dogs of the people, beasts of the shafts and the harness,", "ja": "奴隷の中の奴隷であり、人々にこき使われる犬畜生であり、荷車を引くのに使われる獣でした。"}
{"en": "creatures that lived straining their sinews in the gall of the cart, and died breaking their hearts on the flints of the streets.", "ja": "彼らは、荷車の苦々しさに筋肉を痛め、道の敷石で心臓が破裂して死んでいったのでした。"}
{"en": "Patrasche had been born of parents who had labored hard all their days over the sharp-set stones of the various cities and the long, shadowless, weary roads of the two Flanders and of Brabant.", "ja": "パトラッシュの両親は、東西フランダース・ブラバントの、あちこちの町のするどいとがった敷石と、長く、日陰のない、うんざりするような道を、一生働きに働き通したのでした。"}
{"en": "He had been born to no other heritage than those of pain and of toil.", "ja": "パトラッシュが両親から受け継いだものと言えば、同じような苦しみと重労働だけでした。"}
{"en": "He had been fed on curses and baptized with blows.", "ja": "パトラッシュは、悪態を食べ、殴打で洗礼を受けました。"}
{"en": "Why not?", "ja": "なぜそれがいけないのでしょう？"}
{"en": "It was a Christian country,", "ja": "ここは文明国、キリスト教国です。"}
{"en": "and Patrasche was but a dog.", "ja": "そして、パトラッシュは犬に過ぎません。"}
{"en": "Before he was fully grown he had known the bitter gall of the cart and the collar.", "ja": "パトラッシュは大人になる前に、荷車と首輪のにがさを味わっていました。"}
{"en": "Before he had entered his thirteenth month he had become the property of a hardware dealer, who was accustomed to wander over the land north and south, from the blue sea to the green mountains.", "ja": "生後１３か月も経たないうちに、パトラッシュは、北の果てから南の果てまで、青い海から緑の山まで行商するのに慣れていた金物の行商人の持ち物になりました。"}
{"en": "They sold him for a small price, because he was so young.", "ja": "パトラッシュはまだ小さかったので、安い値段で売られました。"}
{"en": "This man was a drunkard and a brute.", "ja": "この行商人は、大酒飲みで獣のような人間でした。"}
{"en": "The life of Patrasche was a life of hell.", "ja": "パトラッシュの生活は、地獄の生活でした。"}
{"en": "To deal the tortures of hell on the animal creation is a way which the Christians have of showing their belief in it.", "ja": "まるで動物に対して地獄の拷問を行うことが「地獄は本当にある」という自分の信仰を示す方法であるかのように思っている人々がいます。"}
{"en": "His purchaser was a sullen, ill-living, brutal Brabantois, who heaped his cart full with pots and pans and flagons and buckets, and other wares of crockery and brass and tin, and left Patrasche to draw the load as best he might,", "ja": "パトラッシュの買い手は、陰気で、邪悪で、残忍なブラバント生まれの男で、荷車につぼ・なべ・びん・ばけつやいろいろな瀬戸物や金属類をいっぱいに積んで、パトラッシュひとりに力の限り荷物を引かせていました。"}
{"en": "while he himself lounged idly by the side in fat and sluggish ease, smoking his black pipe and stopping at every wineshop or cafe on the road.", "ja": "その間、男はといえば、太った体でのんびりとパイプをふかしながらのろのろと荷車のそばを歩き、街道沿いにある酒屋や茶屋を通り過ぎるたびにきまって腰をおろすのでした。"}
{"en": "Happily for Patrasche, or unhappily, he was very strong;", "ja": "幸か不幸か、パトラッシュはとても丈夫だったのです。"}
{"en": "he came of an iron race,", "ja": "パトラッシュは、鉄の種族の生まれでした。"}
{"en": "long born and bred to such cruel travail;", "ja": "その種族は、情け容赦のない労苦に従事するために長年繁殖させられたものでした。"}
{"en": "so that he did not die, but managed to drag on a wretched existence under the brutal burdens, the scarifying lashes, the hunger, the thirst, the blows, the curses, and the exhaustion", "ja": "そういうわけでパトラッシュはひどい重荷を負わされ、むちうたれ、飢えと渇きに苦しめられ、なぐられ、ののしられて、すっかり疲れ切ってしまっても、何とかみじめに生き長らえることができたのでした。"}
{"en": "which are the only wages with which the Flemings repay the most patient and laborious of all their four-footed victims.", "ja": "こうした苦しみが、もっとも忍耐強く、よく働く四つ足の犠牲者に対してフランダースの人間が与える唯一の報酬でした。"}
{"en": "One day, after two years of this long and deadly agony, Patrasche was going on as usual along one of the straight, dusty, unlovely roads that lead to the city of Rubens.", "ja": "この長くて死にそうな苦しみを味わって二年経ったある日のこと、パトラッシュはルーベンスの住んだアントワープに通じるまっすぐな、埃っぽい、不快な道をいつも通り進んでいました。"}
{"en": "It was full midsummer, and very warm.", "ja": "真夏で、とても暑い日でした。"}
{"en": "His cart was very heavy, piled high with goods in metal and in earthenware.", "ja": "荷車はとても重く、金物や、せとものの商品がうず高く積まれていました。"}
{"en": "His owner sauntered on without noticing him otherwise than by the crack of the whip as it curled round his quivering loins.", "ja": "パトラッシュの持ち主は、ときどきパトラッシュの腰に鞭をぴしっと打つ以外は、パトラッシュのことなど気にもとめずにぶらぶらと歩いていました。"}
{"en": "The Brabantois had paused to drink beer himself at every wayside house,", "ja": "このブラバント生まれの男は、道ばたで居酒屋をみつけるたびにビールを飲むために立ち寄りました。"}
{"en": "but he had forbidden Patrasche to stop a moment for a draught from the canal.", "ja": "けれども、パトラッシュが運河で水を一口飲むために一瞬でも立ち止まるようなことは、許したりはしませんでした。"}
{"en": "Going along thus, in the full sun, on a scorching highway,", "ja": "パトラッシュは、こんな状態で、かんかんでりの中、焼けるような街道を歩いていきました。"}
{"en": "having eaten nothing for twenty-four hours, and, which was far worse to him, not having tasted water for near twelve,", "ja": "パトラッシュは二十四時間何も食べず、もっと悪いことには、十二時間近くも水も飲んでいなかったのでした。"}
{"en": "being blind with dust, sore with blows, and stupefied with the merciless weight which dragged upon his loins, Patrasche staggered and foamed a little at the mouth, and fell.", "ja": "ほこりで目がくらみ、むち打たれた傷は痛み、情け容赦のない重荷に感覚がなくなり、パトラッシュはよろめいて口から少しあわをふいて倒れました。"}
{"en": "He fell in the middle of the white, dusty road, in the full glare of the sun;", "ja": "パトラッシュが倒れたのは、日差しの強烈なまぶしい光を浴びた、白い、埃っぽい道の真ん中でした。"}
{"en": "he was sick unto death, and motionless.", "ja": "パトラッシュは病気で死にそうになり、動かなくなりました。"}
{"en": "His master gave him the only medicine in his pharmacy", "ja": "彼の主人は彼が持っていたただ一つの薬を与えました"}
{"en": "--kicks and oaths and blows with a cudgel of oak,", "ja": "ーーそれは、パトラッシュを蹴り、ののしり、そして、樫の木の棍棒でなぐることでした。"}
{"en": "which had been often the only food and drink, the only wage and reward, ever offered to him.", "ja": "これらは、これまでもしばしばパトラッシュに提供されるただ一つの食べ物であり、報酬でもあったのです。"}
{"en": "But Patrasche was beyond the reach of any torture or of any curses.", "ja": "しかし、パトラッシュはどんな拷問も悪態も、手の届かないところにいました。"}
{"en": "Patrasche lay, dead to all appearances, down in the white powder of the summer dust.", "ja": "夏の白いほこりの中で、パトラッシュはどう見ても、死んだように横たわっていました。"}
{"en": "After a while, finding it useless to assail his ribs with punishment and his ears with maledictions, the Brabantois--deeming life gone in him, or going, so nearly that his carcass was forever useless, unless, indeed, some one should strip it of the skin for gloves", "ja": "しばらくして、いくら肋骨をけとばしても、いくら耳元でどなりつけても役に立たないと分かり、このブラバンド生まれの男は、パトラッシュが死んでしまったか、死にかけていて、誰か死体の皮を剥いで手袋を作らない限りはもう役に立たない、と思いました。"}
{"en": "--cursed him fiercely in farewell, struck off the leathern bands of the harness, kicked his body aside into the grass,", "ja": "そこで、別れのはなむけにはげしくののしり、引き具の皮ひもをとりはずし、パトラッシュの体を道路の脇の草むらまでけとばしました。"}
{"en": "and, groaning and muttering in savage wrath, pushed the cart lazily along the road uphill,", "ja": "それから激しく怒り、ぶつぶつと不平をこぼしながら、上り坂をのろのろと荷車を押していきました。"}
{"en": "and left the dying dog for the ants to sting and for the crows to pick.", "ja": "このように死にかけた犬は置き去りにして、ありがかんだり、カラスがつついたりするのに任せておきました。"}
{"en": "It was the last day before kermess away at Louvain,", "ja": "翌日は、ルヴァンの町で祭りの市が開かれる日でした。"}
{"en": "and the Brabantois was in haste to reach the fair and get a good place for his truck of brass wares.", "ja": "だから、ブラバンド生まれの男は、早く市のたつ場所にかけつけて、金物の商品をつんだ自分の荷車に、いい場所を確保しようと躍起になっていました。"}
{"en": "He was in fierce wrath,", "ja": "彼は激しく怒りました。"}
{"en": "because Patrasche had been a strong and much-enduring animal, and because he himself had now the hard task of pushing his /charette/ all the way to Louvain.", "ja": "というのは、パトラッシュは今まで頑丈で辛抱強い動物だったのに、今度はルヴァンまでの遠い道のりを重い荷車を引いていくというきつい仕事を自分でやらなくてはならなくなったからです。"}
{"en": "But to stay to look after Patrasche never entered his thoughts;", "ja": "けれども、パトラッシュの看病をするためにとどまることなど、思いもよらないことでした。"}
{"en": "the beast was dying and useless,", "ja": "獣は死にかけていて役に立ちませんでした。"}
{"en": "and he would steal, to replace him, the first large dog that he found wandering alone out of sight of its master.", "ja": "この行商人は、主人からはぐれた大きな犬を見つけたら、盗んでパトラッシュの替わりにしたでしょう。"}
{"en": "Patrasche had cost him nothing, or next to nothing,", "ja": "彼がパトラッシュに費やしたお金はほとんどないに等しい状態でした。"}
{"en": "and for two long, cruel years he had made him toil ceaselessly in his service from sunrise to sunset, through summer and winter, in fair weather and foul.", "ja": "そして、２年もの長い、残酷な月日を、朝から晩まで、夏も冬も、天気のよい日も悪い日も、絶え間なく酷使し続けたのです。"}
{"en": "He had got a fair use and a good profit out of Patrasche;", "ja": "彼は、パトラッシュを利用するだけ利用しつくし、けっこうな利益をパトラッシュから得ていました。"}
{"en": "being human, he was wise, and left the dog to draw his last breath alone in the ditch,", "ja": "しかし、彼は人間らしくずる賢く、犬が溝で最後の息を引き取るにまかせておきました。"}
{"en": "and have his bloodshot eyes plucked out as they might be by the birds, whilst he himself went on his way to beg and to steal, to eat and to drink, to dance and to sing, in the mirth at Louvain.", "ja": "カラスがパトラッシュの血走った目をえぐりだすかもしれませんが、彼は、ルヴァンで物乞いをしたり盗んだり食べたり飲んだり、踊ったり歌ったり、楽しむために、道を進んでいきました。"}
{"en": "A dying dog, a dog of the cart", "ja": "死にかけた犬、荷車引きの犬"}
{"en": "--why should he waste hours over its agonies at peril of losing a handful of copper coins, at peril of a shout of laughter?", "ja": "ーーなぜそんなものの苦しみに付き合って時間を無駄にし、少しばかりの銅貨を稼ぎそこなったり、笑うような楽しい思いをふいにしなければならない危険をおかさなければならないのでしょうか。"}
{"en": "Patrasche lay there, flung in the grass-green ditch.", "ja": "パトラッシュは、道ばたの草むらが茂るみぞに投げ捨てられたまま、そこで横たわっていました。"}
{"en": "It was a busy road that day,", "ja": "その日は人通りが多い日でした。"}
{"en": "and hundreds of people, on foot and on mules, in waggons or in carts, went by, tramping quickly and joyously on to Louvain.", "ja": "何百人もの人々が歩いたりらばに乗ったり、荷馬車や荷車に乗ったりしてルヴァンに向かって急ぎ足で陽気に通り過ぎていました。"}
{"en": "Some saw him;", "ja": "何人かはパトラッシュを見ました。"}
{"en": "most did not even look;", "ja": "ほとんどの人は、見向きさえしませんでした。"}
{"en": "all passed on.", "ja": "皆、通り過ぎていきました。"}
{"en": "A dead dog more or less--it was nothing in Brabant;", "ja": "死んだも同然の犬ーーそれは、ベルギー人にとって無価値でした。"}
{"en": "it would be nothing anywhere in the world.", "ja": "いや、世界中のどこだって、何の価値もなかったでしょう。"}
{"en": "After a time, among the holiday-makers, there came a little old man", "ja": "しばらくして、休暇中の人々に混ざって、小柄の老人がやってきました。"}
{"en": "who was bent and lame, and very feeble.", "ja": "その老人は、腰が曲がり、足が不自由で、とても弱々しそうでした。"}
{"en": "He was in no guise for feasting; he was very poorly and miserably clad,", "ja": "彼はとてもまずしく、みすぼらしい服を着ていて、とても祭りに行くような格好ではありませんでした。"}
{"en": "and he dragged his silent way slowly through the dust among the pleasure-seekers.", "ja": "そして、彼は祭りを楽しもうとしている人たちの群れでほこりが立っている中を、とぼとぼとゆっくりと歩いていきます。"}
{"en": "He looked at Patrasche, paused, wondered, turned aside, then kneeled down in the rank grass and weeds of the ditch, and surveyed the dog with kindly eyes of pity.", "ja": "老人は、パトラッシュを見て立ち止まり、不思議に思って脇により、溝の草むらにうずくまって、同情のこもった優しい目で犬を調べました。"}
{"en": "There was with him a little rosy, fair-haired, dark-eyed child of a few years old,", "ja": "二、三歳くらいの、少しバラ色で金髪の、黒目をした子どもが老人と一緒にいました。"}
{"en": "who pattered in amid the bushes, that were for him breast-high, and stood gazing with a pretty seriousness upon the poor, great, quiet beast.", "ja": "子どもは、胸の高さもある草むらの中をぱたぱたと走って、このかわいそうな、大きな、じっとしている動物を、立ったまま、かわいらしくまじめにじっと見つめました。"}
{"en": "Thus it was that these two first met--the little Nello and the big Patrasche.", "ja": "彼ら二人ーー小さいネロと大きいパトラッシューーはこのようにして出会ったのでした。"}
{"en": "The upshot of that day was, that old Jehan Daas, with much laborious effort, drew the sufferer homeward to his own little hut,", "ja": "その日の結末はというと、年老いたジェハンじいさんは、大層骨を折って苦しんでいるパトラッシュをジェハンじいさんが住んでいる小さな小屋に引きずっていったのでした。"}
{"en": "which was a stone's throw off amidst the fields;", "ja": "その小屋は、パトラッシュが倒れていた場所から、石を投げれば届くような、ごく近いところにありました。"}
{"en": "and there tended him with so much care that the sickness,", "ja": "そこでパトラッシュはじゅうぶんに介抱されました。"}
{"en": "which had been a brain seizure brought on by heat and thirst and exhaustion, with time and shade and rest passed away, and health and strength returned,", "ja": "病気は、熱と渇きと疲れによる脳発作でしたから日陰で時間をかけてゆっくりと休むと、健康と力が戻ってきました。"}
{"en": "and Patrasche staggered up again upon his four stout, tawny legs.", "ja": "そして、パトラッシュは、四本の丈夫な黄褐色の足で、再びよろめきながらも立ち上がることができるようになったのでした。"}
{"en": "Now for many weeks he had been useless, powerless, sore, near to death;", "ja": "何週間もパトラッシュは使い物にならず、無力で、体中が痛み、ほとんど死にかけていました。"}
{"en": "but all this time he had heard no rough word, had felt no harsh touch,", "ja": "けれども、この間、パトラッシュは粗いことばを耳にしませんでしたし、残酷にぶたれることもありませんでした。"}
{"en": "but only the pitying murmurs of the child's voice and the soothing caress of the old man's hand.", "ja": "そのかわりにただ、同情のこもった子どものつぶやきと、老人のいたわるような愛撫だけを感じたのでした。"}
{"en": "In his sickness they two had grown to care for him, this lonely man and the little happy child.", "ja": "パトラッシュが病気の間、この孤独な男と小さな幸せな子供は、パトラッシュが好きになりました。"}
{"en": "He had a corner of the hut, with a heap of dry grass for his bed;", "ja": "小屋の片隅に干し草を積んで、パトラッシュのベッドにしました。"}
{"en": "and they had learned to listen eagerly for his breathing in the dark night, to tell them that he lived;", "ja": "そして、二人は、パトラッシュが生きているかどうか確かめるために、暗闇の中でパトラッシュの息づかいに聞き耳をたてるようになりました。"}
{"en": "and when he first was well enough to essay a loud, hollow, broken bay, they laughed aloud, and almost wept together for joy at such a sign of his sure restoration;", "ja": "そして、パトラッシュがはじめて大きな、うつろな切れ切れの鳴き声をたてた時、パトラッシュが回復したという確かなしるしに、二人は声をたてて笑い、一緒に喜んで、ほとんど泣き出しそうになりました。"}
{"en": "and little Nello, in delighted glee, hung round his rugged neck chains of marguerites, and kissed him with fresh and ruddy lips.", "ja": "そして、小さなネロは、喜びのあまり、マーガレットの花輪をパトラッシュの頑丈な首にかけて、新鮮な赤い唇で彼にキスしました。"}
{"en": "So then, when Patrasche arose, himself again, strong, big, gaunt, powerful, his great wistful eyes had a gentle astonishment in them", "ja": "それから、パトラッシュがたくましい、大きな、やせた、力のある犬として再び立ち上がったとき、大きな熱心な目は、穏やかな驚きに満たされました。"}
{"en": "that there were no curses to rouse him and no blows to drive him;", "ja": "なぜなら、二人は、パトラッシュをののしって駆り立てたり、ぶって歩かせたりはしなかったからです。"}
{"en": "and his heart awakened to a mighty love,", "ja": "パトラッシュの心に強い愛が芽生えました。"}
{"en": "which never wavered once in its fidelity while life abode with him.", "ja": "そして、この忠実な愛は、パトラッシュの命ある限り、決して揺らぐことがありませんでした。"}
{"en": "But Patrasche, being a dog, was grateful.", "ja": "しかし、パトラッシュは、犬らしく、恩の心も忘れませんでした。"}
{"en": "Patrasche lay pondering long with grave, tender, musing brown eyes, watching the movements of his friends.", "ja": "パトラッシュは横たわり、まじめな、優しい、茶色い目で友人たちの動きを見つめながら、じっと物思いにふけっていました。"}
{"en": "Now, the old soldier, Jehan Daas, could do nothing for his living but limp about a little with a small cart, with which he carried daily the milk-cans of those happier neighbours who owned cattle away into the town of Antwerp.", "ja": "年をとった元兵士のダースじいさんが生計を立てるための仕事といえば、今や毎日小さな荷車でミルクをアントワープの町まで足を引きずりながら運ぶこと以外ありませんでした。"}
{"en": "The villagers gave him the employment a little out of charity;", "ja": "村人たちは、ジェハンじいさんに同情してちょっとした仕事を彼に与えたのでした。"}
{"en": "more because it suited them well to send their milk into the town by so honest a carrier, and bide at home themselves to look after their gardens, their cows, their poultry, or their little fields.", "ja": "もう一つ、とても正直な運び手に町までミルクを運んでもらって、その間自分たちは家にいて、牛やアヒルの世話をしたり、庭や小さい田畑の仕事をする方が好都合だった、というのがもっと大きな理由でした。"}
{"en": "But it was becoming hard work for the old man.", "ja": "しかし、この仕事は、老人にとっては大変骨の折れる仕事になってきました。"}
{"en": "He was eighty-three,", "ja": "彼は八十三歳でした。"}
{"en": "and Antwerp was a good league off, or more.", "ja": "そして、アントワープまでは五キロか、もっとありました。"}
{"en": "Patrasche watched the milk-cans come and go that one day when he had got well and was lying in the sun with the wreath of marguerites round his tawny neck.", "ja": "パトラッシュが回復して、マーガレットの花輪を黄褐色の首にかけられて日なたぼっこしていたある日のこと、パトラッシュはミルクの缶を積んだ荷車が家を出て行って、帰ってくるのを見つけました。"}
{"en": "The next morning, Patrasche, before the old man had touched the cart, arose and walked to it and placed himself betwixt its handles,", "ja": "翌朝、老人が荷車に触れる前に、パトラッシュは起きて、荷車に歩いて行って、ハンドルの間に自分の体を置きました。"}
{"en": "and testified as plainly as dumb-show could do his desire and his ability to work in return for the bread of charity that he had eaten.", "ja": "こうすることで、食べさせてくれたお返しに働かせてほしい、それに自分には働く能力もある、とはっきりと訴えたのでした。"}
{"en": "Jehan Daas resisted long,", "ja": "ジェハンじいさんは、ずいぶんと抵抗しました。"}
{"en": "for the old man was one of those who thought it a foul shame to bind dogs to labor for which Nature never formed them.", "ja": "というのは、老人は、犬に労働させるのは犬の本性に反していて、恥ずべき行為だ、と考えていたからです。"}
{"en": "But Patrasche would not be gainsaid;", "ja": "しかし、パトラッシュはあきらめませんでした。"}
{"en": "finding they did not harness him, he tried to draw the cart onward with his teeth.", "ja": "引き具をつけてくれないとわかると、パトラッシュは歯でかじって荷車を前に引っ張ろうとしました。"}
{"en": "At length Jehan Daas gave way,", "ja": "ついに、ジェハンじいさんは根負けしました。"}
{"en": "vanquished by the persistence and the gratitude of this creature whom he had succored.", "ja": "彼が助けたこの動物の一徹さと感謝に降参したのです。"}
{"en": "He fashioned his cart so that Patrasche could run in it,", "ja": "ジェハンじいさんは、パトラッシュが引っ張れるように荷車を改造しました。"}
{"en": "and this he did every morning of his life thenceforward.", "ja": "その日以降一生の間、毎日荷車を引っ張ることがパトラッシュの仕事となりました。"}
{"en": "When the winter came, Jehan Daas thanked the blessed fortune that had brought him to the dying dog in the ditch that fair-day of Louvain;", "ja": "冬が来たとき、ジェハンじいさんは、ルヴァンの祭りの時に溝で死にかけていた犬を、自分の小屋に連れ帰ってきた幸運に感謝しました。"}
{"en": "through the deep ruts in the mud if it had not been for the strength and the industry of the animal he had befriended.", "ja": "というのは、老人はとても年をとっていて、年を経る毎に弱っていったので、老人が助けたこの動物の力とがんばりがなかったら、雪と泥の中の深いわだちの中で、どのようにすればミルク缶の荷物を引っ張ることができるか、きっと途方に暮れていたに違いなかったからです。"}
{"en": "As for Patrasche, it seemed heaven to him.", "ja": "パトラッシュの方はと言えば、天国のようなものでした。"}
{"en": "After the frightful burdens that his old master had compelled him to strain under, at the call of the whip at every step, it seemed nothing to him but amusement to step out with this little light, green cart, with its bright brass cans, by the side of the gentle old man who always paid him with a tender caress and with a kindly word.", "ja": "前の主人は、それこそ一歩ごとに鞭をつかってパトラッシュに無理矢理恐るべき重荷を引っ張らせましたが、そのような経験した後で、いつもパトラッシュを優しく撫で、優しいことばをかけてくれる穏やかな老人と一緒に真ちゅうの缶を積んだこの小さな軽い緑の荷車で出かけることは、パトラッシュにとっては、お遊びのようなものでした。"}
{"en": "Besides, his work was over by three or four in the day, and after that time he was free to do as he would", "ja": "その上、仕事は３時か４時には終わり、その後、パトラッシュは自分のやりたいように過ごせたのです。"}
{"en": "--to stretch himself, to sleep in the sun, to wander in the fields, to romp with the young child, or to play with his fellow-dogs.", "ja": "のびをしたり、日なたで眠ったり、野原をぶらついたり、ネロといっしょに飛び回ったり、仲間の犬と遊んだり、何でもすることができました。"}
{"en": "Patrasche was very happy.", "ja": "パトラッシュは、とても幸せでした。"}
{"en": "Fortunately for his peace, his former owner was killed in a drunken brawl at the kermess of Mechlin,", "ja": "パトラッシュにとって幸いなことに、元の主人は、メクレンの祭りの市で大酒を飲んで暴れ、死んでしまいました。"}
{"en": "and so sought not after him nor disturbed him in his new and well-loved home.", "ja": "だから、元の主人が新しい、愛情に満ちた家にパトラッシュを追いかけてきたり、じゃまをしたりする心配はなかったのです。"}
{"en": "A few years later, old Jehan Daas, who had always been a cripple,", "ja": "年とったジェハンじいさんは、いつもびっこを引いていました。"}
{"en": "became so paralyzed with rheumatism that it was impossible for him to go out with the cart any more.", "ja": "数年経ってひどい痛風で足がほとんど動かなくなってしまい、もうこれ以上荷車につきそって外出することもできなくなってしまいました。"}
{"en": "Then little Nello, being now grown to his sixth year of age,", "ja": "そのとき、ネロは六歳になっていました。"}
{"en": "and knowing the town well from having accompanied his grandfather so many times,", "ja": "ネロは、何度もおじいさんに連れられて一緒に町に行ったことがあるので、町をよく知っていました。"}
{"en": "took his place beside the cart,", "ja": "それで、ネロが代わりに町に荷車をはこぶことになりました。"}
{"en": "and sold the milk and received the coins in exchange, and brought them back to their respective owners with a pretty grace and seriousness", "ja": "町でミルクを売ってその代金を受け取り、今度はそのお金をかわいらしくもけなげに、それぞれの牛の持ち主のところにとどけるのでした。"}
{"en": "which charmed all who beheld him.", "ja": "そうしたネロの様子に、ネロを見る人は皆、魅せられたのでした。"}
{"en": "The little Ardennois was a beautiful child,", "ja": "小さいアルデンネ生まれの少年は、きれいな子供でした。"}
{"en": "with dark, grave, tender eyes, and a lovely bloom upon his face, and fair locks that clustered to his throat;", "ja": "黒目がちの、まじめな、優しい目をして、金髪がふさふさして、肩までのびていました。"}
{"en": "and many an artist sketched the group as it went by him", "ja": "そして、多くの画家が、ネロたちが通り過ぎるとき、その姿をスケッチしました。"}
{"en": "--the green cart with the brass flagons of Teniers and Mieris and Van Tal, and the great, tawny-colored, massive dog,", "ja": "テーニルスやミーリスや、ファン＝ダイク（１７世紀の画家）の絵に出てくるような、真ちゅう製のミルク缶を積んだ緑の荷車と黄褐色の大きな犬。"}
{"en": "with his belled harness that chimed cheerily as he went,", "ja": "引き具には鈴がつけられていて、進むたびにちりんちりんとなったのでした。"}
{"en": "and the small figure that ran beside him which had little white feet in great wooden shoes, and a soft, grave, innocent, happy face", "ja": "そして、そばには、小さい白い足に大きな木ぐつをはいて、柔和で、まじめで、無邪気で、幸せそうな表情を浮かべた小さな少年がいるのでした。"}
{"en": "like the little fair children of Rubens.", "ja": "それは、まるでルーベンスの絵に出てくる、小さい金髪の少年のようでした。"}
{"en": "Nello and Patrasche did the work so well and so joyfully together", "ja": "ネロとパトラッシュはとても立派に、楽しそうに仕事をしました。"}
{"en": "that Jehan Daas himself, when the summer came and he was better again, had no need to stir out, but could sit in the doorway in the sun and see them go forth through the garden wicket, and then doze and dream and pray a little, and then awake again as the clock tolled three and watch for their return.", "ja": "そして、夏が来て、ジェハンじいさんが再びよくなったときも、ジェハンじいさんは外に出かける必要はなく、朝は小屋の戸口に座って中庭の戸口から二人が出かけるのを見送り、ちょっと昼寝して夢を見て、少しお祈りをして、そして３時になるとまた目を覚まして二人が帰ってくるのを待つのでした。"}
{"en": "And on their return Patrasche would shake himself free of his harness with a bay of glee, and Nello would recount with pride the doings of the day;", "ja": "そして、家に帰り着くと、パトラッシュは喜びの雄たけびをあげながら引き綱を振りほどきますし、ネロは誇らしげにその日のできことをジェハンじいさんに話したのでした。"}
{"en": "and they would all go in together to their meal of rye bread and milk or soup, and would see the shadows lengthen over the great plain, and see the twilight veil the fair cathedral spire;", "ja": "そして、みんないっしょに、ライ麦パンとミルクかスープのごはんを食べ、大草原に長く伸びる影を眺めたり、美しい大聖堂の尖塔にかかるたそがれのとばりを眺めたりします。"}
{"en": "and then lie down together to sleep peacefully while the old man said a prayer.", "ja": "それから、老人がお祈りをとなえ、みんなで一緒に横になってぐっすり眠ったのです。"}
{"en": "So the days and the years went on,", "ja": "このように月日が過ぎてゆきました。"}
{"en": "and the lives of Nello and Patrasche were happy, innocent, and healthful.", "ja": "ネロとパトラッシュの過ごした人生は、幸せに満ち、清らかで、健やかなものでした。"}
{"en": "In the spring and summer especially were they glad.", "ja": "とりわけ、春と夏は楽しい季節でした。"}
{"en": "Flanders is not a lovely land,", "ja": "フランダースは美しい土地ではありません。"}
{"en": "and around the burg of Rubens it is perhaps least lovely of all.", "ja": "中でも、ルーベンスで有名な、アントワープのあたりは、おそらく一番美しくなかったでしょう。"}
{"en": "Corn and colza, pasture and plough, succeed each other on the characterless plain", "ja": "トウモロコシ畑とナタネ畑、牧場と畑が、特徴のない平野に互い違いに広がっていました。"}
{"en": "in wearying repetition,", "ja": "そして、それがいやというほど繰り返されていたのでした。"}
{"en": "and, save by some gaunt gray tower, with its peal of pathetic bells, or some figure coming athwart the fields, made picturesque by a gleaner's bundle or a woodman's fagot, there is no change, no variety, no beauty anywhere;", "ja": "平野にぽつぽつと立っている荒涼とした灰色の塔の、感傷的な鐘の音の響きがなければ、あるいは、落ち穂拾いの束やたきぎの束を抱えた人が何人か荒野を横切り、絵のような趣を添えなければ、どこも変わりばえせず、単調で、美しくもありませんでした。"}
{"en": "and he who has dwelt upon the mountains or amid the forests feels oppressed as by imprisonment with the tedium and the endlessness of that vast and dreary level.", "ja": "山や森の中に住んでいる人ならば、果てしなく続く広大で陰気な平原に退屈して気が滅入り、牢屋に入れられたような気分を味わったことでしょう。"}
{"en": "But it is green and very fertile,", "ja": "けれども、その光景は緑がいっぱいでとても肥沃です。"}
{"en": "and it has wide horizons that have a certain charm of their own even in their dulness and monotony;", "ja": "そして、変わりばえせず、単調であったとしても、そうした光景が広大な地平線いっぱいに広がると、それはそれで一種独特の魅力が生まれたのでした。"}
{"en": "and among the rushes by the waterside the flowers grow, and the trees rise tall and fresh", "ja": "そして、水際に茂るイグサの中にいろんな花が咲き乱れ、木々が高く青々と茂っています。"}
{"en": "where the barges glide, with their great hulks black against the sun,", "ja": "荷船がすべるように進んでいき、逆光の中で大きな船体は黒く見えます。"}
{"en": "and their little green barrels and vari-coloured flags gay against the leaves.", "ja": "そして小さな緑のたるや色とりどりの旗が木の葉の間からとてもきらびやかに見えるのでした。"}
{"en": "Anyway, there is greenery", "ja": "とにかく、そこには青々とした草木の緑がありました。"}
{"en": "and breadth of space", "ja": "それに、十分な広さがありました。"}
{"en": "enough to be as good as beauty to a child and a dog;", "ja": "それは、子供と犬にとっては、美しい光景と同じくらいよいことでした。"}
{"en": "and these two asked no better, when their work was done, than to lie buried in the lush grasses on the side of the canal, and watch the cumbrous vessels drifting by", "ja": "そして、二人は、仕事を終えるや否や、運河のそばに生えている青々とした草むらにうずもれるように寝っ転がり、運河の上を漂っているぶかっこうな船を眺めたりしました。"}
{"en": "and bringing the crisp salt smell of the sea among the blossoming scents of the country summer.", "ja": "その船は、田舎の夏の花の香りの中に、海のさわやかな潮の香りを撒き散らしているようでした。"}
{"en": "True, in the winter it was harder,", "ja": "確かに、冬はもっと大変でした。"}
{"en": "and they had to rise in the darkness and the bitter cold,", "ja": "ひどく寒いの朝まだ暗いうちから起きなければなりませんでした。"}
{"en": "and they had seldom as much as they could have eaten any day;", "ja": "それに、腹いっぱい食べられることなんか、ほとんどありませんでした。"}
{"en": "although it looked so pretty in warm weather, buried in a great kindly clambering vine,", "ja": "暖かい季節にはぶどうのつるがからまって、とてもきれいな小屋でした。"}
{"en": "that never bore fruit, indeed, but which covered it with luxuriant green tracery all through the months of blossom and harvest.", "ja": "ぶどうは、実こそなりませんでしたが、花が咲いたり刈り入れをするような暖かい季節には、ふさふさとした緑の葉っぱがぜいたくな網目模様のようにこの小屋を覆うのでした。"}
{"en": "In winter the winds found many holes in the walls of the poor little hut, and the vine was black and leafless,", "ja": "冬には、すきま風が壁のたくさんの穴から入り、ぶどうの木は黒く、葉っぱをつけていませんでした。"}
{"en": "and the bare lands looked very bleak and drear without,", "ja": "そして、何も生えていない大地は、とても荒涼とした様子でした。"}
{"en": "and sometimes within the floor was flooded and then frozen.", "ja": "時々、小屋の中は浸水し、それが氷ついてしまうのです。"}
{"en": "In winter it was hard,", "ja": "冬は、厳しい季節でした。"}
{"en": "and the snow numbed the little white limbs of Nello, and the icicles cut the brave, untiring feet of Patrasche.", "ja": "ネロは雪で小さい白い手足がかじかみましたし、パトラッシュはつららで、勇敢な、疲れを知らない足を切りました。"}
{"en": "But even then they were never heard to lament, either of them.", "ja": "しかし、そうした時期でさえ、ふたりはぐちをこぼしませんでした。"}
{"en": "The child's wooden shoes and the dog's four legs would trot manfully together over the frozen fields to the chime of the bells on the harness;", "ja": "子供の木靴と犬の4本の足は、一緒に荷車の鈴をちりんちりんと鳴らしながら勇ましく早足で進んでいきます。"}
{"en": "and then sometimes, in the streets of Antwerp, some housewife would bring them a bowl of soup and a handful of bread,", "ja": "それに、アントワープの通りを進んでいくと、一杯のスープとパン数切れをくれたりするおかみさんがいたりしました。"}
{"en": "or some kindly trader would throw some billets of fuel into the little cart as it went homeward,", "ja": "また、家に帰ろうとすると、ミルクを買ってくれる商人の中で、小さい荷車に少したきぎを放り込んでくれる優しい人がいたりしました。"}
{"en": "or some woman in their own village would bid them keep a share of the milk they carried for their own food;", "ja": "あるいは、村のおかみさんの中には、二人に、アントワープに運んでいくミルクを自分たちのために一部とっとくようにと言ってくれる人がいたりしました。"}
{"en": "and they would run over the white lands, through the early darkness, bright and happy,", "ja": "そうしたとき、二人は暗くなりかけた中を、明るく幸せに、雪の上を歩いていきます。"}
{"en": "and burst with a shout of joy into their home.", "ja": "そして、喜び叫びながら家に入るのでした。"}
{"en": "So, on the whole, it was well with them--very well;", "ja": "だから、だいたいのところ、とてもよかったのです。"}
{"en": "and Patrasche, meeting on the highway or in the public streets the many dogs who toiled from daybreak into nightfall,", "ja": "パトラッシュは、大きな街道や通りで夜明けから夜遅くまで酷使されている犬にいっぱい会っていました。"}
{"en": "paid only with blows and curses, and loosened from the shafts with a kick to starve and freeze as best they might", "ja": "そうした犬は、酷使の代償に、ただ棒で殴られるか、ののしられるばかりで、そのあげく、飢え死にでも、凍え死にでも勝手にしろ、とばかりに車からけり出され、やっと車からはずしてもらえるのでした。"}
{"en": "--Patrasche in his heart was very grateful to his fate,", "ja": "パトラッシュは、自分の運命に心から感謝しました。"}
{"en": "and thought it the fairest and the kindliest the world could hold.", "ja": "そして、こんなにけっこうでありがたいことはない、と思うのでした。"}
{"en": "Though he was often very hungry indeed when he lay down at night;", "ja": "パトラッシュが夜横になったとき、本当にひどくお腹が空いていたこともしばしばありましたし、"}
{"en": "though he had to work in the heats of summer noons and the rasping chills of winter dawns;", "ja": "夏の昼の暑い中でも冬の明け方のこごえるような寒さの中でも、パトラッシュは働かなければなりませんでした。"}
{"en": "though his feet were often tender with wounds from the sharp edges of the jagged pavement;", "ja": "それに、足がギザギザの舗道のとんがった石で傷ついて、ずきずき痛むこともしばしばありましたし、"}
{"en": "though he had to perform tasks beyond his strength and against his nature", "ja": "自分の生まれには似合わないような、力に余る仕事をしなければなりませんでした。"}
{"en": "--yet he was grateful and content;", "ja": "それでも、パトラッシュは満足し感謝していました。"}
{"en": "he did his duty with each day,", "ja": "パトラッシュは毎日義務を果たしました。"}
{"en": "and the eyes that he loved smiled down on him.", "ja": "そして、大好きなネロの目が、パトラッシュに向かって微笑みかけました。"}
{"en": "It was sufficient for Patrasche.", "ja": "それだけでパトラッシュには十分でした。"}
{"en": "There was only one thing which caused Patrasche any uneasiness in his life,", "ja": "ただ、パトラッシュには、一つだけ気がかりなことがありました。"}
{"en": "and it was this.", "ja": "それは、こんなことでした。"}
{"en": "Antwerp, as all the world knows, is full at every turn of old piles of stones, dark and ancient and majestic,", "ja": "誰でも知っているように、アントワープの町には、あちこちに古い、黒ずんだ、古風な、でも荘厳な石造りの教会がいっぱいあります。"}
{"en": "standing in crooked courts, jammed against gateways and taverns, rising by the water's edge, with bells ringing above them in the air,", "ja": "曲がりくねった路地の奥の中庭に建っているのもあれば、屋敷の門や居酒屋に挟まれて建っているのもありましたし、運河のほとりに建っているのもありました。"}
{"en": "and ever and again out of their arched doors a swell of music pealing.", "ja": "塔から鐘の音が空に鳴り響いたり、アーチ形の扉からは音楽がもれ聞こえてくることがありました。"}
{"en": "There they remain, the grand old sanctuaries of the past, shut in amid the squalor, the hurry, the crowds, the unloveliness, and the commerce of the modern world;", "ja": "現代の商業の都のむさくるしさ、あわただしさ、人混みの多さ、みにくさの中で、大きな古い聖地が残されていました。"}
{"en": "and all day long the clouds drift and the birds circle and the winds sigh around them,", "ja": "一日中、塔の上では雲がたなびき、鳥は円を描いて飛び、風がそよぎます。"}
{"en": "and beneath the earth at their feet there sleeps--RUBENS.", "ja": "そして、その聖地の地下には、ルーベンスが眠っていたのです。"}
{"en": "And the greatness of the mighty master still rests upon Antwerp,", "ja": "この傑出した巨匠の偉力は今でもアントワープの町に残っています。"}
{"en": "and wherever we turn in its narrow streets his glory lies therein,", "ja": "狭い道に入り込むといつもルーベンスの栄光がそこかしこに感じられます。"}
{"en": "so that all mean things are thereby transfigured;", "ja": "そして、どんないやしいものでも、ルーベンスの栄光によって変容するのです。"}
{"en": "and as we pace slowly through the winding ways, and by the edge of the stagnant water, and through the noisome courts, his spirit abides with us, and the heroic beauty of his visions is about us,", "ja": "曲がりくねった道を進むとき、淀んだ運河の水のそばにたたずむとき、そして騒がしい中庭を過ぎるとき、ルーベンスの魂が私たちにまとわりつき、ルーベンスの堂々とした美の幻影が、私たちのそばにあります。"}
{"en": "and the stones that once felt his footsteps and bore his shadow seem to arise and speak of him with living voices.", "ja": "そして、かつてルーベンスの足取りを感じ、ルーベンスの影を映した石だたみは、今にも起きあがって生き生きした声でルーベンスについて語り出すように思われるのです。"}
{"en": "For the city which is the tomb of Rubens still lives to us through him, and him alone.", "ja": "ルーベンスのお墓があるというだけで、アントワープの町は今も有名です。"}
{"en": "It is so quiet there by that great white sepulchre", "ja": "その大きな白い墓の近くは、とてもひっそりと静まり返っています。"}
{"en": "--so quiet, save only when the organ peals and the choir cries aloud the Salve Regina or the Kyrie eleison.", "ja": "ときおりオルガンの音や聖歌隊が「たたえよ、マリア」や、「主よ、あわれみたまえ」を歌う音が聞こえるのを除いては。"}
{"en": "Sure no artist ever had a greater gravestone than that pure marble sanctuary gives to him in the heart of his birthplace in the chancel of St. Jacques.", "ja": "ルーベンスが生まれたアントワープの町のまん中に位置する聖ジャック教会の内陣にある、真っ白な大理石でできたお墓以上に立派なお墓を持つ芸術家はいません。"}
{"en": "Without Rubens, what were Antwerp?", "ja": "ルーベンスがいなければ、アントワープの町は何だったというのでしょうか？"}
{"en": "A dirty, dusky, bustling mart, which no man would ever care to look upon save the traders who do business on its wharves.", "ja": "波止場で商売をする商人を除いて誰も見たいとは思わないような、薄ぎたなくて薄暗い、騒々しい市場に過ぎません。"}
{"en": "With Rubens, to the whole world of men it is a sacred name, a sacred soil,", "ja": "ルーベンスがいたからこそ、アントワープの町は、世界中にとって、神聖な名前であり、神聖な土地であったのです。"}
{"en": "a Bethlehem where a god of art saw light, a Golgotha where a god of art lies dead.", "ja": "芸術の神様、ルーベンスがこの世に生まれたベツレヘム＜イエス・キリストが生まれた地名＞であり、芸術の神様ルーベンスが亡くなったゴルゴダ＜イエス・キリストが亡くなった地名＞だったのです。"}
{"en": "O nations!", "ja": "国よ！"}
{"en": "closely should you treasure your great men;", "ja": "あなたは国に生まれた偉人を大事にしなければなりません。"}
{"en": "for by them alone will the future know of you.", "ja": "というのは、未来の人は、偉人のみによって国を知るからです。"}
{"en": "Flanders in her generations has been wise.", "ja": "この時代のフランダースの人たちは賢明でした。"}
{"en": "In his life she glorified this greatest of her sons,", "ja": "ルーベンスが生きている間、アントワープの町は、アントワープが生んだ最も偉大な息子に名誉を与えました。"}
{"en": "and in his death she magnifies his name.", "ja": "そして、ルーベンスの死後は、アントワープの町はその名前を賛美します。"}
{"en": "But her wisdom is very rare.", "ja": "けれども、実を言うと、フランダースの人たちがこのように賢明だったことは、めったにありませんでした。"}
{"en": "Now, the trouble of Patrasche was this.", "ja": "さて、パトラッシュの問題というのは、次のようなものでした。"}
{"en": "Into these great, sad piles of stones, that reared their melancholy majesty above the crowded roofs, the child Nello would many and many a time enter, and disappear through their dark, arched portals,", "ja": "子どものネロは、むらがりあっている屋根の中でひときわ大きくそびえ立つ、この大きな、陰気でもの悲しい、石造りの教会の中に、幾度となく入っていきました。"}
{"en": "while Patrasche, left without upon the pavement,", "ja": "一方、パトラッシュは一人歩道に取り残されました。"}
{"en": "would wearily and vainly ponder on what could be the charm which thus allured from him his inseparable and beloved companion.", "ja": "そして、退屈しながら、ちょっとの間でも離れていたくない、大好きな友だちを惹きつけ、パトラッシュから離れさせているものが一体全体何だろうか、とじっと考え込みましたが、無駄なことでした。"}
{"en": "Once or twice he did essay to see for himself,", "ja": "一、二度、パトラッシュは自分自身で何が起こっているかを確かめようとしました。"}
{"en": "clattering up the steps with his milk-cart behind him;", "ja": "そうして、ミルクの荷車を引きながら階段を音を立てて登っていきました。"}
{"en": "but thereon he had been always sent back again summarily by a tall custodian in black clothes and silver chains of office;", "ja": "けれども、そうすると、パトラッシュは背の高い、黒い服と銀色の鎖を身に付けた守衛の人にすぐに追い返されました。"}
{"en": "and fearful of bringing his little master into trouble, he desisted, and remained couched patiently before the churches until such time as the boy reappeared.", "ja": "パトラッシュは、小さい主人を問題に巻き込むことを恐れ、教会の中に入るのはやめて、少年が再び現れるまで、教会の前で根気強く待ったのでした。"}
{"en": "It was not the fact of his going into them which disturbed Patrasche;", "ja": "パトラッシュを悩ませたのは、教会に入れなかったことではありませんでした。"}
{"en": "he knew that people went to church;", "ja": "パトラッシュは人間が教会に行く、ということは知っていました。"}
{"en": "all the village went to the small, tumble-down, gray pile opposite the red windmill.", "ja": "村人たちは、みんな、赤い風車小屋の反対側にある、小さな、今にも潰れそうな、灰色の教会に行っていました。"}
{"en": "What troubled him was that little Nello always looked strangely when he came out,", "ja": "パトラッシュを悩ませたのは、ネロが教会から出てきたとき、とても様子が変だったからです。"}
{"en": "always very flushed or very pale;", "ja": "いつも、とても顔を真っ赤にするか、とても青白い顔をしていました。"}
{"en": "and whenever he returned home after such visitations would sit silent and dreaming,", "ja": "そして、そのように教会に行った後に家に帰るときは、いつもじっと座って、夢見るような様子でした。"}
{"en": "not caring to play, but gazing out at the evening skies beyond the line of the canal, very subdued and almost sad.", "ja": "遊ぼうともせず、運河の向こうにある夕方の空をじっと見つめ、ふさぎ込んで、ほとんど悲しそうでした。"}
{"en": "What was it?", "ja": "「いったいこれはどうしたことだろう？」"}
{"en": "wondered Patrasche.", "ja": "とパトラッシュは不思議に思いました。"}
{"en": "He thought it could not be good or natural for the little lad to be so grave,", "ja": "パトラッシュは、小さな少年がそんなに深刻になることは、よいことではないし、普通ではないことだ、と思いました。"}
{"en": "and in his dumb fashion he tried all he could to keep Nello by him in the sunny fields or in the busy market-place.", "ja": "そこで、パトラッシュは、ものは言えませんでしたが身振りでなんとかネロを日向の野原やにぎやかな市場に誘おうと一生懸命努力しました。"}
{"en": "But to the churches Nello would go;", "ja": "けれども、ネロはどうしても教会に行くのでした。"}
{"en": "most often of all would he go to the great cathedral;", "ja": "最も頻繁に行くのは、大きな大聖堂でした。"}
{"en": "and Patrasche, left without on the stones by the iron fragments of Quentin Matsys's gate,", "ja": "そして、パトラッシュは、クウェンティン＝マーシス（十五〜十六世紀に活躍したフランダース地方の画家）の墓に通じる壊れかけた鉄の門の近くにある石畳の上に取り残されるのでした。"}
{"en": "would stretch himself and yawn and sigh, and even howl now and then, all in vain,", "ja": "そこでパトラッシュは背中を伸ばし、あくびをし、ため息をつき、吠えたりもしましたが、無駄なことでした。"}
{"en": "until the doors closed and the child perforce came forth again, and winding his arms about the dog's neck would kiss him on his broad, tawny-colored forehead,", "ja": "そして、扉が閉められる時間になって、ネロが仕方なしに出てくると、パトラッシュの首に抱きついて、広い茶色の額にキスをしてくれます。"}
{"en": "and murmur always the same words,", "ja": "そして、いつも同じことばをつぶやくのでした。"}
{"en": "\"If I could only see them, Patrasche!", "ja": "「パトラッシュ、あれを見ることができたらなあ。"}
{"en": "--if I could only see them!\"", "ja": "あれを見ることができたらいいのに」"}
{"en": "What were they?", "ja": "「あれ、ってなんだろう？」"}
{"en": "pondered Patrasche,", "ja": "とパトラッシュは思いました。"}
{"en": "looking up with large, wistful, sympathetic eyes.", "ja": "そして、大きな、思いこがれた、同情的な目でネロを見上げました。"}
{"en": "One day, when the custodian was out of the way and the doors left ajar, he got in for a moment after his little friend and saw.", "ja": "ある日、門番が扉を半開きにしたままで立ち去ったとき、パトラッシュは、小さな友人の後を追って様子を見るために、教会に入りました。"}
{"en": "\"They\" were two great covered pictures on either side of the choir.", "ja": "「あれ」というのは、聖歌隊席の両側に、布で覆われた二つの名画のことでした。"}
{"en": "Nello was kneeling, rapt as in an ecstasy, before the altar-picture of the Assumption,", "ja": "ネロはうっとりと無我夢中で祭壇の聖母昇天の絵の前にひざまずいていました。"}
{"en": "and when he noticed Patrasche, and rose and drew the dog gently out into the air,", "ja": "ネロはパトラッシュに気がつくと、起きあがって、やさしくパトラッシュを外に連れていきました。"}
{"en": "his face was wet with tears,", "ja": "ネロの顔は涙で濡れていました。"}
{"en": "and he looked up at the veiled places as he passed them, and murmured to his companion,", "ja": "そして、名画の前を通り過ぎる時、それを見上げ、パトラッシュにつぶやきました。"}
{"en": "\"It is so terrible not to see them, Patrasche,", "ja": "「あれを見られないなんて、ひどいよ、パトラッシュ。"}
{"en": "just because one is poor and cannot pay!", "ja": "ただ貧乏でお金が払えないからといって！"}
{"en": "He never meant that the poor should not see them when he painted them,", "ja": "ルーベンスは、絵を描いたとき、貧しい人は絵を見ちゃいけないなんて、夢にも思わなかったはずだよ。"}
{"en": "I am sure.", "ja": "ぼくには分かるんだ。"}
{"en": "He would have had us see them any day, every day;", "ja": "ルーベンスなら、毎日、いつでも絵を見せてくれたはずだよ。"}
{"en": "that I am sure.", "ja": "絶対そうだよ。"}
{"en": "And they keep them shrouded there--shrouded!", "ja": "なのに、絵を覆うなんて！"}
{"en": "in the dark, the beautiful things!", "ja": "あんなに美しいものを、覆って暗闇の中に置いておくなんて！"}
{"en": "And they never feel the light,", "ja": "絵は、人の目に触れることがないんだよ。"}
{"en": "and no eyes look on them,", "ja": "誰もあの絵を見る人はいないんだよ。"}
{"en": "unless rich people come and pay.", "ja": "金持ちの人が来てお金を払わない限り。"}
{"en": "If I could only see them, I would be content to die.\"", "ja": "もし、あれを見ることができるのなら、ぼくは喜んで死ぬよ。」"}
{"en": "But he could not see them,", "ja": "けれども、ネロはその絵を見ることができませんでした。"}
{"en": "and Patrasche could not help him,", "ja": "そして、パトラッシュはネロを助けることができませんでした。"}
{"en": "for to gain the silver piece that the church exacts as the price for looking on the glories of the \"Elevation of the Cross\" and the \"Descent of the Cross\" was a thing as utterly beyond the powers of either of them as it would have been to scale the heights of the cathedral spire.", "ja": "というのは、教会が「キリスト昇天」と「キリスト降架」の名画を見るための料金として要求している銀貨を得ることは、大聖堂の尖塔のてっぺんによじ登ることと同じくらい、二人の手に余ることでした。"}
{"en": "They had never so much as a sou to spare;", "ja": "二人には、節約する小銭さえありませんでした。"}
{"en": "if they cleared enough to get a little wood for the stove, a little broth for the pot, it was the utmost they could do.", "ja": "ストーブにくべる少しばかりの薪や、なべに煮るわずかのスープを買うことが精一杯でした。"}
{"en": "And yet the heart of the child was set in sore and endless longing upon beholding the greatness of the two veiled Rubens.", "ja": "それでも子供の心は、何とかしてあのルーベンスの二枚の名画を見たいものだ、というあこがれに満たされていました。"}
{"en": "The whole soul of the little Ardennois thrilled and stirred with an absorbing passion for art.", "ja": "小さいアルデンネ生まれの少年の魂は、芸術に対する激しい情熱でいっぱいでした。"}
{"en": "Going on his ways through the old city in the early days before the sun or the people had risen, Nello, who looked only a little peasant boy, with a great dog drawing milk to sell from door to door, was in a heaven of dreams whereof Rubens was the god.", "ja": "まだ日も昇らず、みんな起きない早朝からミルクを引いている大きな犬を連れて、家々にミルクを売っていたネロは、一見ただの小さな農民の少年に見えましたが、ルーベンスが神様である、夢の天国に住んでいました。"}
{"en": "Nello, cold and hungry, with stockingless feet in wooden shoes, and the winter winds blowing among his curls and lifting his poor thin garments, was in a rapture of meditation,", "ja": "ネロは、こごえておなかをすかし、靴下も着けずに木靴をはいて、冬の風が巻き毛を吹き、みすぼらしく薄い外套を吹き上げましたが、うっとりともの思いにふけっていたのです。"}
{"en": "wherein all that he saw was the beautiful fair face of the Mary of the Assumption,", "ja": "ネロが見るものすべては、「聖母昇天」の絵に描かれたマリア様の美しい顔でした。"}
{"en": "with the waves of her golden hair lying upon her shoulders, and the light of an eternal sun shining down upon her brow.", "ja": "マリア様は、波打つ金髪が肩にかかり、永遠に輝く太陽の光がひたいを照らしていました。"}
{"en": "Nello, reared in poverty, and buffeted by fortune, and untaught in letters, and unheeded by men, had the compensation or the curse which is called genius.", "ja": "ネロは、貧しく育ち、運命にもてあそばれ、読み書きも教えられず、誰にも顧みられませんでしたが、その見返りに、いや、災いだったかも知れませんが、「天才」と呼ばれる才能を授かっていました。"}
{"en": "No one knew it;", "ja": "誰も、そのことを知りませんでした。"}
{"en": "he as little as any.", "ja": "ネロ自身も全く。"}
{"en": "No one knew it.", "ja": "誰も、そのことを知りませんでした。"}
{"en": "Only, indeed, Patrasche, who, being with him always, saw him draw with chalk upon the stones any and every thing that grew or breathed,", "ja": "ただ、パトラッシュだけが、いつもネロと一緒にいたので、ネロがあらゆる動物や植物の姿をチョークで石畳に描いていたのを見ていました。"}
{"en": "heard him on his little bed of hay murmur all manner of timid, pathetic prayers to the spirit of the great master;", "ja": "そして、乾し草の寝床で、ネロがおずおずと、痛ましい様子で偉大なルーベンスにお祈りを捧げるのも聞いていました。"}
{"en": "watched his gaze darken and his face radiate at the evening glow of sunset or the rosy rising of the dawn;", "ja": "また、夕日が空をまっかに染めるとき、朝空がばらのよう輝くとき、ネロがそれを夢中で眺め、顔が輝く様子も見守っていました。"}
{"en": "and felt many and many a time the tears of a strange, nameless pain and joy, mingled together, fall hotly from the bright young eyes upon his own wrinkled yellow forehead.", "ja": "そして、苦悩と喜びが不思議に入り交じった名前のつけようのない涙がネロの輝く若い目から熱くあふれ出し、パトラッシュのしわだらけの黄色い額にこぼれ落ちることも、しばしばあったのです。"}
{"en": "\"I should go to my grave quite content if I thought, Nello, that when thou growest a man thou couldst own this hut and the little plot of ground, and labor for thyself, and be called Baas by thy neighbours,\"", "ja": "「ネロや、おまえが大きくなって、この小屋と小さな畑を自分で持って、自分で働いて、近所の人からだんな、と呼ばれるようになったら、私も安心してお墓にいけるというもんだよ。」"}
{"en": "said the old man Jehan many an hour from his bed.", "ja": "ジェハンじいさんは、ベッドに横になりながらよくこういったものでした。"}
{"en": "For to own a bit of soil, and to be called Baas (master) by the hamlet round, is to have achieved the highest ideal of a Flemish peasant;", "ja": "というのは、ちょっとした土地を自分で持って、まわりの村人たちからだんな、と呼ばれるのが、フランダースの百姓にとって、最高の夢だったからです。"}
{"en": "and the old soldier, who had wandered over all the earth in his youth, and had brought nothing back, deemed in his old age that to live and die on one spot in contented humility was the fairest fate he could desire for his darling.", "ja": "ジェハンじいさんは、兵士として若い頃はいろんな場所をあてもなくさまよって、何も持ち帰りませんでしたが、年をとると、同じ場所につつましやかに満足して暮らすことが、望みうるもっともいい運命であると考えるようになったのです。"}
{"en": "But Nello said nothing.", "ja": "けれども、ネロは何も言いませんでした。"}
{"en": "The same leaven was working in him that in other times begat Rubens and Jordaens and the Van Eycks, and all their wondrous tribe,", "ja": "その昔活躍したルーベンスやヨルダンス、ヴァン・アイク、そのほか驚異の種族と同じ天分が、ネロの中に息づいていました。"}
{"en": "and in times more recent begat in the green country of the Ardennes, where the Meuse washes the old walls of Dijon, the great artist of the Patroclus,", "ja": "近年では、緑のアルデンヌ地方ーームーズ川がディジョンの町の古い城壁を洗うところーーは、英雄パトロクロス（ギリシャ神話の英雄で、アキレスの親友）を描いた偉大な芸術家を生み出しています。"}
{"en": "whose genius is too near us for us aright to measure its divinity.", "ja": "けれども、その画家の才能は我々の時代に近すぎて、その才能を適切に判断することは難しいのです。"}
{"en": "Nello dreamed of other things in the future than of tilling the little rood of earth, and living under the wattle roof, and being called Baas by neighbours a little poorer or a little less poor than himself.", "ja": "ネロの夢は、ちっぽけな畑を耕し、かやぶきの屋根に住み、自分よりすこしまずしいか、豊かな近所の人たちから「だんな」、と呼ばれることではありませんでした。"}
{"en": "The cathedral spire, where it rose beyond the fields in the ruddy evening skies or in the dim, gray, misty mornings, said other things to him than this.", "ja": "真っ赤な夕焼けの空のかなたに、あるいは灰色に霧がかった朝もやのかなたにそびえる大聖堂の尖塔がネロに語りかけるのは、これとは少し違った夢でした。"}
{"en": "But these he told only to Patrasche,", "ja": "けれども、この夢を、ネロはパトラッシュだけに話しました。"}
{"en": "whispering, childlike, his fancies in the dog's ear when they went together at their work through the fogs of the daybreak, or lay together at their rest among the rustling rushes by the water's side.", "ja": "夜明けの霧の中を仕事に出かけるとき、あるいは、水辺にそよぐイグサの中でいっしょに横になって休んでいるとき、ネロは、子どもっぽく自分の空想を犬の耳元でささやきました。"}
{"en": "For such dreams are not easily shaped into speech to awake the slow sympathies of human auditors;", "ja": "というのは、そのような夢をなかなか理解してくれない人が聞き手の場合は、夢を具体的に言葉にして話すことは、簡単にはいかなかったからです。"}
{"en": "and they would only have sorely perplexed and troubled the poor old man bedridden in his corner,", "ja": "そして、そんな夢をジェハンじいさんに話すのは、部屋の片隅で寝たきりの、この貧しい老人を困らせるだけだったでしょう。"}
{"en": "who, for his part, whenever he had trodden the streets of Antwerp, had thought the daub of blue and red that they called a Madonna, on the walls of the wine-shop where he drank his sou's worth of black beer, quite as good as any of the famous altarpieces", "ja": "というのは、ジェハンじいさんは、アントワープの町にでかけたとき、わずかなお金で黒ビールを飲むことがありましたが、そのようなときに見る居酒屋の壁に青と赤で書かれている下手くそな聖母マリアの絵だって、祭壇わきにかかっている有名な絵と同じくらい結構なものだと思っていたのですから。"}
{"en": "for which the stranger folk traveled far and wide into Flanders from every land on which the good sun shone.", "ja": "そのような有名な絵を見るためには、世界中からはるばる旅をしてフランダースに来る人も大勢いたというのに。"}
{"en": "There was only one other beside Patrasche to whom Nello could talk at all of his daring fantasies.", "ja": "ネロがとほうもない夢を話すことができた相手が、パトラッシュ以外にもう一人だけいました。"}
{"en": "This other was little Alois,", "ja": "それは、アロアでした。"}
{"en": "who lived at the old red mill on the grassy mound,", "ja": "アロアは、草が青々とはえた岡の上の古びた風車小屋のそばに住んでいました。"}
{"en": "and whose father, the miller, was the best-to-do husbandman in all the village.", "ja": "父親は粉屋で、村中で一番の金持ちでした。"}
{"en": "Little Alois was only a pretty baby with soft round, rosy features, made lovely by those sweet dark eyes", "ja": "小さなアロアは、優しい黒っぽい目をした、明るく血色のよい、とてもかわいい女の子でした。"}
{"en": "that the Spanish rule has left in so many a Flemish face, in testimony of the Alvan dominion,", "ja": "アルバ公によるスペイン統治の名残りで、フランダース人の顔にはよく見かけます。"}
{"en": "as Spanish art has left broad-sown throughout the country majestic palaces and stately courts, gilded house-fronts and sculptured lintels", "ja": "同じように、スペイン芸術の影響のあとが壮麗な宮殿や見事な邸宅や戸口の上の金ぴかの横木に残されています。"}
{"en": "--histories in blazonry and poems in stone.", "ja": "紋章や石造りの建物から歴史や詩が感じられるのです。"}
{"en": "Little Alois was often with Nello and Patrasche.", "ja": "小さなアロアは、よくネロとパトラッシュと一緒にいました。"}
{"en": "They played in the fields, they ran in the snow, they gathered the daisies and bilberries,", "ja": "三人は野原で遊び、雪の中で走り、ヒナギクの花やコケモモの実を集めました。"}
{"en": "they went up to the old gray church together,", "ja": "また、一緒に古い灰色の教会に行きました。"}
{"en": "and they often sat together by the broad wood fire in the mill-house.", "ja": "そして、三人は、よく粉屋の家の火が赤々と燃える暖炉のそばに一緒に座りました。"}
{"en": "Little Alois, indeed, was the richest child in the hamlet.", "ja": "実際、小さなアロアは、村で一番金持ちの子どもでした。"}
{"en": "She had neither brother nor sister;", "ja": "アロアには、兄弟も姉妹もいませんでした。"}
{"en": "her blue serge dress had never a hole in it;", "ja": "彼女の青いサージ・ドレスに穴があることは、決してありませんでした。"}
{"en": "at kermess she had as many gilded nuts and Agni Dei in sugar as her hands could hold;", "ja": "お祭りの日には、金ぴかにぬったクルミや、神の子羊をかたどったお菓子を両手に持ちきれないほどたくさんもらいました。"}
{"en": "and when she went up for her first communion her flaxen curls were covered with a cap of richest Mechlin lace,", "ja": "そして、アロアが最初に教会の聖餐式に行ったときは、亜麻色の巻き毛の上に、一番上等なメケレン産のレースのぼうしをかぶっていました。"}
{"en": "which had been her mother's and her grandmother's before it came to her.", "ja": "これは、アロアのものになる前は、アロアのおかあさんとおばあさんのものでした。"}
{"en": "Men spoke already, though she had but twelve years, of the good wife she would be for their sons to woo and win;", "ja": "アロアはまだ十二歳に過ぎませんでしたが、村人たちは、うちの息子の嫁になれば、さぞやいいお嫁さんになれるだろうと噂しあっていました。"}
{"en": "but she herself was a little gay, simple child,", "ja": "けれども、アロア自身は小さくて、明るく、純真な子どもでした。"}
{"en": "in no wise conscious of her heritage,", "ja": "そして、自分が受け継ぐ財産のことなど、ちっとも意識していませんでした。"}
{"en": "and she loved no playfellows so well as Jehan Daas's grandson and his dog.", "ja": "そして、アロアは、ジェハンじいさんの孫と彼の犬が一番お気に入りの遊び友だちでした。"}
{"en": "One day her father, Baas Cogez, a good man, but somewhat stern, came on a pretty group in the long meadow behind the mill, where the aftermath had that day been cut.", "ja": "アロアの父親であるコゼツのだんなは、いい人でしたが、いくぶん頑固なところがありました。"}
{"en": "It was his little daughter sitting amid the hay, with the great tawny head of Patrasche on her lap,", "ja": "それは、彼の小さい娘が牧草の間に座り、黄褐色の大きな犬の頭をひざにのせている姿でした。"}
{"en": "and many wreaths of poppies and blue corn-flowers round them both;", "ja": "どちらとも、ケシの花やヤグルマギクの花でできた花輪を首にかけていました。"}
{"en": "on a clean smooth slab of pine wood the boy Nello drew their likeness with a stick of charcoal.", "ja": "松森のきれいななめらかな板に、少年ネロは、木炭で二人の似顔絵を描いていました"}
{"en": "The miller stood and looked at the portrait with tears in his eyes", "ja": "粉屋は立って、目に涙を浮かべながら似顔絵を見ていました。"}
{"en": "--it was so strangely like,", "ja": "その似顔絵は、不思議なくらいアロアそっくりでした。"}
{"en": "and he loved his only child closely and well.", "ja": "そして、粉屋は、一人っ子であるアロアを深く愛していました。"}
{"en": "Then he roughly chid the little girl for idling there while her mother needed her within,", "ja": "それから、粉屋はアロアに"}
{"en": "and sent her indoors crying and afraid;", "ja": "アロアはおびえて泣きながら家に戻りました。"}
{"en": "then, turning, he snatched the wood from Nello's hands.", "ja": "それからネロの方に向き直ってネロの手から板をうばい取りました。"}
{"en": "\"Dost do much of such folly?\"", "ja": "「おまえは、いつもこんな馬鹿なまねをしているのか？」"}
{"en": "he asked, but there was a tremble in his voice.", "ja": "粉屋は尋ねましたが、声は震えていました。"}
{"en": "Nello coloured and hung his head.", "ja": "ネロは、赤くなってうなだれました。"}
{"en": "\"I draw everything I see,\"", "ja": "「ぼくは、目に入るものは、なんでも描きます」"}
{"en": "he murmured.", "ja": "とネロはつぶやきました。"}
{"en": "The miller was silent;", "ja": "粉屋は、黙っていました。"}
{"en": "then he stretched his hand out with a franc in it.", "ja": "それから、粉屋は1フランを手に持って差し出しました。"}
{"en": "\"It is folly, as I say,", "ja": "「今言ったように、これは馬鹿げたことだぞ。"}
{"en": "and evil waste of time;", "ja": "とてもよくないことだ。"}
{"en": "nevertheless, it is like Alois, and will please the house-mother.", "ja": "けれども、この絵はアロアそっくりで、お母さんは喜ぶだろう。"}
{"en": "Take this silver bit for it and leave it for me.\"", "ja": "この銀貨でこの絵をおれに売ってくれ。」"}
{"en": "The colour died out of the face of the young Ardennois;", "ja": "若いアルデンネ生まれの少年は色を失いました。"}
{"en": "he lifted his head and put his hands behind his back.", "ja": "ネロは頭を上げて、手を背中の後ろに隠しました。"}
{"en": "\"Keep your money and the portrait both, Baas Cogez,\"", "ja": "「お金も絵も持っててください、コゼツのだんな。"}
{"en": "he said, simply.", "ja": "だんなには、今までに何度も親切にしてもらいましたから。」"}
{"en": "\"You have been often good to me.\"", "ja": "ネロは短く答えました。"}
{"en": "Then he called Patrasche to him, and walked away across the fields.", "ja": "それから、ネロはパトラッシュを呼んで、野原のむこうに行ってしまいました。"}
{"en": "\"I could have seen them with that franc,\"", "ja": "「あのお金があれば、あれを見ることができたんだ。"}
{"en": "he murmured to Patrasche,", "ja": "でも、ぼくはアロアの絵を売ることができなかった。"}
{"en": "\"but I could not sell her picture", "ja": "たとえあれが見られたとしても。」"}
{"en": "--not even for them.\"", "ja": "ネロはパトラッシュにつぶやきました。"}
{"en": "Baas Cogez went into his mill-house sore troubled in his mind.", "ja": "コゼツのだんなは、とても心を悩ませながら家に入りました。"}
{"en": "\"That lad must not be so much with Alois,\"", "ja": "その晩、粉屋は妻にこう言いました。"}
{"en": "he said to his wife that night.", "ja": "「あの若者をアロアに近づけさせてはいけないよ。"}
{"en": "\"Trouble may come of it hereafter;", "ja": "将来問題が起きるかも知れん。"}
{"en": "he is fifteen now, and she is twelve;", "ja": "ネロは十五で、アロアは十二だ。"}
{"en": "and the boy is comely of face and form.\"", "ja": "ネロは、格好もよくて、なかなか美男子だからな。」"}
{"en": "\"And is a good lad and a loyal,\"", "ja": "「それに、性格もいいし、人を裏切らない子ですよ」"}
{"en": "said the housewife, feasting her eyes on the piece of pine wood", "ja": "と、松の板の絵をうれしそうにながめながらアロアのお母さんは答えました。"}
{"en": "where it was throned above the chimney with a cuckoo clock in oak and a Calvary in wax.", "ja": "その松の板は、暖炉だなの上に、カシの木でできたカッコウ時計やろうでできたキリストの十字架像と一緒に並べられていました。"}
{"en": "\"Yea, I do not gainsay that,\"", "ja": "「そうだな、否定はせんよ」"}
{"en": "said the miller, draining his pewter flagon.", "ja": "と粉屋は合金の酒びんについだお酒を一気に飲みほしながら答えました。"}
{"en": "\"Then, if what you think of were ever to come to pass,\"", "ja": "「それなら、もしあなたの考えるようなことが万が一起こったとしても」"}
{"en": "said the wife, hesitatingly,", "ja": "妻はためらいながら言いました。"}
{"en": "\"would it matter so much?", "ja": "「それがそんなに大変なことなのでしょうか？"}
{"en": "She will have enough for both, nand one cannot be better than happy.\"", "ja": "アロアは二人でやっていけるものは十分あるし、それになんていったって幸せなのが一番ですからね。」"}
{"en": "\"You are a woman,", "ja": "「お前はやっぱり女だ。"}
{"en": "and therefore a fool,\"", "ja": "だから、そんな馬鹿なことを言うのだ。」"}
{"en": "said the miller, harshly, striking his pipe on the table.", "ja": "と粉屋はきびしく、パイプをテーブルでどん、とたたきながら言いました。"}
{"en": "\"The lad is naught but a beggar,", "ja": "「あの子は、乞食同然だぞ。"}
{"en": "and, with these painter's fancies, worse than a beggar.", "ja": "いや、画家になろうとなど、夢みたいなこと思ってて、乞食よりもっとたちが悪い。"}
{"en": "Have a care that they are not together in the future,", "ja": "二人が一緒にいることがないよう、よく見張っておくんだぞ。"}
{"en": "or I will send the child to the surer keeping of the nuns of the Sacred Heart.\"", "ja": "でなけりゃあ、もっとちゃんとアロアを見張ってもらえるよう、修道院にアロアをやっちまうぞ。」"}
{"en": "The poor mother was terrified, and promised humbly to do his will.", "ja": "かわいそうな母親は震え上がって、彼の言うとおりにすると約束しました。"}
{"en": "Not that she could bring herself altogether to separate the child from her favorite playmate,", "ja": "それでも、母親は自分の娘を、娘が大好きな遊び友達から完全に引き離す気にはなりませんでした。"}
{"en": "nor did the miller even desire that extreme of cruelty to a young lad who was guilty of nothing except poverty.", "ja": "それに粉屋の方も、貧しいということを除けば何も悪いことをしていなかった若者に、ものすごく残酷なことをするつもりもなかったのです。"}
{"en": "But there were many ways in which little Alois was kept away from her chosen companion;", "ja": "けれども、やっぱりアロアは仲良しの友だちから遠ざけられる機会が多くなりました。"}
{"en": "and Nello, being a boy proud and quiet and sensitive, was quickly wounded,", "ja": "ネロは、自尊心が強く、おとなしく、敏感な少年でしたので、すぐに傷つきました。"}
{"en": "and ceased to turn his own steps and those of Patrasche, as he had been used to do with every moment of leisure, to the old red mill upon the slope.", "ja": "そして、ひまさえあればいつも丘の上にある風車小屋にでかけて行っていたのに、ぱったりと行くのをやめてしまいました。"}
{"en": "What his offence was he did not know;", "ja": "何が粉屋を怒らせたのか、ネロには本当のことは分かっていませんでした。"}
{"en": "he supposed he had in some manner angered Baas Cogez by taking the portrait of Alois in the meadow;", "ja": "ネロは、草むらでアロアの絵を描いていたことが、何かの理由でコゼツのだんなを怒らせたのだと思いました。"}
{"en": "and when the child who loved him would run to him and nestle her hand in his, he would smile at her very sadly and say with a tender concern for her before himself,", "ja": "そして、ネロを愛していたアロアがネロに助けを求めて、ネロの手を取ってきたとき、ネロはとても悲しげに彼女に微笑み、やさしくアロアのことを心配していいました。"}
{"en": "\"Nay, Alois, do not anger your father.", "ja": "「だめだよ、アロア。お父さんを怒らせてはいけないよ。"}
{"en": "He thinks that I make you idle, dear,", "ja": "アロアのお父さんは、ぼくがアロアを怠け者にすると思っているんだよ。"}
{"en": "and he is not pleased that you should be with me.", "ja": "アロアがぼくと一緒にいると、お父さんは不愉快に思うよ。"}
{"en": "He is a good man and loves you well;", "ja": "アロアのお父さんは、いい人で、アロアのことを、とても愛しているじゃないか。"}
{"en": "we will not anger him, Alois.\"", "ja": "ぼくたち、お父さんを怒らせないようにしなくちゃ、アロア。」"}
{"en": "But it was with a sad heart that he said it,", "ja": "そうはいったものの、ネロは、悲しくてしかたありませんでした。"}
{"en": "and the earth did not look so bright to him as it had used to do when he went out at sunrise under the poplars down the straight roads with Patrasche.", "ja": "日が昇ってパトラッシュといっしょにポプラの並木道nを歩くとき、世界は昔ほど輝いて見えませんでした。"}
{"en": "The old red mill had been a landmark to him,", "ja": "古い赤い風車小屋は、ネロにとって目印でした。"}
{"en": "and he had been used to pause by it, going and coming,", "ja": "ネロは行き帰りの途中でそこで立ち止まったものでした。"}
{"en": "for a cheery greeting with its people as her little flaxen head rose above the low mill wicket,", "ja": "というのは、アロアがいつも小さい亜麻色の頭を製粉場の低い木戸からのぞかせ、にこやかにあいさつしてくれるからでした。"}
{"en": "and her little rosy hands had held out a bone or a crust to Patrasche.", "ja": "そして、アロアは小さいバラ色の手で、パトラッシュに肉のついた骨やパンの皮を投げてくれるのでした。"}
{"en": "Now the dog looked wistfully at a closed door,", "ja": "今や、犬は物足りなそうに閉じた扉を見ました。"}
{"en": "and the boy went on without pausing, with a pang at his heart,", "ja": "そして、少年は心にはげしい痛みを感じながら、立ち止まらずに歩き続けました。"}
{"en": "and the child sat within with tears dropping slowly on the knitting to which she was set on her little stool by the stove;", "ja": "そして、アロアはストーブのそばにある背の低い椅子に座って編み物をしていましたが、涙がぽたぽたと編み物に落ちるのでした。"}
{"en": "and Baas Cogez, working among his sacks and his mill-gear, would harden his will and say to himself,", "ja": "コゼツのだんなは、粉袋や製粉機にとりかこまれてせっせと働いていましたが、心をいっそうかたくなにしてこうつぶやくのでした。"}
{"en": "\"It is best so.", "ja": "「こうするのが一番いいのだ。"}
{"en": "The lad is all but a beggar,", "ja": "あの若者はほとんど乞食同然だ。"}
{"en": "and full of idle, dreaming fooleries.", "ja": "おまけに、夢みたいなことばかりなことばかり考えている怠けものだ。"}
{"en": "Who knows what mischief might not come of it in the future?\"", "ja": "これから先、どんな間違いが起こるかも知れないからな。」"}
{"en": "So he was wise in his generation,", "ja": "粉屋の年齢からみれば、粉屋は賢明でした。"}
{"en": "and would not have the door unbarred, except upon rare and formal occasions,", "ja": "そして、ごくまれに、特別のはれがましい儀式のようなことがないかぎり、ネロに対して扉を開けようとはしませんでした。"}
{"en": "which seemed to have neither warmth nor mirth in them to the two children,", "ja": "そのような儀式のときは、二人が暖かく笑いあったりするようなことはできませんでした。"}
{"en": "who had been accustomed so long to a daily gleeful, careless, happy interchange of greeting, speech, and pastime,", "ja": "二人は、とても長い間毎日楽しく、気兼ねなく、幸せに挨拶したり、話したり、遊んだりしていたのです。"}
{"en": "with no other watcher of their sports or auditor of their fancies than Patrasche,", "ja": "そのように二人が飛び跳ねて遊んだり話をするときは、パトラッシュだけが見聞きしていました。"}
{"en": "sagely shaking the brazen bells of his collar and responding with all a dog's swift sympathies to their every change of mood.", "ja": "そうした時は、パトラッシュは二人の気持ちのさまざまな変化を、犬特有の素早さで見抜いて、それに反応して首輪につけた真ちゅう製のベルを鳴らすのでした。"}
{"en": "All this while the little panel of pine wood remained over the chimney in the mill kitchen with the cuckoo clock and the waxen Calvary;", "ja": "この間中ずっと、小さい松の板の絵は、カッコウ時計と蝋でできたキリストの像と一緒に、粉屋の家の暖炉だなの上に飾ってありました。"}
{"en": "and sometimes it seemed to Nello a little hard that while his gift was accepted, he himself should be denied.", "ja": "ネロは、自分の贈り物は受け入れられたのに自分自身は拒絶されなければならない、というのは少し厳しいことだと、時々思うのでした。"}
{"en": "But he did not complain;", "ja": "けれども、ネロは不満を言いませんでした;"}
{"en": "it was his habit to be quiet.", "ja": "おとなしくしているのがネロの習慣でした。"}
{"en": "Old Jehan Daas had said ever to him,", "ja": "年取ったジェハン・ダースは、これまでもネロにこう言ってきました。"}
{"en": "\"We are poor;", "ja": "「わたしたちは、貧しいんじゃ。"}
{"en": "we must take what God sends--the ill with the good;", "ja": "神様がくださるものを、よいものでも悪いものでも、受け取らなければならないよ。"}
{"en": "the poor cannot choose.\"", "ja": "貧しい者は、選択をすることができないんじゃよ。」"}
{"en": "To which the boy had always listened in silence, being reverent of his old grandfather;", "ja": "少年は、年とったおじいさんを尊敬していましたので、いつも黙って聞いていました。"}
{"en": "but nevertheless a certain vague, sweet hope, such as beguiles the children of genius, had whispered in his heart,", "ja": "それにもかかわらず、よく天才少年の心がとらえられる、ある漠然とした、甘い希望がネロの心の中にささやきました。"}
{"en": "\"Yet the poor do choose sometimes", "ja": "「貧乏人だった、時々は選ぶことができる。"}
{"en": "--choose to be great, so that men cannot say them nay.\"", "ja": "だれからも『だめだ』などと言われないように偉くなることを選ぶことだってできるはずだ。」"}
{"en": "And he thought so still in his innocence;", "ja": "ネロは今でも無邪気にそう思っていました。"}
{"en": "and one day, when the little Alois, finding him by chance alone among the corn-fields by the canal,", "ja": "ある日、アロアは運河のそばのトウモロコシ畑でネロが一人でいるところをたまたま見つけると、ネロに駆け寄ってきました。"}
{"en": "ran to him and held him close, and sobbed piteously", "ja": "そして、ネロをかたく抱きしめ、はげしく泣きました。"}
{"en": "because the morrow would be her saint's day, and for the first time in all her life her parents had failed to bid him", "ja": "というのは、明日はアロアの名前にゆかりのある聖徒祭の日でした（ヨーロッパでは、日本の誕生日のようにこの日を祝う）が、アロアの両親はこんどはじめてネロを招待しないことにしたのです。"}
{"en": "to the little supper and romp in the great barns with which her feast-day was always celebrated,", "ja": "この日は皆に夕食が振る舞われ、粉屋の納屋で子どもたちがはしゃぎまわってアロアの聖徒祭を祝うのでした。"}
{"en": "Nello had kissed her and murmured to her in firm faith,", "ja": "ネロは、アロアにキスして強い信念をもってアロアにつぶやきました。"}
{"en": "\"It shall be different one day, Alois.", "ja": "「いつか、将来、きっと状況は変わるよ。"}
{"en": "One day that little bit of pine wood that your father has of mine shall be worth its weight in silver;", "ja": "いつか、アロアのお父さんが持っている小さな松の板の絵が、同じ重さの銀と同じ価値があるようになる日が来るよ。"}
{"en": "and he will not shut the door against me then.", "ja": "そうなれば、お父さんもぼくに対して扉を閉ざしたりすることはないだろう。"}
{"en": "Only love me always, dear little Alois;", "ja": "ただ、いつもぼくを愛していて、アロア。"}
{"en": "only love me always,", "ja": "ただ、いつもぼくを愛していて。"}
{"en": "and I will be great.\"", "ja": "そうすれば、ぼくは偉大になってみせる。」"}
{"en": "\"And if I do not love you?\"", "ja": "「じゃあ、もし、わたしがあなたを愛さなかったら？。」"}
{"en": "the pretty child asked, pouting a little through her tears, and moved by the instinctive coquetries of her sex.", "ja": "かわいらしいアロアは、女の子によくありがちなことでしたが、目に涙を浮かべて、ネロの気をひくように、ちょっとすねたように尋ねました。"}
{"en": "Nello's eyes left her face and wandered to the distance,", "ja": "ネロの目はアロアの顔からそれ、遠くをさまよいました。"}
{"en": "where, in the red and gold of the Flemish night, the cathedral spire rose.", "ja": "そこには、真っ赤と金色に染まるフランダース地方の夕焼けの中にそびえる、大聖堂の尖塔がありました。"}
{"en": "There was a smile on his face", "ja": "微笑がネロの顔に浮かびました。"}
{"en": "so sweet and yet so sad that little Alois was awed by it.", "ja": "とてもやさしそうで、けれどもとても悲しそうな笑顔でしたので、アロアは、はっとしました。"}
{"en": "\"I will be great still,\"", "ja": "「ぼくはそれでも偉大になるよ。」"}
{"en": "he said under his breath", "ja": "ネロはそっと小さな声で言いました。"}
{"en": "--\"great still, or die,", "ja": "「それでも偉大になるか、死ぬかだ。"}
{"en": "Alois.\"", "ja": "アロア。」"}
{"en": "\"You do not love me,\"", "ja": "「あなたは、私のことなんか愛していないのよ。」"}
{"en": "said the little spoiled child, pushing him away;", "ja": "と、ネロを押しのけて、小さい駄駄っ子は言いました。"}
{"en": "but the boy shook his head and smiled, and went on his way through the tall yellow corn,", "ja": "けれども、ネロを首を振って微笑みながら高い黄色く色づいたトウモロコシ畑を歩いて行きました。"}
{"en": "seeing as in a vision some day in a fair future", "ja": "ネロは、こんな空想をしながら歩いていたのです。"}
{"en": "when he should come into that old familiar land and ask Alois of her people,", "ja": "いつか、遠い将来、ネロは故郷に戻ってきて、アロアの両親にアロアをお嫁さんにもらいたいと申し込むんだ。"}
{"en": "and be not refused or denied, but received in honour;", "ja": "すると、断られたりせずに、喜んで受け入れてもらえる。"}
{"en": "while the village folk should throng to look upon him and say in one another's ears,", "ja": "一方、村人は、みんなぼくを見ようとして群がってきて、互いにこう話している。"}
{"en": "\"Dost see him?", "ja": "「あの男を見たかね？"}
{"en": "He is a king among men;", "ja": "あの男は、まるで王様のようなものだ。"}
{"en": "for he is a great artist and the world speaks his name;", "ja": "何と言っても彼は偉大な芸術家で、世界中に名前が響きわたっているのだから。"}
{"en": "and yet he was only our poor little Nello,", "ja": "けれども、あの男は、昔は貧しいあのネロ少年だったんだよ。"}
{"en": "who was a beggar, as one may say, and only got his bread by the help of his dog.\"", "ja": "乞食同然で、飼い犬に助けられてやっと食べていけた、あの子なんだよ。」"}
{"en": "And he thought how he would fold his grandsire in furs and purples, and portray him as the old man is portrayed in the Family in the chapel of St. Jacques;", "ja": "そして、おじいさんには毛皮のついた、紫色の服を着せてあげて、聖ヤコブ教会の礼拝堂にある、「聖家族」の肖像画みたいな絵を描こう。"}
{"en": "and of how he would hang the throat of Patrasche with a collar of gold, and place him on his right hand,", "ja": "それから、パトラッシュには、金の首輪をかけてやって、右側に座らせるんだ。"}
{"en": "and say to the people,", "ja": "そして、みんなにこう言うんだ。"}
{"en": "\"This was once my only friend;\"", "ja": "「かつては、この犬がわたしのただ一人の友だちでした。」"}
{"en": "and of how he would build himself a great white marble palace, and make to himself luxuriant gardens of pleasure, on the slope looking outward to where the cathedral spire rose,", "ja": "それから、大聖堂の尖塔がそびえて見えるあの丘の斜面の上に、大きい白い大理石の宮殿を建てて、すばらしく華やかな庭園を造ろう。"}
{"en": "and not dwell in it himself, but summon to it, as to a home, all men young and poor and friendless, but of the will to do mighty things;", "ja": "でも、自分で住むのではなくて、何か立派なことをしたいと思っている、貧しくて友人のない若者たちを呼び寄せて住まわせてあげるんだ。"}
{"en": "and of how he would say to them always, if they sought to bless his name,", "ja": "そして、若者たちがぼくを賛美しようとしたら、いつもこう言うんだ。"}
{"en": "\"Nay, do not thank me--thank Rubens.", "ja": "「いや、感謝するならぼくにではなく、ルーベンスにこそ感謝してください。"}
{"en": "Without him, what should I have been?\"", "ja": "ルーベンスがいなかったら、ぼくはどうなっていたか、分からないんだから。」"}
{"en": "And these dreams--beautiful, impossible, innocent, free of all selfishness, full of heroical worship--were so closely about him as he went", "ja": "こうした美しい、とても実現できそうもない、けれども無邪気で自分の欲を離れた、ただただルーベンスへの英雄的なあこがれに満ちた夢は、歩いているとき、ネロはとても身近に感じていました。"}
{"en": "that he was happy--happy even on this sad anniversary of Alois's saint's day,", "ja": "悲しいアロアの聖徒祭の日でさえ、ネロは幸せでいられました。"}
{"en": "when he and Patrasche went home by themselves to the little dark hut and the meal of black bread,", "ja": "その日、ネロとパトラッシュは二人きりで小さい、暗い小屋に帰り、黒パンの夕飯をとりました。"}
{"en": "while in the mill-house all the children of the village sang and laughed, and ate the big round cakes of Dijon and the almond gingerbread of Brabant,", "ja": "一方、粉屋には、村中の子どもたちが歌ったり笑ったり、ディジョンの丸い大きなお菓子や、ブラバントのアーモンド入りのしょうがパンを食べたりしました。"}
{"en": "and danced in the great barn to the light of the stars and the music of flute and fiddle.", "ja": "そして、大きな納屋の中で星の光に照らされて、フルートやバイオリンの音楽と一緒に踊ったりしていました。"}
{"en": "\"Never mind, Patrasche,\"", "ja": "「気にすることはないよ、パトラッシュ。」"}
{"en": "he said, with his arms round the dog's neck, as they both sat in the door of the hut,", "ja": "ネロはパトラッシュと二人で小屋の戸口に座って、犬の首を抱きしめてそう言いました。"}
{"en": "where the sounds of the mirth at the mill came down to them on the night air;", "ja": "粉屋の家のにぎやかなお祝いの音が、夜風に乗って小屋まで聞こえてきました。"}
{"en": "\"never mind.", "ja": "「気にすることはないんだ。"}
{"en": "It shall all be changed by-and-by.\"", "ja": "未来は変わるんだから。」"}
{"en": "He believed in the future;", "ja": "ネロは、未来を深く信じきっていました。"}
{"en": "Patrasche, of more experience and of more philosophy, thought that the loss of the mill supper in the present was ill compensated by dreams of milk and honey in some vague hereafter.", "ja": "ネロよりもっと人生経験を積んできて、世の中というものをもっと達観して見ていたパトラッシュは、今日招かれなかった粉屋のごちそうは、将来の実現するかどうかも分からないミルクやはち蜜の夢では埋め合わせできるものではない、と思いました。"}
{"en": "And Patrasche growled whenever he passed by Baas Cogez.", "ja": "だから、パトラッシュは、コゼツのだんなの家のそばを通り過ぎるときは、いつも吠えるのでした。"}
{"en": "\"This is Alois's name-day, is it not?\"", "ja": "「今日はアロアにゆかりの深い聖徒祭じゃないか。」"}
{"en": "said the old man Daas that night, from the corner where he was stretched upon his bed of sacking.", "ja": "その晩小屋の隅っこのベッドに横たわっていたジェハンじいさんは言いました。"}
{"en": "The boy gave a gesture of assent;", "ja": "少年は、そうだという身振りをしました。"}
{"en": "he wished that the old man's memory had erred a little, instead of keeping such sure account.", "ja": "ネロは、おじいさんがそんなにちゃんと憶えてなくて、記憶がもっとあやふやだったらいいのに、と思いました。"}
{"en": "\"And why not there?\"", "ja": "「じゃあ、なぜ行かないのかね？"}
{"en": "his grandfather pursued.", "ja": "今まで一度だって呼ばれなかったことはなかったじゃろ、ネロや。」"}
{"en": "\"Thou hast never missed a year before, Nello.\"", "ja": "おじいさんは、追求しました。"}
{"en": "\"Thou art too sick to leave,\"", "ja": "「おじいさんがこんなのに、行けないよ」"}
{"en": "murmured the lad, bending his handsome head over the bed.", "ja": "とネロはベッドの上で格好のいい頭を傾けてつぶやきました。"}
{"en": "\"Tut! tut!", "ja": "「いや、いや、！"}
{"en": "Mother Nulette would have come and sat with me,", "ja": "ヌレットのおばさんが来て、一緒にいてくれるよ。"}
{"en": "as she does scores of times.", "ja": "今までだって何度もそうしてくれたんじゃから。"}
{"en": "What is the cause, Nello?\"", "ja": "一体何があったんだね、ネロや？"}
{"en": "the old man persisted.", "ja": "けんかでもしたんじゃあるまいな？」"}
{"en": "\"Thou surely hast not had ill words with the little one?\"", "ja": "と老人はしつこつたずねました。"}
{"en": "\"Nay, grandfather, never,\"", "ja": "「いや、ぜったいそんなことないよ」"}
{"en": "said the boy quickly, with a hot colour in his bent face.", "ja": "と、少年はうつむけた顔を真っ赤にしながら答えました。"}
{"en": "\"Simply and truly, Baas Cogez did not have me asked this year.", "ja": "「本当のこと言うと、コゼツのだんなが今年は呼んでくれなかったんだ。"}
{"en": "He has taken some whim against me.\"", "ja": "コゼツのだんなは、ぼくに対して何か怒っているみたいなんだ。」"}
{"en": "\"But thou hast done nothing wrong?\"", "ja": "「でも、何にも悪いことはしとらんのじゃろ？」"}
{"en": "\"That I know--nothing.", "ja": "「うん、何もしてないよ。"}
{"en": "I took the portrait of Alois on a piece of pine;", "ja": "ただ、松の板にアロアの肖像を描いてただけなんだ。"}
{"en": "that is all.\"", "ja": "それだけなんだ。」"}
{"en": "\"Ah!\"", "ja": "「ああ！そうか。」"}
{"en": "The old man was silent;", "ja": "老人は黙ってしまいました。"}
{"en": "the truth suggested itself to him with the boy's innocent answer.", "ja": "少年の純真な答えから、事情がおじいさんにはのみこめました。"}
{"en": "He was tied to a bed of dried leaves in the corner of a wattle hut, but he had not wholly forgotten what the ways of the world were like.", "ja": "おじいさんは、今でこそぼろ小屋の隅っこで乾燥した木の葉っぱをしきつめたベッドに寝たきりになっていますが、世間のやり方がどんなものか、完全に忘れた訳ではありませんでした。"}
{"en": "He drew Nello's fair head fondly to his breast with a tenderer gesture.", "ja": "おじいさんは、いつもより優しい身振りでネロの金髪の頭を、彼の胸に抱き寄せました。"}
{"en": "\"Thou art very poor, my child,\"", "ja": "「おまえは、ひどくまずしいんじゃ」"}
{"en": "he said, with a quiver the more in his aged, trembling voice;", "ja": "と、震える声でジェハンじいさんはいいました。"}
{"en": "\"so poor!", "ja": "「かわいそうに！"}
{"en": "It is very hard for thee.\"", "ja": "どんなにつらかろう。」"}
{"en": "\"Nay, I am rich,\"", "ja": "「ううん、ぼくは豊かだよ」"}
{"en": "murmured Nello;", "ja": "と、ネロはつぶやきました。"}
{"en": "and in his innocence he thought so;", "ja": "ネロは無邪気にそう思っていました。"}
{"en": "rich with the imperishable powers that are mightier than the might of kings.", "ja": "王の力より強大な、不滅の力をもつ財宝を持っていると。"}
{"en": "And he went and stood by the door of the hut in the quiet autumn night,", "ja": "ネロは静かな秋の夜に、小屋の戸口にいって、柱によりかかりました。"}
{"en": "and watched the stars troop by", "ja": "そして、星の群れを見上げました。"}
{"en": "and the tall poplars bend and shiver in the wind.", "ja": "高いポプラの木は、風でたわんで揺れていました。"}
{"en": "All the casements of the mill-house were lighted, and every now and then the notes of the flute came to him.", "ja": "粉屋の家の窓は、すべて灯りがともり、時々フルートの音が聞こえてきました。"}
{"en": "The tears fell down his cheeks,", "ja": "涙が頬にこぼれ落ちました。"}
{"en": "for he was but a child;", "ja": "なんといっても、ネロはただの子供に過ぎませんでした。"}
{"en": "yet he smiled,", "ja": "でも、ネロは微笑みました。"}
{"en": "for he said to himself,", "ja": "「未来があるさ！」"}
{"en": "\"In the future!\"", "ja": "と自分に言い聞かせて。"}
{"en": "He stayed there until all was quite still and dark;", "ja": "ネロは、そこにあたりが静かになり、闇につつまれるまでたたずんでいました。"}
{"en": "then he and Patrasche went within and slept together, long and deeply, side by side.", "ja": "それからネロとパトラッシュは、小屋の中に一緒に入って、並んでぐっすりと眠りました。"}
{"en": "Now he had a secret", "ja": "さて、ネロには、秘密がありました。"}
{"en": "which only Patrasche knew.", "ja": "そのことは、パトラッシュだけしか知りませんでした。"}
{"en": "There was a little outhouse to the hut", "ja": "小屋には小さな離れがありました。"}
{"en": "which no one entered but himself--a dreary place,", "ja": "ネロ以外は誰も入らなかった部屋で、ひどくわびしい場所でした。"}
{"en": "but with abundant clear light from the north.", "ja": "でも、北側からたっぷりと光が入ってきました。"}
{"en": "Here he had fashioned himself rudely an easel in rough lumber,", "ja": "ここにネロは、そまつな板で、適当に画架をつくりました。"}
{"en": "and here, on a great gray sea of stretched paper, he had given shape to one of the innumerable fancies which possessed his brain.", "ja": "そこに大きな灰色の紙を広げて、頭に浮かんだ数えきれないほどの想像のうちの一つつを形にしました。"}
{"en": "No one had ever taught him anything;", "ja": "ネロはこれまで誰にも教わったことはありません。"}
{"en": "colours he had no means to buy;", "ja": "色のついたクレヨンは、ネロには買いようがありませんでした。"}
{"en": "he had gone without bread many a time to procure even the few rude vehicles that he had here;", "ja": "ここにある、わずかな粗末な道具を揃えるのでさえ、ネロは時々食事を抜かなければなりませんでした。"}
{"en": "and it was only in black or white that he could fashion the things he saw.", "ja": "そして、ネロが見たものを形にするのは、ただ白と黒だけでした。"}
{"en": "This great figure which he had drawn here in chalk was only an old man sitting on a fallen tree--only that.", "ja": "彼がクレヨンで描いていたこのすばらしい画は、倒れた木に座っている老人、ただそれだけのものでした。"}
{"en": "He had seen old Michel, the woodman, sitting so at evening many a time.", "ja": "ネロは年をとったきこりのミッシェルが夕方にそうやって座っている姿を、しょっちゅう見たことがありました。"}
{"en": "He had never had a soul to tell him of outline or perspective, of anatomy or of shadow;", "ja": "ネロには、デッサンとか遠近法とか解剖学とか影の描き方といった、絵の技法について教えてくれる人はいませんでした。"}
{"en": "and yet he had given all the weary, worn-out age, all the sad, quiet patience, all the rugged, care-worn pathos of his original, and given them so that the old, lonely figure was a poem,", "ja": "それなのに、年老いて弱々しい木こりの、とても悲しげに、しかし静かに堪え忍んでいるような様子が、あるいはごつごつとしているが疲れ切った様子が、ネロ独特の情念でもって、みごとに描かれていました。"}
{"en": "sitting there meditative and alone, on the dead tree, with the darkness of the descending night behind him.", "ja": "ネロが描いた、暮れゆく秋の夕暮れの暗闇の中で枯れ木に何かもの思いにふけりながら座っている、年老いた孤独な人物の絵は、さながら一編の詩のようでした。"}
{"en": "It was rude, of course, in a way, and had many faults, no doubt;", "ja": "もちろん、絵は荒削りで、いろいろな欠点もありました。"}
{"en": "and yet it was real, true in nature, true in art, and very mournful, and in a manner beautiful.", "ja": "それなのに、その絵は真に迫っていて、とても自然で、芸術的で、そしてとても悲しく、美しかったのです。"}
{"en": "Patrasche had lain quiet countless hours watching its gradual creation after the labor of each day was done,", "ja": "パトラッシュは、毎日の仕事が終わってからネロが作品を少しずつ完成させようとしているのを、数え切れないほどの時間、おとなしく見守ってきました。"}
{"en": "and he knew that Nello had a hope", "ja": "そして、パトラッシュはネロがある望みを抱いていることを知っていました。"}
{"en": "--vain and wild perhaps, but strongly cherished", "ja": "それは、おそらく空しく、荒唐無稽ともいえる望みでしたが、ネロはこの望みを深く胸に秘めていました。"}
{"en": "--of sending this great drawing to compete for a prize of two hundred francs a year", "ja": "それは、この絵を年に二百フランの賞金がもらえるコンクールに出品し、優勝することでした。"}
{"en": "which it was announced in Antwerp would be open to every lad of talent, scholar or peasant, under eighteen, who would attempt to win it with some unaided work of chalk or pencil.", "ja": "このコンクールは、絵の才能のある十八歳以下の若者なら、学生であろうと農民であろうと誰でも参加できることになっていて、提出できる作品は、誰の助けも借りず自分で描き上げたクレヨン画か鉛筆画とされていました。"}
{"en": "Three of the foremost artists in the town of Rubens were to be the judges", "ja": "ルーベンスの町、アントワープで一番有名な三人の画家が審査員でした。"}
{"en": "and elect the victor according to his merits.", "ja": "三人の多数決により優勝作品を決めるのです。"}
{"en": "All the spring and summer and autumn Nello had been at work upon this treasure,", "ja": "春と夏と秋の間中、ネロはこの絵を描き続けました。"}
{"en": "which if triumphant, would build him his first step toward independence and the mysteries of the art which he blindly, ignorantly, and yet passionately adored.", "ja": "もし優勝すれば、暮らしの心配もなくなり、今までめくらめっぽう、ただわけもなく情熱的にあこがれてきた芸術の神秘に、一歩踏み出せるのです。"}
{"en": "He said nothing to any one;", "ja": "ネロは、誰にもこのことを話しませんでした。"}
{"en": "his grandfather would not have understood, and little Alois was lost to him.", "ja": "おじいさんには分からなかったでしょうし、ネロはアロアを失ってしまっていました。"}
{"en": "Only to Patrasche he told all, and whispered,", "ja": "「もしルーベンスがこのことを知っていたら、きっと賞をぼくにくれると思うんだ。」"}
{"en": "\"Rubens would give it me, I think, if he knew.\"", "ja": "とパトラッシュだけに思いのすべてを話しました。"}
{"en": "Patrasche thought so too,", "ja": "パトラッシュもそう思いました。"}
{"en": "for he knew that Rubens had loved dogs", "ja": "なぜなら、パトラッシュはルーベンスは犬が好きだったことを知っていました。"}
{"en": "or he had never painted them with such exquisite fidelity;", "ja": "そうでなかったら、あんなに見事に生き生きと犬の絵を描けなかったでしょう。"}
{"en": "and men who loved dogs were, as Patrasche knew, always pitiful.", "ja": "そして、パトラッシュが知っていたように、犬が大好きな人は、だれでもみな、憐れみ深いものなのです。"}
{"en": "The drawings were to go in on the first day of December, and the decision be given on the twenty-fourth,", "ja": "絵の提出期限は、十二月一日で、賞の発表は二十四日でした。"}
{"en": "so that he who should win might rejoice with all his people at the Christmas season.", "ja": "優勝者が優勝をクリスマスに家族と一緒にお祝いできるよう、こうしていたのでした。"}
{"en": "In the twilight of a bitter wintry day, and with a beating heart, now quick with hope, now faint with fear, Nello placed the great picture on his little green milk-cart, and took it, with the help of Patrasche, into the town, and there left it, as enjoined, at the doors of a public building.", "ja": "ひどく寒い冬の黄昏時に、ネロは時には希望に燃え、時には恐怖で目がくらみそうになりながら、その傑作を緑色の荷車に積み込み、パトラッシュに手伝ってもらって、町に行って、決められたとおり、町の公会堂の入り口にその絵を置いてきました。"}
{"en": "\"Perhaps it is worth nothing at all.", "ja": "「この絵は何の価値もないのかも知れない。"}
{"en": "How can I tell?\"", "ja": "どうしたら、それがぼくに分かるんだ？」"}
{"en": "he thought, with the heart-sickness of a great timidity.", "ja": "とネロはおどおどと胸を痛めながら思いました。"}
{"en": "Now that he had left it there, it seemed to him so hazardous, so vain, so foolish, to dream that he, a little lad with bare feet who barely knew his letters, could do anything at which great painters, real artists, could ever deign to look.", "ja": "ネロが公会堂に絵を置いた今、ネロは、自分のようなくつ下もはかず、ほとんど文字さえ読めないような少年が、偉大な画家であり、本物の芸術家である審査員が認めてくれるような絵を描けると夢見るなんて、とてもむちゃで途方もなく、ばかげたことのように思えました。"}
{"en": "Yet he took heart as he went by the cathedral;", "ja": "それでも、大聖堂を通り過ぎたとき、ネロは元気を取り戻しました。"}
{"en": "the lordly form of Rubens seemed to rise from the fog and the darkness, and to loom in its magnificence before him, while the lips, with their kindly smile, seemed to him to murmur,", "ja": "ネロには、ルーベンスの偉大な姿が霧と闇の中からぼうっと現れて、くちもとにやさしい笑みを浮かべながら、ネロに向かって次のようにささやいたように思われました。"}
{"en": "\"Nay, have courage!", "ja": "「だめだよ、勇気を出しなさい。"}
{"en": "It was not by a weak heart and by faint fears that I wrote my name for all time upon Antwerp.\"", "ja": "私の名前がアントワープの町に永久に刻まれたのは、わたしが弱気になったり、おどおどとおびえたりしなかったからだよ。」"}
{"en": "Nello ran home through the cold night, comforted.", "ja": "ネロはその言葉に慰められ、寒い夜を家に走って帰ってきました。"}
{"en": "He had done his best;", "ja": "ネロは、最善を尽くしました。"}
{"en": "the rest must be as God willed, he thought,", "ja": "後は神様のおぼしめしだ、とネロは思いました。"}
{"en": "in that innocent, unquestioning faith which had been taught him in the little gray chapel among the willows and the poplar-trees.", "ja": "ヤナギやポプラの木に取り囲まれた小さい灰色の教会で教えられたとおり、ネロは、素直に、何の疑いもなく、神様を信仰していました。"}
{"en": "The winter was very sharp already.", "ja": "きびしい冬がはじまっていました。"}
{"en": "That night, after they reached the hut, snow fell, and fell for very many days after that;", "ja": "その夜二人が小屋に着いたあと、雪が降りはじめ、何日も降りつづきました。"}
{"en": "so that the paths and the divisions in the fields were all obliterated, and all the smaller streams were frozen over,", "ja": "このために、道と畑の区別がよくつかなくなり、小さな小川は凍りつきました。"}
{"en": "and the cold was intense upon the plains.", "ja": "そして、平野中、厳しい寒さにおおわれました。"}
{"en": "Then, indeed, it became hard work to go round for the milk while the world was all dark, and carry it through the darkness to the silent town.", "ja": "そうなると、まだ朝暗いうちからほうぼうを回ってミルクを集め、暗い中を静かな町に向かってミルクを運ぶ仕事は、本当につらい仕事になります。"}
{"en": "Hard work, especially for Patrasche,", "ja": "とりわけ、パトラッシュにとってはそうでした。"}
{"en": "for the passage of the years that were only bringing Nello a stronger youth were bringing him old age,", "ja": "月日が経って、ネロは力強い若者に成長した一方、パトラッシュは年寄りになってしまいました。"}
{"en": "and his joints were stiff and his bones ached often.", "ja": "そして、関節はこわばるし、骨はずきずきと痛みました。"}
{"en": "But he would never give up his share of the labour.", "ja": "しかし、パトラッシュは自分の仕事を絶対にあきらめようとはしませんでした。"}
{"en": "Nello would fain have spared him and drawn the cart himself,", "ja": "ネロはむしろパトラッシュをいたわり、自分だけで荷車を引いていきたかったくらいです。"}
{"en": "but Patrasche would not allow it.", "ja": "しかし、パトラッシュがそれを許しませんでした。"}
{"en": "All he would ever permit or accept was the help of a thrust from behind to the truck as it lumbered along through the ice-ruts.", "ja": "パトラッシュが許し、受け入れたのは、せいぜい氷のわだちの中をガタピシと進むとき、荷車の後ろから後押ししてもらうことだけでした。"}
{"en": "Patrasche had lived in harness,", "ja": "パトラッシュは引き具とともに生きてきました。"}
{"en": "and he was proud of it.", "ja": "そして、パトラッシュはそれを誇りにしていました。"}
{"en": "He suffered a great deal sometimes from frost and the terrible roads and the rheumatic pains of his limbs;", "ja": "パトラッシュは、ときどき霜やひどくぬかるんだ道や、リュウマチによる手足の痛みにとても苦しめられました。"}
{"en": "but he only drew his breath hard and bent his stout neck, and trod onward with steady patience.", "ja": "けれども、パトラッシュはハアハアと息をしながら、たくましい首をまげ、あくまでも忍耐強く、前へ前へと歩いていきました。"}
{"en": "\"Rest thee at home, Patrasche;", "ja": "「パトラッシュ、家で休んでいたらどうだい？"}
{"en": "it is time thou didst rest,", "ja": "もうお前は休息をとる時期だよ。"}
{"en": "and I can quite well push in the cart by myself,\"", "ja": "それに、ぼく一人で十分荷車を引くことができるよ。」"}
{"en": "urged Nello many a morning;", "ja": "とネロはよくパトラッシュに休むようすすめました。"}
{"en": "but Patrasche, who understood him aright, would no more have consented to stay at home than a veteran soldier to shirk when the charge was sounding;", "ja": "パトラッシュは、ネロが何をいっているか、分かっていましたが、歴戦の兵士が進軍ラッパが鳴ったとき、しりごみしないように、けっして家でじっとしてようとはしませんでした。"}
{"en": "and every day he would rise and place himself in his shafts, and plod along over the snow through the fields that his four round feet had left their print upon so many, many years.", "ja": "そして、毎朝パトラッシュは起きるとかじ棒に体を入れ、長い長い間四本の足で無数の足あとをつけてきた雪の積もった平原を、とぼとぼと歩いていくのでした。"}
{"en": "\"One must never rest till one dies,\"", "ja": "「死ぬまで休んじゃいけない。」"}
{"en": "thought Patrasche;", "ja": "とパトラッシュは思いました。"}
{"en": "and sometimes it seemed to him that that time of rest for him was not very far off.", "ja": "けれども、時々、もう休む時がそう遠くないように思われることがありました。"}
{"en": "His sight was less clear than it had been,", "ja": "彼の目は昔ほどよく見えないようになっていました。"}
{"en": "and it gave him pain to rise after the night's sleep, though he would never lie a moment in his straw when once the bell of the chapel tolling five let him know that the daybreak of labor had begun.", "ja": "それに、教会の鐘が五時を告げて、夜明けの労働がはじまることを知らせた時、パトラッシュはわらの寝床からぱっと飛び起きていましたが、今では夜寝た後、起きあがることがつらくなってきていました。"}
{"en": "\"My poor Patrasche,", "ja": "「パトラッシュや、かわいそうにな。"}
{"en": "we shall soon lie quiet together, you and I,\"", "ja": "わしたちは二人とも、もうすぐ静かに休むことになるだろうよ。」"}
{"en": "said old Jehan Daas, stretching out to stroke the head of Patrasche with the old withered hand", "ja": "と、年老いたジェハンじいさんは言って、しわだらけの手でパトラッシュの頭をなでてやりました。"}
{"en": "which had always shared with him its one poor crust of bread;", "ja": "その手は、いつもパトラッシュと粗末なパンをかけらを分け合ってきた手でした。"}
{"en": "and the hearts of the old man and the old dog ached together with one thought:", "ja": "そして、老人と老犬の心は、同じ思いに胸を痛めていました。"}
{"en": "When they were gone who would care for their darling?", "ja": "二人が去ったあと、誰が愛しいネロのことを面倒みてくれるのだろうかと。"}
{"en": "One afternoon, as they came back from Antwerp over the snow,", "ja": "雪の中、アントワープからの帰り道のことでした。"}
{"en": "which had become hard and smooth as marble over all the Flemish plains,", "ja": "雪は、フランダース地方の平野を、まるで大理石のように固くなめらかにしていました。"}
{"en": "they found dropped in the road a pretty little puppet, a tambourine player,", "ja": "そこで、二人はタンバリン奏者の格好をした小さな人形を拾いました。"}
{"en": "all scarlet and gold, about six inches high,", "ja": "赤色と金色の服を着て、高さは１５センチほどでした。"}
{"en": "and, unlike greater personages when Fortune lets them drop, quite unspoiled and unhurt by its fall.", "ja": "高い地位にある人が運から見失われて転落した場合と違って、この人形は転落してもまったくよごれておらず、傷もついていませんでした。"}
{"en": "It was a pretty toy.", "ja": "それは、かわいらしいおもちゃでした。"}
{"en": "Nello tried to find its owner, and, failing,", "ja": "ネロは持ち主を探そうとしましたが、どうしても見つかりませんでした。"}
{"en": "thought that it was just the thing to please Alois.", "ja": "ネロは、それなら、アロアにあげて喜ばせてあげよう、と思いました。"}
{"en": "It was quite night when he passed the mill-house;", "ja": "ネロが粉屋を通り過ぎたときは、もう夜遅い時間でした。"}
{"en": "he knew the little window of her room;", "ja": "ネロは、アロアの部屋の小さな窓をよく知っていました。"}
{"en": "it could be no harm, he thought, if he gave her his little piece of treasure-trove", "ja": "持ち主の分からない小さな人形を、アロアにあげることは、何も悪いことではない、とネロは思いました。"}
{"en": "--they had been play-fellows so long.", "ja": "なにしろアロアとはずっと長い間遊び仲間だったのですから。"}
{"en": "There was a shed with a sloping roof beneath her casement;", "ja": "アロアの部屋の窓の下には、傾いた屋根のある小屋がありました。"}
{"en": "he climbed it and tapped softly at the lattice;", "ja": "ネロは、ここによじ上り、窓格子をそっとたたきました。"}
{"en": "there was a little light within.", "ja": "室内には、小さな灯りがともっていました。"}
{"en": "The child opened it and looked out half frightened.", "ja": "アロアは窓を開け、半ばおびえながら外を見ました。"}
{"en": "Nello put the tambourine player into her hands.", "ja": "ネロは、タンバリン奏者の人形を彼女の手に入れました。"}
{"en": "\"Here is a doll I found in the snow, Alois.", "ja": "「アロア、この人形、雪の中で見つけたんだ。"}
{"en": "Take it,\"", "ja": "アロアにあげるよ。"}
{"en": "he whispered;", "ja": "アロアに神様のお恵みがありますように！」"}
{"en": "\"take it, and God bless thee, dear!\"", "ja": "とネロがささやきました。"}
{"en": "He slid down from the shed roof before she had time to thank him, and ran off through the darkness.", "ja": "アロアがお礼を言う間もなく、ネロはすばやく屋根から降り、暗闇の中を走り去っていきました。"}
{"en": "That night there was a fire at the mill.", "ja": "その晩、粉屋で火事がありました。"}
{"en": "Out-buildings and much corn were destroyed,", "ja": "外の建物ととうもろこしの多くが焼けました。"}
{"en": "although the mill itself and the dwelling-house were unharmed.", "ja": "けれども、風車小屋と家は無傷でした。"}
{"en": "All the village was out in terror,", "ja": "村中みな家の外に出て、火事にびっくりしてしまいました。"}
{"en": "and engines came tearing through the snow from Antwerp.", "ja": "そして、消防車が雪の中、アントワープから駆けつけてきました。"}
{"en": "The miller was insured, and would lose nothing;", "ja": "粉屋は、保険をかけていたので、何も損はしませんでした。"}
{"en": "nevertheless, he was in furious wrath, and declared aloud that the fire was due to no accident, but to some foul intent.", "ja": "けれども、彼はものすごく怒って、火は事故ではなく、誰かの悪意による放火だ、と大声で決めつけました。"}
{"en": "Nello, awakened from his sleep, ran to help with the rest.", "ja": "ネロは、眠りから覚めて、他の人たちと一緒に消火の手伝いにいきました。"}
{"en": "Baas Cogez thrust him angrily aside.", "ja": "コゼツのだんなは、怒って彼を押しのけました。"}
{"en": "\"Thou wert loitering here after dark,\"", "ja": "「おまえは日が暮れてからこのへんをうろついていたな。"}
{"en": "he said roughly.", "ja": "おまえは、他の誰よりも今度の火事のことを知っているはずだ。」"}
{"en": "\"I believe, on my soul, that thou dost know more of the fire than any one.\"", "ja": "と、コゼツのだんなは、荒々しく言いました。"}
{"en": "Nello heard him in silence, stupefied,", "ja": "ネロは茫然として、返事もできませんでした。"}
{"en": "not supposing that any one could say such things except in jest,", "ja": "そんなこと、冗談でなければ言えるはずがない。"}
{"en": "and not comprehending how any one could pass a jest at such a time.", "ja": "けれど、こんな時に、どうして冗談が言えるんだろうかと思って、訳が分からなかったのです。"}
{"en": "Nevertheless, the miller said the brutal thing openly to many of his neighbours in the day that followed;", "ja": "それにもかかわらず、粉屋は次の日以降も、おおっぴらに村人たちにひどいことを言いました。"}
{"en": "and though no serious charge was ever preferred against the lad, it got bruited about that Nello had been seen in the mill-yard after dark on some unspoken errand, and that he bore Baas Cogez a grudge for forbidding his intercourse with little Alois;", "ja": "少年に対して正式な告訴がされた訳ではありませんでしたが、ネロが暗くなってからなにかよからぬ意図をもって粉屋の家の近くをうろついていたとか、アロアと付き合うのを禁じられて、コゼツのだんなに恨みをもっていた、とかいった類のうわさ話が広まりました。"}
{"en": "and so the hamlet, which followed the sayings of its richest landowner servilely,", "ja": "村人たちは、村一番の金持ちの地主の言うことでしたので、ただ盲目的に従いました。"}
{"en": "and whose families all hoped to secure the riches of Alois in some future time for their sons,", "ja": "それに、どの家もみんな、自分の息子がアロアの財産をわがものにしてくれるを願っていたのでした。"}
{"en": "took the hint to give grave looks and cold words to old Jehan Daas's grandson.", "ja": "それで、ジェハンじいさんの孫に無愛想な顔を見せ、冷たい言葉しかかけないようになりました。"}
{"en": "No one said anything to him openly,", "ja": "誰もネロに対して面と向かっては何も言いません。"}
{"en": "but all the village agreed together to humour the miller's prejudice,", "ja": "しかし、村中のみんなが、粉屋の偏見に調子を合わせました。"}
{"en": "and at the cottages and farms where Nello and Patrasche called every morning for the milk for Antwerp, downcast glances and brief phrases replaced to them the broad smiles and cheerful greetings to which they had been always used.", "ja": "そして、ネロとパトラッシュがアントワープにミルクを運ぶためにミルクを集荷している農家の家々では、これまではにこにこ笑って明るく挨拶してくれていたのに、今ではろくに顔も上げず、ぶっきらぼうな言葉しかかけませんでした。"}
{"en": "No one really credited the miller's absurd suspicions, nor the outrageous accusations born of them;", "ja": "誰も、粉屋のばかげた疑いや、途方もない非難を本気で信じてはいませんでした。"}
{"en": "but the people were all very poor and very ignorant,", "ja": "けれども、村人たちはみな、とても貧しくて、無知でした。"}
{"en": "and the one rich man of the place had pronounced against him.", "ja": "そこに、一人の金持ちの男がネロを非難したのです。"}
{"en": "Nello, in his innocence and his friendlessness, had no strength to stem the popular tide.", "ja": "ネロは無実でしたが友だちもありませんでしたので、人々の気持ちがネロから離れていくのをせき止める力はありませんでした。"}
{"en": "\"Thou art very cruel to the lad,\"", "ja": "「あなたは、あの少年になんて残酷なまねをするの。」"}
{"en": "the miller's wife dared to say, weeping, to her lord.", "ja": "と粉屋の妻が、彼女の主人に泣いて訴えました。"}
{"en": "\"Sure, he is an innocent lad and a faithful,", "ja": "「もちろんネロは、無実だし、それにあの子は人を裏切ったりしない子ですよ。"}
{"en": "and would never dream of any such wickedness, however sore his heart might be.\"", "ja": "どんなに心が傷ついていたって、そんな悪いことをしようだなんて、夢にも思うはずはないに決まってますよ。」"}
{"en": "But Baas Cogez being an obstinate man,", "ja": "けれども、コゼツのだんなは、頑固な男でした。"}
{"en": "having once said a thing, held to it doggedly, though in his innermost soul he knew well the injustice that he was committing.", "ja": "心の奥底では、よくないことをしているのだと知っていましたが、いったんいいだしたら、ききません。"}
{"en": "Meanwhile, Nello endured the injury done against him with a certain proud patience that disdained to complain;", "ja": "一方、ネロの方は、不満を言うのはばかげていると思い、自尊心をもってがまん強く、ひどい仕打ちにじっと耐えていました。"}
{"en": "he only gave way a little when he was quite alone with old Patrasche.", "ja": "年老いたパトラッシュとふたりきりのときに、少し気が弱くなるだけでした。"}
{"en": "Besides, he thought,", "ja": "それにまた、ネロは、こう思いました。"}
{"en": "\"If it should win!", "ja": "「コンクールに優勝することができれば！"}
{"en": "They will be sorry then, perhaps.\"", "ja": "そのときは、みな、きっとすまなかったと思うに違いない。」"}
{"en": "Still, to a boy not quite sixteen, and who had dwelt in one little world all his short life, and in his childhood had been caressed and applauded on all sides, it was a hard trial to have the whole of that little world turn against him for naught.", "ja": "それでも、ずっとこの村で育ってきて、子どもの頃は、皆から甘やかされ、ほめらてきたまだ年端もいかない少年にとって、無実の罪のために、この小さな村で、村八分の目にあうことは、大変つらいことでした。"}
{"en": "Especially hard in that bleak, snow-bound, famine-stricken winter-time,", "ja": "寒々とした、雪に閉ざされた、食べるものも十分にない冬の季節には、とりわけこたえました。"}
{"en": "when the only light and warmth there could be found abode beside the village hearths and in the kindly greetings of neighbours.", "ja": "というのは、この季節には、唯一の光と暖かさといえば、村の家々の暖炉のそばと、隣近所の人との優しい挨拶しかなかったからです。"}
{"en": "In the winter-time all drew nearer to each other, all to all,", "ja": "冬の間は、みんな互いに身を寄せ合いました。"}
{"en": "except to Nello and Patrasche,", "ja": "ネロとパトラッシュだけが別でした。"}
{"en": "with whom none now would have anything to do,", "ja": "もうだれも二人にかまってくれません。"}
{"en": "and who were left to fare as they might with the old paralyzed, bedridden man in the little cabin,", "ja": "それなのに、二人は体の不自由な寝たきりの老人と一緒に暮らしていかなければなりませんでした。"}
{"en": "whose fire was often low, and whose board was often without bread;", "ja": "そして、暖炉にくべる薪も十分にはなく、食べるパンがないこともたびたびでした。"}
{"en": "for there was a buyer from Antwerp who had taken to drive his mule in of a day for the milk of the various dairies,", "ja": "というのは、ある買い手がアントワープかららばを引いてやってきて、いろいろな農家からミルクを買いにやってきたのです。"}
{"en": "and there were only three or four of the people who had refused his terms of purchase and remained faithful to the little green cart.", "ja": "それで、その買い手の条件を拒んで緑の荷車を裏切らないでいてくれた家は、３、４軒くらいになってしまったのです。"}
{"en": "So that the burden which Patrasche drew had become very light, and the centime pieces in Nello's pouch had become, alas! very small likewise.", "ja": "パトラッシュが引く荷車は、とても軽くなり、ネロの財布の中の小銭も、同じように、とても少なくなりました。"}
{"en": "The dog would stop, as usual, at all the familiar gates which were now closed to him,", "ja": "いつも通り、パトラッシュはよく知っている家の前で止まりますが、今や扉は閉ざされたままです。"}
{"en": "and look up at them with wistful, mute appeal;", "ja": "パトラッシュは、物欲しそうに、彼らを見上げて、無言で訴えます。"}
{"en": "and it cost the neighbours a pang to shut their doors and their hearts, and let Patrasche draw his cart on again, empty.", "ja": "村人たちにとっても、扉を閉ざすだけでなく、心まで閉ざして、パトラッシュに荷車を空のままで引かせるのは、つらいことでした。"}
{"en": "Nevertheless, they did it,", "ja": "それにもかかわらず、村人たちはそうしました。"}
{"en": "for they desired to please Baas Cogez.", "ja": "なぜなら、村人たちは、コゼツのだんなを喜ばせたかったからです。"}
{"en": "Noel was close at hand.", "ja": "まもなくクリスマスでした。"}
{"en": "The weather was very wild and cold;", "ja": "天気は、ひどく荒れ、きびしい寒さが続きました。"}
{"en": "the snow was six feet deep,", "ja": "雪は、２メートルほども積もりました。"}
{"en": "and the ice was firm enough to bear oxen and men upon it everywhere.", "ja": "そして至るところに氷が張って、牛や人間が乗っても割れないほど固く凍っていました。"}
{"en": "At this season the little village was always gay and cheerful.", "ja": "この季節は、小さい村は、いつもにぎやかで楽しそうでした。"}
{"en": "At the poorest dwelling there were possets and cakes, joking and dancing,", "ja": "もっともまずしい家でも、ミルク酒やケーキを作り、冗談を言ったり踊ったりしました。"}
{"en": "sugared saints and gilded Jesus.", "ja": "砂糖菓子の聖者像や金ぴかのキリスト像がかざられたりもしました。"}
{"en": "The merry Flemish bells jingled everywhere on the horses;", "ja": "陽気なフランダースの鐘が馬車の馬につけられ、あちこちで鳴っていました。"}
{"en": "everywhere within doors some well-filled soup-pot sang and smoked over the stove;", "ja": "どの家の中でも、なべにはこぼれんばかりのスープが湯気をたてていて、ストーブからは煙が立ちのぼっていました。"}
{"en": "and everywhere over the snow without laughing maidens pattered in bright kerchiefs and stout kirtles, going to and from the mass.", "ja": "そして、明るい色のスカーフと厚手のスカートをはいた少女たちがミサの行き帰りにパタパタ音を立てて走っている姿が至るところでみられました。"}
{"en": "Only in the little hut it was very dark and very cold.", "ja": "ネロとパトラッシュのいる、小さな小屋だけが、とても暗く、ひどく寒いままでした。"}
{"en": "Nello and Patrasche were left utterly alone,", "ja": "ネロとパトラッシュはまったく孤独のまま取り残されてしまいました。"}
{"en": "for one night in the week before the Christmas Day, death entered there, and took away from life forever old Jehan Daas, who had never known life aught save its poverty and its pains.", "ja": "というのは、クリスマスの前の週のある晩、死に神がこの小屋にやってきて、貧乏と苦労以外何も知らなかった年老いたジェハンじいさんの命を永久に奪っていったからでした。"}
{"en": "He had long been half dead, incapable of any movement except a feeble gesture,", "ja": "ジェハンじいさんは、もう随分長い間死んだも同然の状態で、ときどきかすかな身振りをする以外は動くこともありませんでした。"}
{"en": "and powerless for anything beyond a gentle word;", "ja": "また、やさしい言葉をかけてくれたりする以外は、無力でした。"}
{"en": "and yet his loss fell on them both with a great horror in it;", "ja": "それなのに、ジェハンじいさんに死なれてみると、二人はぞっとするほど恐ろしい気がしました。"}
{"en": "they mourned him passionately.", "ja": "二人は、ひどく悲しみました。"}
{"en": "He had passed away from them in his sleep,", "ja": "ジェハンじいさんは、眠っている間に亡くなりました。"}
{"en": "and when in the gray dawn they learned their bereavement,", "ja": "明け方に、二人はジェハンじいさんが亡くなったことを知りました。"}
{"en": "unutterable solitude and desolation seemed to close around them.", "ja": "ことばで言い表せないようなさびしさとわびしさとが、ひしひしと迫ってくるように感じました。"}
{"en": "He had long been only a poor, feeble, paralyzed old man,", "ja": "ジェハンじいさんは、もう長い間、貧しくて弱々しい、体が不自由な、ただの老人でした。"}
{"en": "who could not raise a hand in their defence;", "ja": "二人を守るために、手を上げることすらできませんでした。"}
{"en": "but he had loved them well, his smile had always welcomed their return.", "ja": "けれども、ジェハンじいさんは、二人を深く愛していましたし、笑顔で帰りを迎えてくれました。"}
{"en": "They mourned for him unceasingly, refusing to be comforted, as in the white winter day they followed the deal shell that held his body to the nameless grave by the little gray church.", "ja": "白い雪の降る冬の日に、二人は、小さな灰色の教会のそばにある、名もない墓地に、ジェハンじいさんの亡きがらを送っていきました。"}
{"en": "They were his only mourners, these two whom he had left friendless upon earth--the young boy and the old dog.", "ja": "ジェハンじいさんの葬式の会葬者は、じいさんが死んでこの世にひとりぼっちで取り残された、若い少年と年をとった犬だけでした。"}
{"en": "\"Surely, he will relent now and let the poor lad come hither?\"", "ja": "「こうなったら、うちの人だって優しくなって、かわいそうな少年をうちに来させてるようになるだろう。」"}
{"en": "thought the miller's wife, glancing at her husband where he smoked by the hearth.", "ja": "こう粉屋の奥さんは炉床のそばで煙草を吸っていた夫をちらっと見て、思いました。"}
{"en": "Baas Cogez knew her thought,", "ja": "コゼツのだんなは、彼女の考えを知っていました。"}
{"en": "but he hardened his heart, and would not unbar his door as the little, humble funeral went by.", "ja": "けれどもいっそう意固地になって、小さい、粗末な埋葬の列が通り過ぎたときも、扉を開けようとはしませんでした。"}
{"en": "\"The boy is a beggar,\"", "ja": "「あの子は、乞食だ。"}
{"en": "he said to himself;", "ja": "アロアのそばには来させん。」"}
{"en": "\"he shall not be about Alois.\"", "ja": "と、彼は心の中で思いました。"}
{"en": "The woman dared not say anything aloud,", "ja": "粉屋の奥さんは、あえて何も口にしませんでした。"}
{"en": "but when the grave was closed and the mourners had gone, she put a wreath of immortelles into Alois's hands and bade her go and lay it reverently on the dark, unmarked mound where the snow was displaced.", "ja": "けれども、葬式が終わり、会葬者が去った時、永久花（乾燥しても、もとの形や色が長く変わらない、ムギワラギクやロダンテなどの花）でできた花輪をそっとアロアに手渡し、雪をかきわけ、黒い土がかぶせられた、印もない塚にそれを置いてくるようにいいつけました。"}
{"en": "Nello and Patrasche went home with broken hearts.", "ja": "ネロとパトラッシュは、悲しみに暮れながら家に帰りました。"}
{"en": "But even of that poor, melancholy, cheerless home they were denied the consolation.", "ja": "けれども、この粗末な、陰気な、わびしい家でさえ、彼らを慰めてくれませんでした。"}
{"en": "There was a month's rent overdue for their little home,", "ja": "ひと月の家賃を滞納していました。"}
{"en": "and when Nello had paid the last sad service to the dead he had not a coin left.", "ja": "そして、ジェハンじいさんのお葬式の費用を払い終わったとき、ネロにはもう小銭も残っていませんでした。"}
{"en": "He went and begged grace of the owner of the hut,", "ja": "彼は、小屋の持ち主である靴屋のところに行って、家賃の支払いを待ってくれるよう頼みました。"}
{"en": "a cobbler who went every Sunday night to drink his pint of wine and smoke with Baas Cogez.", "ja": "この靴屋は日曜の夜になるといつもコゼツのだんなのところにいって、一緒に酒を飲んだりたばこをふかしたりしていました。"}
{"en": "The cobbler would grant no mercy.", "ja": "靴屋は聞き入れようとしませんでした。"}
{"en": "He was a harsh, miserly man, and loved money.", "ja": "彼は、きつい、ケチな男性で、お金が好きでした。"}
{"en": "He claimed in default of his rent every stick and stone, every pot and pan, in the hut, and bade Nello and Patrasche be out of it on the morrow.", "ja": "彼は、家賃を支払わないのなら、小屋の中の棒や石、なべやかままで一切合切家賃の代わりに持っていくといい、ネロとパトラッシュに翌日小屋を出て行くようにいいました。"}
{"en": "Now, the cabin was lowly enough, and in some sense miserable enough,", "ja": "小屋はとてもそまつで、ある意味ではとてもみじめでした。"}
{"en": "and yet their hearts clove to it with a great affection.", "ja": "けれども、二人は、この小屋をとても愛していました。"}
{"en": "They had been so happy there,", "ja": "二人は、ここでとても幸せな時間を過ごしたのです。"}
{"en": "and in the summer, with its clambering vine and its flowering beans, it was so pretty and bright in the midst of the sun-lighted fields!", "ja": "夏にはぶどうのつるがおおいかぶさり、豆の花が咲いているこの小屋は、日差しに照らされた野原の中で、とてもすてきに明るく見えました。"}
{"en": "Their life in it had been full of labor and privation,", "ja": "二人は、一生懸命働いてきましたが、とても貧乏でした。"}
{"en": "and yet they had been so well content,", "ja": "それでも、二人は満ち足りていました。"}
{"en": "so gay of heart, running together to meet the old man's never-failing smile of welcome!", "ja": "二人で一緒に喜びいさんで走って家に帰ってくると、必ずおじいさんが微笑んで迎えてくれたのでした。"}
{"en": "All night long the boy and the dog sat by the fireless hearth in the darkness,", "ja": "一晩中、少年と犬は、火の気のない暖炉のそばに座っていました。"}
{"en": "drawn close together for warmth and sorrow.", "ja": "ぴったり寄りそって体を暖めあい、悲しみをなぐさめあいました。"}
{"en": "Their bodies were insensible to the cold, but their hearts seemed frozen in them.", "ja": "二人の体は寒ささえ感じなくなり、なんだか心までがすっかり凍えたような気がしました。"}
{"en": "When the morning broke over the white, chill earth", "ja": "白く雪の積もった、冷え切った大地の上に夜が明けました。"}
{"en": "it was the mornin of Christmas Eve.", "ja": "この日は、クリスマス・イブの朝でした。"}
{"en": "With a shudder, Nello clasped close to him his only friend,", "ja": "震えながら、ネロはたった一人の友人を抱きしめました。"}
{"en": "while his tears fell hot and fast on the dog's frank forehead.", "ja": "熱い涙がぽたぽたとパトラッシュの広い額にこぼれ落ちました。"}
{"en": "\"Let us go, Patrasche--dear, dear Patrasche,\"", "ja": "「行こう、パトラッシュ、とても大好きなパトラッシュ。"}
{"en": "he murmured.", "ja": "追い出されるまで待つことはないよ。"}
{"en": "\"We will not wait to be kicked out;", "ja": "行こう。」"}
{"en": "let us go.\"", "ja": "彼はこうつぶやきました。"}
{"en": "Patrasche had no will but his,", "ja": "パトラッシュはネロのいうことなら何でも従いました。"}
{"en": "and they went sadly, side by side, out from the little place", "ja": "そして、二人は悲しげに一緒に並んで、小さな家を出て行きました。"}
{"en": "which was so dear to them both,", "ja": "二人にとってはとても大事だった場所です。"}
{"en": "and in which every humble, homely thing was to them precious and beloved.", "ja": "どんな粗末な、こまごまとしたものでも、二人にはとても大切で、思い出深いものでした。"}
{"en": "Patrasche drooped his head wearily as he passed by his own green cart;", "ja": "パトラッシュは、緑の車のそばを通るとき、弱々しく頭をたれました。"}
{"en": "it was no longer his,", "ja": "それはもはやパトラッシュのものではありませんでした。"}
{"en": "--it had to go with the rest to pay the rent,", "ja": "家賃の代わりに、ほかのものと一緒に置いていかなければならなかったのです。"}
{"en": "--and his brass harness lay idle and glittering on the snow.", "ja": "真鍮でできた引き具が、空しく地面に置かれ、雪の上で輝いていました。"}
{"en": "The dog could have lain down beside it and died for very heart-sickness as he went, but while the lad lived and needed him Patrasche would not yield and give way.", "ja": "パトラッシュは、荷車のそばに倒れて、そのまま死んでしまいたいと思いましたが、少年が生きてパトラッシュを必要とする間は、弱音を吐いて降参する訳にはいきませんでした。"}
{"en": "They took the old accustomed road into Antwerp.", "ja": "二人は、通い慣れたアントワープへの道を歩きました。"}
{"en": "The day had yet scarce more than dawned;", "ja": "やっと夜が明けたばかりの時間でした。"}
{"en": "most of the shutters were still closed, but some of the villagers were about.", "ja": "ほとんどの家の雨戸はまだ閉められましたが、いくつかの家ではもう起きていました。"}
{"en": "They took no notice while the dog and the boy passed by them.", "ja": "犬と少年が前を通っても、誰も気にかけようとはしませんでした。"}
{"en": "At one door Nello paused and looked wistfully within;", "ja": "ある一軒の家の扉の前でネロは立ち止まり、懐かしそうに中を見ました。"}
{"en": "his grandfather had done many a kindly turn in neighbour's service to the people who dwelt there.", "ja": "ネロのおじいさんがその家の人たちに、となり近所のよしみで、いろいろと親切にしてあげたことがあったのです。"}
{"en": "\"Would you give Patrasche a crust?\"", "ja": "「パトラッシュにパンの皮をやってくれませんか？"}
{"en": "he said, timidly.", "ja": "パトラッシュは年寄りです。"}
{"en": "\"He is old,", "ja": "それに、昨日の朝から何も食べてないんです。」"}
{"en": "and he has had nothing since last forenoon.\"", "ja": "おどおどとネロは言いました。"}
{"en": "The woman shut the door hastily, murmuring some vague saying about wheat and rye being very dear that season.", "ja": "その家のおかみさんは、"}
{"en": "The boy and the dog went on again wearily;", "ja": "少年と犬は、再び弱々しく歩きはじめました。"}
{"en": "they asked no more.", "ja": "二人は、もうこれ以上何も食べ物を求めたりはしませんでした。"}
{"en": "By slow and painful ways they reached Antwerp", "ja": "さんざん苦労しながらゆっくりと歩き続け、二人はアントワープに到着しました。"}
{"en": "as the chimes tolled ten.", "ja": "鐘が十時の時を告げていました。"}
{"en": "\"If I had anything about me I could sell to get him bread!\"", "ja": "「ぼくが何か持ってたら、それを売って、パトラッシュのためにパンを買ってやれるのに」"}
{"en": "thought Nello;", "ja": "とネロは思いました。"}
{"en": "but he had nothing except the wisp of linen and serge that covered him, and his pair of wooden shoes.", "ja": "しかし、ネロはリネンのシャツとサージの服を着て、木靴を履いている以外、何も持っていませんでした。"}
{"en": "Patrasche understood,", "ja": "パトラッシュはそうしたネロの気持ちを理解しました。"}
{"en": "and nestled his nose into the lad's hand as though to pray him not to be disquieted for any woe or want of his.", "ja": "そして、自分のために悩んだり心配したりしないで欲しいと願うかのように、鼻を少年の手にすり寄せました。"}
{"en": "The winner of the drawing prize was to be proclaimed at noon,", "ja": "絵のコンクールの優勝者は、正午に発表されることになっていました。"}
{"en": "and to the public building where he had left his treasure Nello made his way.", "ja": "ネロは苦心して描いた大事な絵を提出した公会堂に向かって歩きました。"}
{"en": "On the steps and in the entrance-hall there was a crowd of youths,", "ja": "階段や入口の広間に大勢の若者がいました。"}
{"en": "-- some of his age, some older,", "ja": "みんなネロと同じくらいか、少し年をとっていました。"}
{"en": "all with parents or relatives or friends.", "ja": "皆、両親や親戚や友だちと一緒でした。"}
{"en": "His heart was sick with fear as he went among them holding Patrasche close to him.", "ja": "パトラッシュを近くに引き寄せて彼らの中に入っていったとき、ネロは不安でどきどきしました。"}
{"en": "The great bells of the city clashed out the hour of noon with brazen clamour.", "ja": "町の大きな鐘が、騒々しく正午を告げました。"}
{"en": "The doors of the inner hall were opened;", "ja": "内側のホールのドアが開けられました。"}
{"en": "the eager, panting throng rushed in.", "ja": "熱気に溢れかえっている若者たちの群れが、一斉にホールの中に駆け込みました。"}
{"en": "It was known that the selected picture would be raised above the rest upon a wooden dais.", "ja": "選ばれた絵は、他の絵よりも一段と高い、木の壇の上に置かれることになっていました。"}
{"en": "A mist obscured Nello's sight,", "ja": "ネロは、目の前に霧がかかったようにぼんやりとしました。"}
{"en": "his head swam, his limbs almost failed him.", "ja": "頭はグラグラし、足はがたがたとふるえて、じっと立っていられないくらいでした。"}
{"en": "When his vision cleared he saw the drawing raised on high;", "ja": "視力が回復したとき、ネロは高くかかげられた絵を見ました。"}
{"en": "it was not his own!", "ja": "それは、ネロのものではありませんでした！"}
{"en": "A slow, sonorous voice was proclaiming aloud that victory had been adjudged to Stephen Kiesslinger, born in the burg of Antwerp, son of a wharfinger in that town.", "ja": "ゆっくりした、朗々と響く声は、勝利がアントワープ市で生まれた、波止場主の息子、スティーブン・キースリンガーに与えられた、と宣言していました。"}
{"en": "When Nello recovered his consciousness he was lying on the stones without,", "ja": "気が付くと、ネロは外の石畳の上に倒れていました。"}
{"en": "and Patrasche was trying with every art he knew to call him back to life.", "ja": "そばにパトラッシュがいて、考えつくあらゆる方法でネロの息をふきかえさせようと、懸命になっていたところでした。"}
{"en": "In the distance a throng of the youths of Antwerp were shouting around their successful comrade,", "ja": "遠くでアントワープの青年男女の群れは、成功した友だちの回りでわあわあと叫んでいます。"}
{"en": "and escorting him with acclamations to his home upon the quay.", "ja": "そして、歓喜の声をあげながら、波止場の彼の家までに送っていきました。"}
{"en": "The boy staggered to his feet and drew the dog into his embrace.", "ja": "ネロは、よろめきながら立ち上がり、パトラッシュを抱きました。"}
{"en": "\"It is all over, dear Patrasche,\"", "ja": "「ねえ、パトラッシュ、何もかももうおしまいだ。"}
{"en": "he murmured", "ja": "もうおしまいなんだよ。」"}
{"en": "--\"all over!\"", "ja": "ネロは、 つぶやきました。"}
{"en": "He rallied himself as best he could, for he was weak from fasting, and retraced his steps to the village.", "ja": "ネロは、何も食べていなくて体は弱っていましたが、できるだけ元気を出して、村に引き返しました。"}
{"en": "Patrasche paced by his side with his head drooping and his old limbs feeble from hunger and sorrow.", "ja": "パトラッシュは、飢えと悲しみで頭を垂れ、年取った手足がふらつくのを感じながらネロのそばをとぼとぼと歩いていました。"}
{"en": "The snow was falling fast;", "ja": "雪がはげしく降っていました。"}
{"en": "a keen hurricane blew from the north;", "ja": "北から激しい嵐がやってきました。"}
{"en": "it was bitter as death on the plains.", "ja": "平野は、死んだようにひどく冷え切っていました。"}
{"en": "It took them long to traverse the familiar path,", "ja": "通いなれた道なのに、とても時間がかかりました。"}
{"en": "and the bells were sounding four of the clock as they approached the hamlet.", "ja": "そして、村に帰りついたときには、四時を告げる鐘の音が鳴っていました。"}
{"en": "Suddenly Patrasche paused, arrested by a scent in the snow,", "ja": "突然、パトラッシュは雪の中にある、なにかのにおいに気がついて立ち止まりました。"}
{"en": "scratched, whined, and drew out with his teeth a small case of brown leather.", "ja": "そして、しきりに雪をかききわけて、クンクン鳴いたかと思うと、小さな茶色の革袋を口にくわえました。"}
{"en": "He held it up to Nello in the darkness.", "ja": "パトラッシュは、暗闇の中でネロにそれを差し出しました。"}
{"en": "Where they were there stood a little Calvary, and a lamp burned dully under the cross;", "ja": "二人がいたところには、小さなキリストの像があって、十字架の下でランプが鈍く燃えていました。"}
{"en": "the boy mechanically turned the case to the light;", "ja": "少年は、機械的に革袋を光の方に向けました。"}
{"en": "on it was the name of Baas Cogez, and within it were notes for two thousand francs.", "ja": "革袋には、コゼツのだんなの名前が書いてあって、中には、二千フランもの紙幣が入っていました。"}
{"en": "The sight roused the lad a little from his stupor.", "ja": "これを眺め、少年のぼうっとしていた頭は、少しはっきりしました。"}
{"en": "He thrust it in his shirt, and stroked Patrasche and drew him onward.", "ja": "ネロは、革袋をシャツにもぐりこませて、パトラッシュをやさしくなでると、前にどんどん歩き始めました。"}
{"en": "The dog looked up wistfully in his face.", "ja": "パトラッシュは、物問いたげにネロの顔を見上げました。"}
{"en": "Nello made straight for the mill-house, and went to the house door and struck on its panels.", "ja": "ネロは、風車小屋に向かってまっすぐ進み、ドアのところに行って、戸をノックしました。"}
{"en": "The miller's wife opened it weeping, with little Alois clinging close to her skirts.", "ja": "粉屋の妻は、泣きながら戸を開けました、彼女のスカートの近くをアロアがしがみついていました。"}
{"en": "\"Is it thee,", "ja": "「まあ、かわいそうに。"}
{"en": "thou poor lad?\"", "ja": "あんただったの？。」"}
{"en": "she said kindly, through her tears.", "ja": "彼女は泣きながら、優しく言いました。"}
{"en": "\"Get thee gone ere the Baas see thee.", "ja": "「主人が帰ってあんたに会う前に、帰ってちょうだいね。"}
{"en": "We are in sore trouble to-night.", "ja": "わたしたちは、今夜、とても大変なの。"}
{"en": "He is out seeking for a power of money that he has let fall riding homeward,", "ja": "主人は今、外で家に帰る途中でなくした財布を探しているのよ。"}
{"en": "and in this snow he never will find it;", "ja": "でも、こんなに雪が降っていては、とても見つけることなんて、できないでしょうね。"}
{"en": "and God knows it will go nigh to ruin us.", "ja": "そうすると、もう私たち、お終いなの。"}
{"en": "It is Heaven's own judgment for the things we have done to thee.\"", "ja": "あんたにあんなひどいことした罰が当たったのかも知れないわ。」"}
{"en": "Nello put the note-case in her hand and called Patrasche within the house.", "ja": "ネロは、財布を彼女の手に渡して、パトラッシュを家の中に呼び寄せました。"}
{"en": "\"Patrasche found the money to-night,\"", "ja": "「今夜お金を見つけたのは、パトラッシュです。」"}
{"en": "he said quickly.", "ja": "と、ネロは素早く言いました。"}
{"en": "\"Tell Baas Cogez so;", "ja": "「そうコゼツのだんなにおっしゃってください。"}
{"en": "I think he will not deny the dog shelter and food in his old age.", "ja": "そうすれば、コゼツのだんなも年とった犬に、すみかと食べ物を与えてやらないとは、おっしゃらないと思います。"}
{"en": "Keep him from pursuing me,", "ja": "パトラッシュがぼくを追いかけてこないようにしてください。"}
{"en": "and I pray of you to be good to him.\"", "ja": "ぼくは、あなたたちがパトラッシュに親切にしてくれることを祈っています。」"}
{"en": "Ere either woman or dog knew what he meant he had stooped and kissed Patrasche, then closed the door hurriedly, and disappeared in the gloom of the fast-falling night.", "ja": "どちらの女性もパトラッシュも、ネロが何を言っているのか、見当がつかないうちに、ネロはかがみこんでパトラッシュにキスすると、急いでドアを閉め、急速に暗くなっていく夜の暗がりの中に消えていきました。"}
{"en": "The woman and the child stood speechless with joy and fear;", "ja": "女性と子供は、喜びと恐れとで、ことばも出ない状態でした。"}
{"en": "Patrasche vainly spent the fury of his anguish against the iron-bound oak of the barred house door.", "ja": "パトラッシュは、かんぬきをかけたがんじょうな樫の木の扉に向かって吠えたてたりして、苦悶と怒りの気持ちをぶつけましたが、何にもなりませんでした。"}
{"en": "They did not dare unbar the door and let him forth;", "ja": "アロアたちは、扉の横木を取る勇気がなくて、パトラッシュを外に出させませんでした。"}
{"en": "they tried all they could to solace him.", "ja": "二人は、なんとかパトラッシュをなだめようと考えられる限りのことをしました。"}
{"en": "They brought him sweet cakes and juicy meats;", "ja": "パトラッシュに、甘いケーキと汁気の多い肉を持ってきました。"}
{"en": "they tempted him with the best they had;", "ja": "とっておきのものを出して、パトラッシュの気を引こうとしました。"}
{"en": "they triede to lure him to abide by the warmth of the hearth;", "ja": "暖炉のそばの暖かさで、パトラッシュを誘おうとしました。"}
{"en": "but it was of no avail.", "ja": "けれども、効果はありませんでした。"}
{"en": "Patrasche refused to be comforted or to stir from the barred portal.", "ja": "パトラッシュは、慰められることも、横木のある入口から動くことも拒絶しました。"}
{"en": "It was six o'clock when from an opposite entrance the miller at last came,", "ja": "粉屋が反対の入口から帰ってきました。"}
{"en": "jaded and broken, into his wife's presence.", "ja": "疲れ果て、ぼろぼろになった様子で、妻の前に来ました。"}
{"en": "\"It is lost forever,\"", "ja": "「もう、出てこない。"}
{"en": "he said, with an ashen cheek and a quiver in his stern voice.", "ja": "ランタンを持って、隅々まで探したが、消えてしまった。"}
{"en": "\"We have looked with lanterns everywhere;", "ja": "アロアの分も全部！」"}
{"en": "it is gone--the little maiden's portion and all!\"", "ja": "と青ざめた顔つきで、声を震わせながら言いました。"}
{"en": "His wife put the money into his hand, and told him how it had come to her.", "ja": "彼の妻は、お金を彼の手に渡し、どのようないきさつでそのお金が彼女のもとに戻ってきたか、話しました。"}
{"en": "The strong man sank trembling into a seat and covered his face, ashamed and almost afraid.", "ja": "この気の強い男は、体を震わせてソファーに座り、大いに恥じて、まるでおびえたように顔を覆いました。"}
{"en": "\"I have been cruel to the lad,\"", "ja": "「おれは、あの若者に酷いことをした。"}
{"en": "he muttered at length;", "ja": "こんなことをしてもらう値打ちがない。」"}
{"en": "\"I deserved not to have good at his hands.\"", "ja": "と、ついにつぶやきました。"}
{"en": "Little Alois, taking courage, crept close to her father and nestled against him her fair curly head.", "ja": "アロアは勇気を振りしぼって父親の近くに忍び寄り、金髪の巻き毛をすり寄せました。"}
{"en": "\"Nello may come here again, father?\"", "ja": "「お父さん、ネロに、また来てもらってもいい？"}
{"en": "she whispered.", "ja": "前みたいに。"}
{"en": "\"He may come to-morrow as he used to do?\"", "ja": "明日にでも来てもらってもいい？」"}
{"en": "The miller pressed her in his arms;", "ja": "粉屋は、アロアをしっかりと抱きしめました。"}
{"en": "his hard, sunburnt face was very pale and his mouth trembled.", "ja": "彼のたくましい、日焼けした顔はとても青白く、口は震えていました。"}
{"en": "\"Surely, surely,\"", "ja": "「もちろん、いいとも」"}
{"en": "he answered his child.", "ja": "と子供に答えました。"}
{"en": "\"He shall bide here on Christmas Day,", "ja": "「クリスマスの日にはネロに来てもらおう。"}
{"en": "and any other day he will.", "ja": "いや、いつでも来たいときに来てもらおう。"}
{"en": "God helping me,", "ja": "神さまが助けてくださったんだ。"}
{"en": "I will make amends to the boy", "ja": "おれは、ネロに償いをする。"}
{"en": "--I will make amends.\"", "ja": "この埋め合わせはきっとする。」"}
{"en": "Little Alois kissed him in gratitude and joy;", "ja": "アロアは、感謝と喜びの気持ちを示すために父親にキスしました。"}
{"en": "then slid from his knees and ran to where the dog kept watch by the door.", "ja": "そして、父親のひざの上からすべり落ち、扉が開かないかどうかと、扉のそばで見張っていたパトラッシュのところに向って走っていきました。"}
{"en": "\"And to-night I may feast Patrasche?\"", "ja": "「それから、今晩は、パトラッシュをもてなしてもいい？」"}
{"en": "she cried in a child's thoughtless glee.", "ja": "アロアは子どもっぽくやたらにはしゃぎながら叫びました。"}
{"en": "Her father bent his head gravely:", "ja": "父親は、大きくうなずきました。"}
{"en": "\"Ay, ay!", "ja": "「そうだね、そうだね。"}
{"en": "let the dog have the best;\"", "ja": "できるだけのことをしてやろう。」"}
{"en": "for the stern old man was moved and shaken to his heart's depths.", "ja": "というのは、この頑固な老人は、心底感動していたからです。"}
{"en": "It was Christmas eve,", "ja": "その晩は、クリスマス・イブでした。"}
{"en": "and the mill-house was filled with oak logs and squares of turf,", "ja": "そして、粉屋の家は、樫の木の薪や炭がどっさりとありました。"}
{"en": "with cream and honey, with meat and bread,", "ja": "クリームやはち蜜、パンや肉もいっぱいありました。"}
{"en": "and the rafters were hung with wreaths of evergreen, and the Calvary and the cuckoo clock looked out from a mass of holly.", "ja": "天井の柱にはときわ木の輪がつるされていて、キリストの像とカッコウ時計が、ヒイラギのしげみの間からのぞいていました。"}
{"en": "There were little paper lanterns, too, for Alois,", "ja": "それから、アロアのために小さな紙でできたちょうちんもつるされていました。"}
{"en": "and toys of various fashions and sweetmeats in bright-pictured papers.", "ja": "そして、いろいろな種類のおもちゃや、明るい絵がかかれた紙につつまれたお菓子がありました。"}
{"en": "There were light and warmth and abundance everywhere,", "ja": "至る所、光と暖かさと豊かさが満ちあふれていました。"}
{"en": "and the child would fain have made the dog a guest honoured and feasted.", "ja": "そして、アロアは、パトラッシュを何とか大切なお客さまとして、もてなしたくてしょうがありませんでした。"}
{"en": "But Patrasche would neither lie in the warmth nor share in the cheer.", "ja": "けれども、パトラッシュは暖いところにやってこようともせず、一緒に楽しもうともしませんでした。"}
{"en": "Famished he was and very cold, but without Nello he would partake neither of comfort nor food.", "ja": "パトラッシュは、とても飢えて凍えていましたが、ネロがいないところでは、ぬくぬくとしたり、おいしいものを食べたりする気にはなりませんでした。"}
{"en": "Against all temptation he was proof, and close against the door he leaned always, watching only for a means of escape.", "ja": "全ての誘惑を退け、パトラッシュは扉にぴったりとくっついて、逃げ出す機会をずっと待っていました。"}
{"en": "\"He wants the lad,\"", "ja": "「少年を捜しているんだな。"}
{"en": "said Baas Cogez.", "ja": "いい犬だ！"}
{"en": "\"Good dog! good dog!", "ja": "おれは、明日朝一番に少年を迎えにいくよ。」"}
{"en": "I will go over to the lad the first thing at day-dawn.\"", "ja": "と、コゼツのだんなは言いました。"}
{"en": "For no one but Patrasche knew that Nello had left the hut,", "ja": "というのは、パトラッシュ以外ネロが小屋を立ち退いたことを知らなかったのです。"}
{"en": "and no one but Patrasche divined that Nello had gone to face starvation and misery alone.", "ja": "そして、パトラッシュ以外、誰一人、ネロがひとりぼっちでみじめに飢え死にしようとしていたことを知らなかったのでした。"}
{"en": "The mill kitchen was very warm;", "ja": "粉屋の台所は、とても暖かでした。"}
{"en": "great logs crackled and flamed on the hearth;", "ja": "大きな薪がぱちぱちと音をたててて暖炉の中で燃えていました。"}
{"en": "neighbours came in for a glass of wine and a slice of the fat goose baking for supper.", "ja": "近所の人たちはあいさつをしにきて、めいめい一杯のワインと一切れのまるまる太ったガチョウの焼き肉を振る舞われました。"}
{"en": "Alois, gleeful and sure of her playmate back on the morrow, bounded and sang and tossed back her yellow hair.", "ja": "アロアは、大喜びで、遊び友達が明日には戻ってくると信じて、金髪の髪をふりみだしてはしゃいでいました。"}
{"en": "Baas Cogez, in the fulness of his heart, smiled on her through moistened eyes,", "ja": "コゼツのだんなは、胸を詰まらせ、涙ぐみながらアロアに微笑みかけました。"}
{"en": "and spoke of the way in which he would befriend her favourite companion;", "ja": "そして、アロアの大好きな友達と、彼もどうやって仲良くなろうかと、話しました。"}
{"en": "the house-mother sat with calm, contented face at the spinning-wheel;", "ja": "アロアのお母さんは、穏やかな、満ち足りた表情で、糸巻き車の前に座っていました。"}
{"en": "the cuckoo in the clock chirped mirthful hours.", "ja": "時計の中のカッコウは、かん高い声で時間を告げました。"}
{"en": "Amidst it all Patrasche was bidden with a thousand words of welcome to tarry there a cherished guest.", "ja": "こうした中に囲まれて、パトラッシュは、ここにクリスマスのお客様としてとどまるようにと、さかんにすすめられました。"}
{"en": "But neither peace nor plenty could allure him where Nello was not.", "ja": "しかし、どんなになごやかな雰囲気につつまれていても、どんなにごちそうがたっぷりあっても、ネロがいないところにパトラッシュを誘うことはできませんでした。"}
{"en": "When the supper smoked on the board, and the voices were loudest and gladdest, and the Christ-child brought choicest gifts to Alois,", "ja": "夕食がテーブルの上で湯気を立て、話し声がひときわ大きくなり、おさな子キリストの格好をした小さい子どもが、アロアにとっておきのプレゼントを持ってきたその時でした。"}
{"en": "Patrasche, watching always an occasion, glided out when the door was unlatched by a careless new-comer,", "ja": "パトラッシュは、ずっと機会をうかがっていましたが、新しいお客さんが不注意にもドアの掛け金をはずしてとびらを開けたのを見て、さっと外に飛び出しました。"}
{"en": "and, as swiftly as his weak and tired limbs would bear him sped over the snow in the bitter, black night.", "ja": "そして、疲れ果て弱りきった体が耐えられる限り、すばやく激しく雪が降っている夜の闇の中を、ひた走りに走っていきました。"}
{"en": "He had only one thought", "ja": "パトラッシュには、ただひとつの思いしかありませんでした。"}
{"en": "--to follow Nello.", "ja": "それは、「ネロについて行く」という思いでした。"}
{"en": "A human friend might have paused for the pleasant meal, the cheery warmth, the cosey slumber;", "ja": "もし人間の友だちだったら、おいしいごちそうや陽気な暖かさや心地よい居眠りのために、アロアの家に留まったかも知れません。"}
{"en": "but that was not the friendship of Patrasche.", "ja": "でも、パトラッシュの友情は、そんなものではありませんでした。"}
{"en": "He remembered a bygone time,", "ja": "パトラッシュは、昔のことを覚えていました。"}
{"en": "when an old man and a little child had found him sick unto death in the wayside ditch.", "ja": "ある老人と小さな子供が、道端でのたれ死にしようとしていた自分を見つけてくれた時のことを。"}
{"en": "Snow had fallen freshly all the evening long;", "ja": "一晩中、雪が降り続いていました。"}
{"en": "it was now nearly ten;", "ja": "もう夜中の十時近くでした。"}
{"en": "the trail of the boy's footsteps was almost obliterated.", "ja": "少年の足取りの痕跡は、ほとんど消されていました。"}
{"en": "It took Patrasche long to discover any scent.", "ja": "パトラッシュは、においを発見するのに手間取りました。"}
{"en": "When at last he found it, it was lost again quickly,", "ja": "とうとうにおいを見つけた、と思ったら、すぐに見失ってしまいました。"}
{"en": "and lost and recovered, and again lost and again recovered, a hundred times or more.", "ja": "見失っては見つけ、見失っては見つけ、ということを百回以上も繰り返したのです。"}
{"en": "The night was very wild.", "ja": "その晩は、吹雪でした。"}
{"en": "The lamps under the wayside crosses were blown out;", "ja": "十字路のそばのランプの明かりは、風で吹き消されてしまいました。"}
{"en": "the roads were sheets of ice;", "ja": "道は、まるで氷の板のようでした。"}
{"en": "the impenetrable darkness hid every trace of habitations;", "ja": "見通しのきかない暗闇が、家々のこん跡を隠しました。"}
{"en": "there was no living thing abroad.", "ja": "外には、生き物はいませんでした。"}
{"en": "All the cattle were housed, and in all the huts and homesteads men and women rejoiced and feasted.", "ja": "牛はみんな牛小屋に入れられ、家々では、男も女もごちそうを楽しんでいました。"}
{"en": "There was only Patrasche out in the cruel cold", "ja": "パトラッシュだけが容赦のない寒さの中にいました。"}
{"en": "--old and famished and full of pain,", "ja": "年寄りで、飢えていて、体中痛みだらけでした。"}
{"en": "but with the strength and the patience of a great love to sustain him in his search.", "ja": "でも、ものすごい愛の強さと忍耐強さがパトラッシュの捜索を支えました。"}
{"en": "The trail of Nello's steps, faint and obscure as it was under the new snow, went straightly along the accustomed tracks into Antwerp.", "ja": "ネロの足跡のこん跡は、新しく積もった雪の下にあって、かすかであいまいでしたが、それは、通い慣れたアントワープへの通り道に向かっていました。"}
{"en": "It was past midnight when Patrasche traced it over the boundaries of the town and into the narrow, tortuous, gloomy streets.", "ja": "パトラッシュがアントワープの町境を超え、町の狭い、曲がりくねった、暗い通りへと追跡を続けたのは、もう真夜中過ぎでした。"}
{"en": "It was all quite dark in the town,", "ja": "町はまったく闇にとざされていました。"}
{"en": "save where some light gleamed ruddily through the crevices of house shutters, or some group went homeward with lanterns chanting drinking-songs.", "ja": "光といえば、ところどころ、家のnよろい戸のすき間から漏れてくる赤みがかった光か、酔っぱらって歌を歌いながら家路を急ぐ人たちが手にもつランタンの光しかありませんでした。"}
{"en": "The streets were all white with ice;", "ja": "通りは、氷が張って真っ白でした。"}
{"en": "the high walls and roofs loomed black against them.", "ja": "高い壁と屋根は、そのそばに黒々とそびえていました。"}
{"en": "There was scarce a sound save the riot of the winds down the passages as they tossed the creaking signs and shook the tall lamp-irons.", "ja": "吹きすさぶ暴風が通りを吹き抜け、店の看板をキーキーと揺さぶるか、高い鋼鉄製のランプを揺らす音以外は、ほとんど音もしませんでした。"}
{"en": "So many passers-by had trodden through and through the snow, so many diverse paths had crossed and recrossed each other, that the dog had a hard task to retain any hold on the track he followed.", "ja": "とてもたくさんの通行人が雪の上を通りましたし、たくさんの小道が複雑に入り組んで交差していましたので、パトラッシュが追跡しているネロの足跡を見失わないようにするのは、大変な骨折りの仕事でした。"}
{"en": "though the cold pierced him to the bone,", "ja": "寒さは骨身にこたえました。"}
{"en": "and the jagged ice cut his feet,", "ja": "ギザギザの氷は彼の足を切りました。"}
{"en": "and the hunger in his body gnawed like a rat's teeth.", "ja": "そして、体の中の飢えはネズミが身をかじるようにパトラッシュを責めさいなみました。"}
{"en": "He kept on his way,--a poor gaunt, shivering thing,", "ja": "パトラッシュは、今ややせ細った、ぶるぶるふるえているあわれな犬に過ぎませんでしたが、決して追跡をやめようとはしませんでした。"}
{"en": "--and by long patience traced the steps he loved into the very heart of the burg and up to the steps of the great cathedral.", "ja": "そして、愛するネロの足跡を辛抱強く追いかけ、とうとう大きい大聖堂の石段のところまでやってきました。"}
{"en": "\"He is gone to the things that he loved,\"", "ja": "「ネロは、大好きだったあれのところにいったんだ」"}
{"en": "thought Patrasche;", "ja": "と、パトラッシュは思いました。"}
{"en": "he could not understand, but he was full of sorrow and of pity for the art passion", "ja": "パトラッシュには芸術は理解できませんでしたが、ネロの芸術に対する熱情はとても尊いものだと感じていました。"}
{"en": "that to him was so incomprehensible and yet so sacred.", "ja": "ネロの熱情に対して、パトラッシュは悲しみと哀れみとでいっぱいでした。"}
{"en": "The portals of the cathedral were unclosed after the midnight mass.", "ja": "大聖堂の入口は、真夜中のミサの後も、閉められていませんでした。"}
{"en": "Some heedlessness in the custodians,", "ja": "門番が不注意で、扉のうちの一つの鍵をかけることを忘れていたのです。"}
{"en": "too eager to go home and feast or sleep, or too drowsy to know whether they turned the keys aright, had left one of the doors unlocked.", "ja": "おそらく、家に帰ってごちそうを食べるか、早く眠るかしようとしてあせったか、ねぼけるかして、鍵を閉めたかどうか、ちゃんと確認しなかったのでしょう。"}
{"en": "By that accident the footfalls Patrasche sought had passed through into the building,", "ja": "こんな手落ちがあったために、パトラッシュが探していた足跡は、建物の中へと続いていました。"}
{"en": "leaving the white marks of snow upon the dark stone floor.", "ja": "そして、黒みがかった石の床の上に、雪の白いしるしを残していました。"}
{"en": "By that slender white thread, frozen as it fell, he was guided through the intense silence, through the immensity of the vaulted space", "ja": "そのかすかな白いしるしは、床に落ちるや否や凍ってしまいましたが、パトラッシュはしーんとしずまり返った丸天井の広大な空間の中を、そのしるしをたどっていきました。"}
{"en": "--guided straight to the gates of the chancel, and, stretched there upon the stones, he found Nello.", "ja": "そして、まっすぐ教会の内陣の入り口まで来ると、石の床の上に倒れているネロを発見しました。"}
{"en": "He crept up, and touched the face of the boy.", "ja": "パトラッシュは忍び寄り、少年の顔を触りました。"}
{"en": "\"Didst thou dream that I should be faithless and forsake thee?", "ja": "「ぼくがあなたに忠実でなく、あなたを見捨てるとでも、思ったんですか？"}
{"en": "I--a dog?\"", "ja": "ぼくが犬だからって？」"}
{"en": "said that mute caress.", "ja": "パトラッシュは人間の言葉は話せませんでしたが、黙ってさわることでこうネロに語りかけたのです。"}
{"en": "The lad raised himself with a low cry and clasped him close.", "ja": "少年は低く叫びながら起きあがり、パトラッシュを抱きしめました。"}
{"en": "\"Let us lie down and die together,\"", "ja": "「一緒に死のう」"}
{"en": "he murmured.", "ja": "と、ネロはつぶやきました。"}
{"en": "\"Men have no need of us,", "ja": "「みんな、ぼくたちに用はないんだ。"}
{"en": "and we are all alone.\"", "ja": "ぼくたち、二人っきりなんだよ。」"}
{"en": "In answer, Patrasche crept closer yet, and laid his head upon the young boy's breast.", "ja": "その答えに、パトラッシュはもっとネロのそばに寄り、頭を若い少年の胸の上にのせました。"}
{"en": "The great tears stood in his brown, sad eyes;", "ja": "大粒の涙が、パトラッシュの茶色の、悲しい目に浮かびました。"}
{"en": "not for himself", "ja": "自分自身のためではありませんでした。"}
{"en": "--for himself he was happy.", "ja": "なぜなら、パトラッシュは幸せだったのですから。"}
{"en": "They lay close together in the piercing cold.", "ja": "彼らは、刺し通すような寒さの中で、一緒にぴったり寄り添って横たわっていました。"}
{"en": "The blasts that blew over the Flemish dikes from the northern seas were like waves of ice,", "ja": "北の海からフランダース地方の堤防を吹き抜けてきた激しい風は、まるで氷の波のようでした。"}
{"en": "which froze every living thing they touched.", "ja": "そして、それは触れた生き物すべてを凍らせました。"}
{"en": "The interior of the immense vault of stone in which they were was even more bitterly chill than the snow-covered plains without.", "ja": "彼らがいた巨大な石造りの丸天井の建物の内部は、雪に覆われた外の平野より、もっとひどく冷たかったのです。"}
{"en": "Now and then a bat moved in the shadows;", "ja": "時々、コウモリが闇で動きました。"}
{"en": "now and then a gleam of light came on the ranks of carven figures.", "ja": "時々、かすかな光が、彫像が列になっているところに差し込みました。"}
{"en": "Under the Rubens they lay together quite still, and soothed almost into a dreaming slumber by the numbing narcotic of the cold.", "ja": "ルーベンスの絵の下で彼らは一緒に静かに横たわり、寒さで感覚がまったく麻痺して、ほとんど夢見心地になりました。"}
{"en": "Together they dreamed of the old glad days", "ja": "一緒になって、彼らは昔の楽しかった日のことを夢見ました。"}
{"en": "when they had chased each other through the flowering grasses of the summer meadows, or sat hidden in the tall bulrushes by the water's side, watching the boats go seaward in the sun.", "ja": "夏の草原の中、花の咲いている草の間をぬって追いかけっこしたり、晴れた日に高いガマの木陰の水際に座って、船が海の方へ行くのを見た日のことを。"}
{"en": "Suddenly through the darkness a great white radiance streamed through the vastness of the aisles;", "ja": "突然、暗闇の中から、大きな白い光が通路いっぱいに流れ出しました。"}
{"en": "the moon, that was at her height, had broken through the clouds;", "ja": "雲の間から月が輝きました。"}
{"en": "the snow had ceased to fall;", "ja": "雪は、やみました。"}
{"en": "the light reflected from the snow without was clear as the light of dawn.", "ja": "外の雪から反射される光は、夜明けの光のように明るく輝きました。"}
{"en": "It fell through the arches full upon the two pictures above,", "ja": "光はアーチを伝って二つの絵の上を照らしました。"}
{"en": "nfrom which the boy on his entrance had flung back the veil:", "ja": "ネロはその絵をおおっていた覆い布をさっと取りました。"}
{"en": "the \"Elevation\" and the \"Descent of the Cross\" were for one instant visible.", "ja": "その瞬間、「キリスト昇架」と「キリスト降架」が見えました。"}
{"en": "Nello rose to his feet and stretched his arms to them;", "ja": "ネロは立ち上がって、腕を絵の方に伸ばしました。"}
{"en": "the tears of a passionate ecstasy glistened on the paleness of his face.", "ja": "熱烈な歓喜の涙が、彼の血の気のない顔に輝きました。"}
{"en": "\"I have seen them at last!\"", "ja": "「ぼくは、とうとう見ることができた！」"}
{"en": "he cried aloud.", "ja": "ネロは声を出して泣きました。"}
{"en": "\"O God, it is enough!\"", "ja": "「神さま、もう十分です！」"}
{"en": "His limbs failed under him, and he sank upon his knees, still gazing upward at the majesty that he adored.", "ja": "足で支え切れなくなって、ひざまづきましたが、ネロはなおあこがれていたキリスト像を見上げ続けていました。"}
{"en": "For a few brief moments the light illumined the divine visions that had been denied to him so long --light clear and sweet and strong as though it streamed from the throne of Heaven.", "ja": "ほんのしばらくの間、光がーーまるで天国の玉座から流れ出してきたかのように、明るく、甘く、強い光がーーあんなにも長い間ネロが見ることができなかった神聖な光景を照らしだしました。"}
{"en": "Then suddenly it passed away;", "ja": "突然、光は消えてしまいました。"}
{"en": "once more a great darkness covered the face of Christ.", "ja": "再び、暗闇がキリストの顔を覆いました。"}
{"en": "The arms of the boy drew close again the body of the dog.", "ja": "再び少年は両腕で犬の体をだきしめました。"}
{"en": "\"We shall see His face--/there/,\"", "ja": "「ぼくたち、もうじきイエスさまに会えるんだよ−あそこで」"}
{"en": "he murmured;", "ja": "とネロはつぶやきました。"}
{"en": "\"and He will not part us, I think.\"", "ja": "「イエスさまは、ぼくたちを離ればなれになさりはしない、と思うんだ。」"}
{"en": "On the morrow, by the chancel of the cathedral, the people of Antwerp found them both.", "ja": "翌朝、教会の大聖堂の聖壇のそばで、アントワープの人々は、二人を見つけました。"}
{"en": "They were both dead;", "ja": "彼らは、どちらも死んでいました。"}
{"en": "the cold of the night had frozen into stillness alike the young life and the old.", "ja": "夜の寒さは、若い命も、年老いた命も等しく、凍え死なせたのでした。"}
{"en": "When the Christmas morning broke and the priests came to the temple, they saw them lying thus on the stones together.", "ja": "クリスマスの朝があけて、司祭たちが教会にやってきた時、ネロとパトラッシュが一緒に石の上に横たわっているのを発見したのです。"}
{"en": "Above, the veils were drawn back from the great visions of Rubens, and the fresh rays of the sunrise touched the thorn-crowned head of the Christ.", "ja": "二人の上では、おおいがルーベンスのすばらしい名画からはずされ、朝日の新鮮な光がいばらの冠をかぶったキリストの頭を照らしていました。"}
{"en": "As the day grew on there came an old, hard-featured man who wept as women weep.", "ja": "日が高くなると、年老いた、険しい顔つきの男が、女のように泣きながらやってきました。"}
{"en": "\"I was cruel to the lad,\"", "ja": "「おれは、この子にひどくつらくあたってきた。」"}
{"en": "he muttered;", "ja": "彼はつぶやきました。"}
{"en": "\"and now I would have made amends,", "ja": "「やっと今、償いをするはずだったのに。"}
{"en": "--yea, to the half of my substance,--and he should have been to me as a son.\"", "ja": "そうだ、財産の半分をやって、将来は、おれの息子になってたはずだったのに。」"}
{"en": "There came also, as the day grew apace, a painter who had fame in the world,", "ja": "さらに日が高くなると、世界的に有名な画家もやってきました。"}
{"en": "and who was liberal of hand and of spirit.", "ja": "その画家は、物惜しみをしない、度量の大きな人物でした。"}
{"en": "\"I seek one who should have had the prize yesterday had worth won,\"", "ja": "「わしは、昨日賞を当然得るべきだった少年を捜しておるんじゃ。"}
{"en": "he said to the people", "ja": "その子は、まれに見る将来有望な天才なんじゃよ。」"}
{"en": "--\"a boy of rare promise and genius.", "ja": "とみんなに言いました。"}
{"en": "An old wood-cutter on a fallen tree at eventide--that was all his theme;", "ja": "「たそがれ時に倒れた木に腰かけている、年をとったきこり−ーその子の絵は、ただそれを描いただけのものじゃった。"}
{"en": "but there was greatness for the future in it.", "ja": "けれども、その絵には将来の偉大さが隠されておった。"}
{"en": "I would fain find him, and take him with me and teach him art.\"", "ja": "何とかその子を見つけ出して、連れて帰って芸術をしこんでやりたいものじゃ。」"}
{"en": "And a little child with curling fair hair, sobbing bitterly as she clung to her father's arm, cried aloud,", "ja": "それから金髪の巻き毛の女の子が、父親の腕にしがみつきながらはげしくすすり泣き、"}
{"en": "\"Oh, Nello, come!", "ja": "「ネロ、きてちょうだい！」"}
{"en": "We have all ready for thee.", "ja": "「もう準備はできてるのよ。"}
{"en": "The Christ-child's hands are full of gifts, and the old piper will play for us;", "ja": "幼子キリストの格好をした子どもが手にクリスマスのプレゼントをいっぱい持ってるし、笛吹きのおじいさんが、私たちのために笛を吹いてくれることになってるのよ。"}
{"en": "and the mother says thou shalt stay by the hearth and burn nuts with us all the Noel week long--yes, even to the Feast of the Kings!", "ja": "それに、お母さんは、あなたがクリスマスの週の間中ずっと、いや、そうよ、その後の王様のお祭りの間までだってうちにいて、暖炉のそばでわたしたちみんなと一緒にクルミを焼いたりしてていいわよ、って言ってるのよ。"}
{"en": "And Patrasche will be so happy!", "ja": "パトラッシュも、とっても喜ぶわよ！"}
{"en": "Oh, Nello,", "ja": "ああ、ネロ。"}
{"en": "wake and come!\"", "ja": "起きて、きてちょうだい！」"}
{"en": "But the young pale face, turned upward to the light of the great Rubens with a smile upon its mouth, answered them all,", "ja": "しかし、若く青白い顔は、光輝くルーベンスの名画に向けられ、口元に笑みを浮かべながら、彼ら皆に答えました。"}
{"en": "\"It is too late.\"", "ja": "「もう手遅れです。」"}
{"en": "For the sweet, sonorous bells went ringing through the frost,", "ja": "甘く朗々としたかねの音が、いてつくような寒さの中で鳴り響きました。"}
{"en": "and the sunlight shone upon the plains of snow,", "ja": "そして、太陽は雪の野原の上で輝いていました。"}
{"en": "and the populace trooped gay and glad through the streets,", "ja": "にぎやかに楽しげに人々が通りに集まってきました。"}
{"en": "but Nello and Patrasche no more asked charity at their hands.", "ja": "でも、もうネロとパトラッシュが人々に施しを求めることはありませんでした。"}
{"en": "All they needed now Antwerp gave unbidden.", "ja": "彼らが必要としたものすべてを、アントワープは求められないままに与えました。"}
{"en": "Death had been more pitiful to them than longer life would have been.", "ja": "彼らにとって死は、なまじ生き長らえるより慈悲深かったのでした。"}
{"en": "It had taken the one in the loyalty of love, and the other in the innocence of faith,", "ja": "死は、パトラッシュから忠実な愛を、ネロから純粋無垢な信頼の心を奪いました。"}
{"en": "from a world which for love has no recompense and for faith no fulfilment.", "ja": "この世で愛は報いられず、信じる心は実を結びませんでした。"}
{"en": "All their lives they had been together,", "ja": "生涯ずっと、彼らは一緒でした。"}
{"en": "and in their deaths they were not divided;", "ja": "そして、死んでも、別れませんでした。"}
{"en": "for when they were found the arms of the boy were folded too closely around the dog to be severed without violence, and the people of their little village, contrite and ashamed, implored a special grace for them, and, making them one grave,", "ja": "というのは、少年の腕が犬をしっかりと抱きしめていて、手荒に扱わなければ引き離すことができないことが分かった時、小さな村の人々は後悔し、恥じ入って、神様の格別のお慈悲を願い、彼らのために一つのお墓を作ったのです。"}
{"en": "laid them to rest there side by side", "ja": "一緒に安らかに眠ることができるように。"}
{"en": "--forever!", "ja": "いつまでも！"}
