{"en": "Evelin", "ja": "エヴリン"}
{"en": "from \"Dubliners\"", "ja": "「ダブリンの人々」より"}
{"en": "SHE sat at the window watching the evening invade the avenue.", "ja": "彼女は窓辺に座り、夕暮れが通りをつつんでいくのを眺めていた。"}
{"en": "Her head was leaned against the window curtains and in her nostrils was the odour of dusty cretonne.", "ja": "頭を窓のカーテンにもたせかけていると、ほこりっぽいカーテンの香りがした。"}
{"en": "She was tired.", "ja": "彼女は疲れていた。"}
{"en": "Few people passed.", "ja": "人通りはほとんどなかった。"}
{"en": "The man out of the last house passed on his way home;", "ja": "通りのはずれの家から出てきた男は、家に向かって彼女の家の前を通り過ぎていった。"}
{"en": "she heard his footsteps clacking along the concrete pavement", "ja": "コンクリートの舗装を歩くコツコツという足音がした。"}
{"en": "and afterwards crunching on the cinder path before the new red houses.", "ja": "しばらくすると、新しい赤い家並の前の石炭殻をしいた道を歩くざくざくという音になった。"}
{"en": "One time there used to be a field there in which they used to play every evening with other people's children.", "ja": "そこには、よそのうちの子たちと毎晩遊んでいた空き地があった。"}
{"en": "Then a man from Belfast bought the field and built houses in it", "ja": "ベルファストから来た男が、その空き地を買い、家を建ててしまった。"}
{"en": "--not like their little brown houses but bright brick houses with shining roofs.", "ja": "彼らが住む小さな茶色の家ではなく、ぴかぴかした屋根の明るいレンガづくりの家だった。"}
{"en": "The children of the avenue used to play together in that field", "ja": "この通りのこどもたちは、あの空き地で遊んでいた。"}
{"en": "--the Devines, the Waters, the Dunns, little Keogh the cripple, she and her brothers and sisters.", "ja": "デヴァイン、ウォーター、ダンのうちのこどもたち、足がわるい小さなキオウ、彼女と兄弟たち。"}
{"en": "Ernest, however, never played:", "ja": "アーネストは遊んでいなかった。"}
{"en": "he was too grown up.", "ja": "彼は遊ぶには大きかった。"}
{"en": "Her father used often to hunt them in out of the field with his blackthorn stick;", "ja": "よく、父はリンボクステッキを振るって、こどもたちを空き地から追い払っていた。"}
{"en": "but usually little Keogh used to keep nix and call out when he saw her father coming.", "ja": "キオウはいつも見張りをしていたので、父が来るのを見つけると大声で叫んだものだ。"}
{"en": "Still they seemed to have been rather happy then.", "ja": "それでも、彼らはいまよりは、しあわせそうだった。"}
{"en": "Her father was not so bad then;", "ja": "父もいまほどはひどくなかった。"}
{"en": "and besides, her mother was alive.", "ja": "それに母が生きていた。"}
{"en": "That was a long time ago;", "ja": "ずいぶん昔のことだ。"}
{"en": "she and her brothers and sisters were all grown up her mother was dead.", "ja": "彼女と兄弟たちは大きくなり、母は死んだ。"}
{"en": "Tizzie Dunn was dead, too, and the Waters had gone back to England.", "ja": "ティジー・ダンも死に、ウォーターの一家はイングランドへ戻っていった。"}
{"en": "Everything changes.", "ja": "すべては変わっていく。"}
{"en": "Now she was going to go away like the others, to leave her home.", "ja": "いま、彼女も、彼らと同じように家を見捨てて出ていこうとしていた。"}
{"en": "Home!", "ja": "私の家！"}
{"en": "She looked round the room, reviewing all its familiar object", "ja": "彼女は部屋を見まわし、改めて見慣れたものを眺めてみた。"}
{"en": "which she had dusted once a week for so many years, wondering where on earth all the dust came from.", "ja": "降り積もるほこりはいったいどこから来るのだろうと思いながら、彼女は何年ものあいだ週に一度掃除してきた。"}
{"en": "Perhaps she would never see again those familiar objects from which she had never dreamed of being divided.", "ja": "これらの見慣れたものと別れるとは夢にも思わなかったが、たぶんもう二度と目にすることはないだろう。"}
{"en": "And yet during all those years she had never found out the name of the priest whose yellowing photograph hung on the wall above the broken harmonium beside the coloured print of the promises made to Blessed Margaret Mary Alacoque.", "ja": "壊れたハーモニウムの上の聖マルガリタ・マリア・アラコクとの約束の場面の色つきの版画の横にかかった黄ばんだ写真に写っている司祭の名前は、結局わからないままだった。"}
{"en": "He had been a school friend of her father.", "ja": "彼は父の学校時代の友達だ。"}
{"en": "Whenever he showed the photograph to a visitor", "ja": "父は客にその写真を見せるときはいつも"}
{"en": "her father used to pass it with a casual word: \"He is in Melbourne now.\"", "ja": "「この司祭さんはいまメルボルンに住んでいるんですよ」とか、いい加減なことをいいながら、写真を手渡していた。"}
{"en": "She had consented to go away, to leave her home.", "ja": "彼女は、家を捨てて出ていこうという誘いを受け入れた。"}
{"en": "Was that wise?", "ja": "それは利口なこと？"}
{"en": "She tried to weigh each side of the question.", "ja": "彼女は二つの道を比べてみようと思った。"}
{"en": "In her home anyway she had shelter and food;", "ja": "家にいれば、寝る場所と食事はなんとかなるし、"}
{"en": "she had those whom she had known all her life about her.", "ja": "よく知った人たちもいる。"}
{"en": "O course she had to work hard, both in the house and at business.", "ja": "もちろん家でも勤め先でも、一生懸命働かなくてはならない。"}
{"en": "What would they say of her in the Stores when they found out that she had run away with a fellow?", "ja": "彼女が男と駆け落ちしたと知ったらデパートの人たちはなんと言うだろう。"}
{"en": "Say she was a fool, perhaps;", "ja": "たぶん、あの子は馬鹿よ、と言うに決まっている。"}
{"en": "and her place would be filled up by advertisement.", "ja": "そして、欠員は新聞広告を出せば埋まる。"}
{"en": "Miss Gavan would be glad.", "ja": "ギャバンさんは喜ぶだろう。"}
{"en": "She had always had an edge on her,", "ja": "彼女はいつもエヴリンにきつく当たった。"}
{"en": "especially whenever there were people listening.", "ja": "特に、誰か聞いている人がいるときにはいつも。"}
{"en": "\"Miss Hill, don't you see these ladies are waiting?\"", "ja": "「ヒルさん、お客さんたちがお待ちなのがわからないの」"}
{"en": "\"Look lively, Miss Hill, please.\"", "ja": "「しっかり頼みますよ、ヒルさん」"}
{"en": "She would not cry many tears at leaving the Stores.", "ja": "デパートから離れても、涙はあまり流れないだろう。"}
{"en": "But in her new home, in a distant unknown country, it would not be like that.", "ja": "遠くの見知らぬ国にある新しい家では、すべてが違っているだろう。"}
{"en": "Then she would be married--she, Eveline.", "ja": "結婚する、このエヴリンが。"}
{"en": "People would treat her with respect then.", "ja": "みな、礼儀正しく接してくれるだろう。"}
{"en": "She would not be treated as her mother had been.", "ja": "母が受けてきたような扱いを受けることはないだろう。"}
{"en": "Even now, though she was over nineteen, she sometimes felt herself in danger of her father's violence.", "ja": "１９歳になったいまでも、父が暴力をふるう恐れを感じるときがある。"}
{"en": "She knew it was that that had given her the palpitations.", "ja": "胸がどきどきするのは、その恐れのせいだと気がついていた。"}
{"en": "When they were growing up he had never gone for her like he used to go for Harry and Ernes,t", "ja": "こどもたちが大きくなると、ハリーやアーネストにするようには、彼女には手をあげることはなくなった。"}
{"en": "because she was a girl", "ja": "彼女が女の子だからだ。"}
{"en": "but latterly he had begun to threaten her and say what he would do to her only for her dead mother's sak.e", "ja": "しかし、最近では、彼女を脅すようになり、死んだ母の手前言わなかったことを言うようになってきた。"}
{"en": "And no she had nobody to protect her.", "ja": "それに、いまでは彼女を守ってくれる人はだれもいなかった。"}
{"en": "Ernest was dead and Harry, who was in the church decorating business, was nearly always down somewhere in the country.", "ja": "アーネストは死に、教会の内装工事の仕事をしているハリーは、たいていどこかの田舎へ出かけていた。"}
{"en": "Besides, the invariable squabble for money on Saturday nights had begun to weary her unspeakably.", "ja": "土曜日の夜には、必ずお金のことで口げんかになり、彼女はつくづくうんざりしていた。"}
{"en": "She always gave her entire wages--seven shillings--and Harry always sent up what he could but the trouble was to get any money from her father.", "ja": "いつも、彼女は給料全部の７シリングを出し、ハリーもできる限りのお金を送ってきたが、問題は、父からいくらかのお金を出してもらうことだった。"}
{"en": "He said she used to squander the money, that she had no head, that he wasn't going to give her his hard-earned money to throw about the streets, and much more,", "ja": "おまえはいつも無駄遣いをしている、おまえは馬鹿だ、おまえが街で撒くために苦労して稼いだ金は渡すつもりはない、父はそんなことをいろいろと言った。"}
{"en": "for he was usually fairly bad on Saturday night.", "ja": "それに、土曜の夜の父親は、とても機嫌が悪かった。"}
{"en": "In the end he would give her the money and ask her had she any intention of buying Sunday's dinner.", "ja": "最後には、父は彼女にお金を渡したが、日曜の夕食の材料を買いに行くのかと確かめるのだった。"}
{"en": "Then she had to rush out as quickly as she could and do her marketing,", "ja": "それから大急ぎで家を飛び出し、買い物をしなければならなかった。"}
{"en": "holding her black leather purse tightly in her hand as she elbowed her way through the crowds and returning home late under her load of provisions.", "ja": "手に黒い革の財布をしっかりと握り、人波をひじで押しのけて、食料品の包みを持って夜遅く家に帰ってきた。"}
{"en": "She had hard work to keep the house together and to see that the two young children who had been left to hr charge went to school regularly and got their meals regularly.", "ja": "家事をして、任された二人のこどもをきちんと学校に通わせ、食事を食べさせるのはたいへんな仕事だった。"}
{"en": "It was hard work--a hard life", "ja": "たいへんな仕事、きびしい暮らし。"}
{"en": "but now that she was about to leave it she did not find it a wholly undesirable life.", "ja": "しかし、その暮らしから離れるとなると、それほどひどくもなかったような気がしてくる。"}
{"en": "She was about to explore another life with Frank.", "ja": "彼女はフランクと新しい生活を始めようとしていた。"}
{"en": "Frank was very kind, manly, open-hearted.", "ja": "彼はとてもやさしく、男らしくて、心が広かった。"}
{"en": "She was to go away with him by the night-boat to be his wife and to live with him in Buenos Ayres where he had a home waiting for her.", "ja": "彼の妻となり、彼女を待つ家があるブエノスアイレスで暮らすために、彼と一緒に夜の便の船に乗り、出ていこうとしていた。"}
{"en": "How well she remembered the first time she had seen him;", "ja": "彼とはじめて会ったときのことはよく覚えている。"}
{"en": "he was lodging in a house on the main road where she used to visit.", "ja": "彼は、彼女がよく行く表通りの宿に泊まっていた。"}
{"en": "It seemed a few weeks ago.", "ja": "２、３週間前のことのように思える。"}
{"en": "He was standing at the gate,", "ja": "彼は門の所に立っていた。"}
{"en": "his peaked cap pushed back on his head and his hair tumbled forward over a face of bronze.", "ja": "鳥打ち帽を浅くかぶり、日に焼けた顔に前髪がかかっていた。"}
{"en": "Then they had come to know each other.", "ja": "そして、お互いのことを知るようになっていった。"}
{"en": "He used to meet her outside the Stores every evening and see her home.", "ja": "彼は毎晩デパートの前で彼女を待ち、家まで送っていった。"}
{"en": "He took her to see The Bohemian Girl", "ja": "「ボヘミアン・ガール」を見に連れて行ってくれた。"}
{"en": "and she felt elated as she sat in an unaccustomed part of the theatre with him.", "ja": "彼と一緒に、なれない高い席で劇を見ていると、すごくうれしかった。"}
{"en": "He was awfully fond of music and sang a little.", "ja": "彼は音楽がとても好きで、歌うこともあった。"}
{"en": "People knew that they were courting and, when he sang about the lass that loves a sailor, she always felt pleasantly confused.", "ja": "みんなは二人がつき合っていることを知っていたから、彼が船乗りに恋をしている娘の歌を歌ってくれると、うれしかったけれど、どうしていいかわからなくなった。"}
{"en": "He used to call her Poppens out of fun.", "ja": "彼はふざけて彼女を「ポペンズ」と呼んだ。"}
{"en": "First of all it had been an excitement for her to have a fellow and then she had begun to like him.", "ja": "最初のうちは男友達ができたことがうれしく、だんだん彼のことが好きになっていった。"}
{"en": "He had tales of distant countries.", "ja": "彼は遠くの国々の話をしてくれた。"}
{"en": "He had started as a deck boy at a pound a month on a ship of the Allan Line going out to Canada.", "ja": "彼はカナダ行きのアラン汽船の月給１ポンドのデッキボーイから始めた。"}
{"en": "He told her the names of the ships he had been on and the names of the different services.", "ja": "乗ったことのある船と航路の名前を教えてくれた。"}
{"en": "He had sailed through the Straits of Magellan and he told her stories of the terrible Patagonians.", "ja": "彼はマゼラン海峡を航海したことがあり、恐ろしいパタゴニア人の話をしてくれた。"}
{"en": "He had fallen on his feet in Buenos Ayres, he said, and had come over to the old country just for a holiday.", "ja": "ブエノスアイレスでなんとかやっていけるようになり、故郷には休暇で来ていると言った。"}
{"en": "Of course, her father had found out the affair and had forbidden her to have anything to say to him.", "ja": "もちろん、父はこのつきあいに感づき、彼と口をきくことを禁じた。"}
{"en": "\"I know these sailor chaps,\"", "ja": "「ああいう船乗りの奴らのことはわかっているんだ」"}
{"en": "he said.", "ja": "と父は言った。"}
{"en": "One day he had quarrelled with Frank", "ja": "ある日、父はフランクとけんかをした。"}
{"en": "and after that she had to meet her lover secretly.", "ja": "それから彼女は恋人とはこっそり会わなければならなくなった。"}
{"en": "The evening deepened in the avenue.", "ja": "通りはすっかり暗くなった。"}
{"en": "The white of two letters in her lap grew indistinct.", "ja": "膝の上の二通の手紙の白さがぼんやりとしてきた。"}
{"en": "One was to Harry;", "ja": "一通はハリー宛、"}
{"en": "the other was to her father.", "ja": "もう一通は父に宛てたものだった。"}
{"en": "Ernest had been her favourite but she liked Harry too.", "ja": "アーネストのことがいちばん好きだったが、ハリーも好きだった。"}
{"en": "Her father was becoming old lately, she noticed;", "ja": "最近、父が衰えてきたことに気がついていた。"}
{"en": "he would miss her.", "ja": "父は、彼女がいなくなったら寂しがるだろう。"}
{"en": "Sometimes he could be very nice.", "ja": "たまには、父はとてもやさしいときもある。"}
{"en": "Not long before, when she had been laid up for a day, he had read her out a ghost story and made toast for her at the fire.", "ja": "つい最近も、彼女が一日寝込んだときに、父は怪談を読んでくれて、暖炉でトーストを作ってくれた。"}
{"en": "Another day, when their mother was alive, they had all gone for a picnic to the Hill of Howth.", "ja": "いつのころか、母が生きていたとき、ホースの丘へ家族全員をピクニックに連れて行ってくれた。"}
{"en": "She remembered her father putting on her mothers bonnet to make the children laugh.", "ja": "父は、母の帽子をかぶってこどもたちを笑わせたことを覚えている。"}
{"en": "Her time was running out", "ja": "時間が迫ってきた。"}
{"en": "but she continued to sit by the window, leaning her head against the window curtain, inhaling the odour of dusty cretonne.", "ja": "しかし、彼女は、ほこりっぽいカーテンの香りをかぎながら、カーテンに頭をもたせかけ、窓辺にじっと座っていた。"}
{"en": "Down far in the avenue she could hear a street organ playing.", "ja": "通りの先の方でストリートオルガンを演奏しているのが聞こえる。"}
{"en": "She knew the air Strange", "ja": "このアリアには覚えがあった。"}
{"en": "that it should come that very night to remind her of the promise to her mother,", "ja": "まさにこの夜に、そのアリアを聴いて、母との約束を思い出すことになるとは思いもよらなかった。"}
{"en": "her promise to keep the home together as long as she could.", "ja": "できるかぎりの間は家の面倒をみるという約束を。"}
{"en": "She remembered the last night of her mother's illness;", "ja": "彼女は、母が病床にあった最後の夜、"}
{"en": "she was again in the close dark room at the other side of the hall", "ja": "廊下の向かいの締め切った暗い部屋にいた。"}
{"en": "and outside she heard a melancholy air of Italy.", "ja": "家の外からイタリアのもの悲しいアリアが聞こえてきた。"}
{"en": "The organ-player had been ordered to go away and given sixpence.", "ja": "オルガン弾きはどこかへ行けと言われ、６ペンスのチップを受け取った。"}
{"en": "She remembered her father strutting back into the sickroom saying:", "ja": "父親はもったいぶって病室にもどり、こう言ったことを覚えている。"}
{"en": "\"Damned Italians!", "ja": "「イタリア野郎め！"}
{"en": "coming over here!\"", "ja": "こんなところに来て！」"}
{"en": "As she mused the pitiful vision of her mother's life laid its spell on the very quick of her being", "ja": "彼女がもの思いに耽っていると、母の一生の哀れな姿が、彼女の心の奥底にとりついた。"}
{"en": "--that life of commonplace sacrifices closing in final craziness.", "ja": "狂気のうちに終わったありふれた犠牲ずくめの一生の姿が。"}
{"en": "She trembled as she heard again her mother's voice saying constantly with foolish insistence:", "ja": "正気を失い、しつこく繰り返される母の声がまた聞こえてきて、ぞっとした。"}
{"en": "\"Derevaun Seraun!", "ja": "「デレヴォーン、セローン！"}
{"en": "Derevaun Seraun!\"", "ja": "デレヴォーン、セローン！」"}
{"en": "She stood up in a sudden impulse of terror.", "ja": "彼女は、恐怖に襲われ、思わず立ち上がった。"}
{"en": "Escape!", "ja": "逃げろ！"}
{"en": "She must escape!", "ja": "逃げなければ！"}
{"en": "Frank would save her.", "ja": "フランクが助けてくれる。"}
{"en": "He would give her life,", "ja": "彼は私に命をくれる。"}
{"en": "perhaps love, too.", "ja": "たぶん、愛も。"}
{"en": "But she wanted to live.", "ja": "彼女は生きたかった。"}
{"en": "Why should she be unhappy?", "ja": "なぜ不幸でなければならないの？"}
{"en": "She had a right to happiness.", "ja": "私にはしあわせになる権利がある。"}
{"en": "Frank would take her in his arms, fold her in his arms.", "ja": "彼は抱きしめてくれる。"}
{"en": "He would save her.", "ja": "彼は救ってくれる。"}
{"en": "She stood among the swaying crowd in the station at the North Wall.", "ja": "彼女はノースウォールにある駅の雑踏のなかに立っていた。"}
{"en": "He held her hand", "ja": "フランクは彼女の手を握っていた。"}
{"en": "and she knew that he was speaking to her, saying something about the passage over and over again.", "ja": "彼は彼女に話しかけ、船便のことを何度も話していたようだった。"}
{"en": "The station was full of soldiers with brown baggages.", "ja": "駅は、茶色の荷物を持った兵士で一杯だった。"}
{"en": "Through the wide doors of the sheds she caught a glimpse of the black mass of the boat, lying in beside the quay wall, with illumined portholes.", "ja": "税関の大きなドアの向こうに、埠頭の岸壁に横付けされ、舷窓が光っている黒い船体が見えた。"}
{"en": "She answered nothing.", "ja": "彼女は何も答えなかった。"}
{"en": "She felt her cheek pale and cold and, out of a maze of distress, she prayed to God to direct her, to show her what was her duty.", "ja": "頬が青ざめ冷たくなるのを感じながら、この迷いの苦しみから抜け出せるように、なにか指図を与えてくださいますよう、なにをすべきか教えてくださいますよう、神に祈っていた。"}
{"en": "The boat blew a long mournful whistle into the mist.", "ja": "船は霧のなかへ長い悲しげな汽笛を鳴らした。"}
{"en": "If she went, tomorrow she would be on the sea with Frank, steaming towards Buenos Ayres.", "ja": "もし、出発すれば、明日はブエノスアイレスに向け、フランクと一緒に海の上にいることになるだろう。"}
{"en": "Their passage had been booked.", "ja": "船便は予約されている。"}
{"en": "Could she still draw back after all he had done for her?", "ja": "彼が彼女のためにこれだけしてくれたあとで、彼女はまだ引き返すことができるだろうか。"}
{"en": "Her distress awoke a nausea in her body", "ja": "苦悩のあまり吐き気がこみ上げてきた。"}
{"en": "and she kept moving her lips in silent fervent prayer.", "ja": "祈りの言葉を、声には出さず、唇を動かし、熱心に唱え続けていた。"}
{"en": "A bell clanged upon her heart.", "ja": "鐘の音が胸に響いた。"}
{"en": "She felt him seize her hand:", "ja": "フランクが手をつかんだのを感じた。"}
{"en": "\"Come!\"", "ja": "「行こう！」"}
{"en": "All the seas of the world tumbled about her heart.", "ja": "世界中の海が彼女の心に流れ込んだ。"}
{"en": "He was drawing her into them:", "ja": "フランクは彼女を海のなかに引き込もうとしている。"}
{"en": "he would drown her.", "ja": "彼は、彼女をおぼれさせようとしてる。"}
{"en": "She gripped with both hands at the iron railing.", "ja": "彼女は、両手で鉄の手すりをつかんだ。"}
{"en": "\"Come!\"", "ja": "「来るんだ！」"}
{"en": "No! No! No!", "ja": "だめ！だめ！だめ！"}
{"en": "It was impossible.", "ja": "行けない。"}
{"en": "Her hands clutched the iron in frenzy.", "ja": "彼女の手は鉄の手すりをつかんでいた。"}
{"en": "Amid the seas she sent a cry of anguish.", "ja": "海のただ中で苦痛の叫び声を上げていた。"}
{"en": "\"Eveline!", "ja": "「エヴリン！"}
{"en": "Evvy!\"", "ja": "エヴィ！」"}
{"en": "He rushed beyond the barrier and called to her to follow.", "ja": "彼は柵の向こうに走って行き、ついてくるように呼んだ。"}
{"en": "He was shouted at to go on but he still called to her.", "ja": "彼は、先に行けと怒鳴られながらも彼女を呼び続けた。"}
{"en": "She set her white face to him, passive, like a helpless animal.", "ja": "彼女は、無力な動物のように、感情なく、蒼白な顔を彼へ向けた。"}
{"en": "Her eyes gave him no sign of love or farewell", "ja": "彼女の目からは、愛や惜別の気持ちは読みとれなかった。"}
{"en": "or recognition.", "ja": "彼女の目には、彼のことすら映っていなかった。"}
