{"en": "FATTY COON AT HOME", "ja": "ふとっちょあらいぐまの家"}
{"en": "1  Fatty Coon was so fat and round that he looked like a ball of fur, with a plumelike tail for a handle.", "ja": "1 ふとっちょあらいぐまは、とても太っていてまん丸で、まるで毛皮のボールのよう、そこに取っ手ではなく、羽かざりのようなしっぽがついた姿をしていました。"}
{"en": "But if you looked at him closely you would have seen a pair of very bright eyes watching you.", "ja": "しかしまぢかに寄って見てみますと、するどくかがやくふたつの目が、あなたをじっと見かえしているのに、お気づきになるでしょう。"}
{"en": "2 Fatty loved to eat.", "ja": "2 ふとっちょは食べることが大好きでした。"}
{"en": "--he loved eating better than anything else in the world.", "ja": "――世界中のなによりも、食べることが好きでした。"}
{"en": "That was what made him so fat.", "ja": "ひどく太っているのはそのせいでした。"}
{"en": "And that, too, was what led him into many adventures.", "ja": "そしてたくさんの冒険をすることになったのもまた、そのせいでした。"}
{"en": "3 Close by a swamp, which lay down in the valley, between Blue Mountain and Swift River, Fatty Coon lived with his mother and his brother and his two sisters.", "ja": "3 ふとっちょあらいぐまは、お母さんと弟とふたりの妹といっしょに、ブルー山とスウィフト川のあいだの谷間に横たわる沼の近くに住んでいました。"}
{"en": "A mong them all there was what grown people call \"a strong family resemblance,\"", "ja": "一家はそのあたりに住んでいた大人たちみんなのあいだで、『強力るいじ家系』と呼ばれていました。"}
{"en": "which is the same thing as saying that they all looked very much a like.", "ja": "一家全員がとてもよく似ている、というのと同じ意味です。"}
{"en": "The tail of each one of them", "ja": "彼らそれぞれのしっぽに"}
{"en": "--mother and children too", "ja": "――お母さんに子どもたちも"}
{"en": "--had six black rings around it.", "ja": "――六つの黒い輪っかのもようがついていました。"}
{"en": "Each of them had a dark brown patch of fur across the face, like a mask.", "ja": "それぞれの顔は、黒い布切れを横にわたしたように毛が生えていて、まるでマスクをしているように見えました。"}
{"en": "And--what do you think?--each of them,", "ja": "それに、彼らそれぞれが――どう思います？"}
{"en": "even Fatty and his brother and his sisters, had a stiff, white moustache!", "ja": "――ふとっちょに弟に妹たちまでもが、かたくて白い口ひげを生やしていました！"}
{"en": "4 Of course, though they all looked so much alike, you would have known which was Mrs. Coon, for she was so much bigger than her children.", "ja": "4 一家はみなとてもよく似た姿をしていたとはいうものの、もちろんみなさんはおわかりでしょうが、あらいぐま夫人は子どもたちに比べるとずっと大きな体でした。"}
{"en": "And you would have known which was Fatty--he was so much rounder than his brother and his sisters.", "ja": "そして、おわかりでしょう、ふとっちょは――弟や妹たちよりもずっとまん丸な体でした。"}
{"en": "5 Mrs. Coon's home was in the hollow branch of an old tree.", "ja": "5 あらいぐま夫人の家は、古い木の枝に空いたうろの中にありました。"}
{"en": "It was a giant of a tree", "ja": "それは巨大な木で"}
{"en": "--a poplar close by a brook which ran into the swamp", "ja": "――そのポプラの木は、沼に流れこむ小川のそばに立っていました"}
{"en": "--and the branch which was Mrs. Coon's home was as big as most tree-trunks are.", "ja": "――枝のうろの中のあらいぐま夫人の家は、ふつうの木の幹に空いたうろの中と同じくらいの広さがありました。"}
{"en": "6 Blackie was Fatty's brother", "ja": "6 黒っちょは、ふとっちょの弟です"}
{"en": "--for the mask on his face was just a little darker than the others'.", "ja": "――顔のマスクの色が、ほかの者よりもほんの少しだけ黒かったからです。"}
{"en": "Fluffy was one of Fatty's sisters,", "ja": "ふわっちょは、ふとっちょの妹の一ぴきです。"}
{"en": "because her fur was just a little fluffier than the other children's.", "ja": "毛皮が、ほかの子どもよりほんの少しだけふわふわだったからです。"}
{"en": "And Cutey was the other sister's name,", "ja": "もう一ぴきの妹の名前は、かわいっちょです。"}
{"en": "because she was so quaint.", "ja": "なぜなら、たいそうかわいかったからです。"}
{"en": "7 Now, Fatty Coon was forever looking around for something to eat.", "ja": "7 さて、ふとっちょあらいぐまは、いつでも食べものを探しまわっていました。"}
{"en": "He was never satisfied with what his mother brought home for him.", "ja": "お母さんがふとっちょのために家に持ちかえる食べもので満足したことなど、決してありませんでした。"}
{"en": "No matter how big a dinner Mrs. Coon set before her family, as soon as he had finished eating his share", "ja": "あらいぐま夫人がどんなに大きなごちそうを家族の前に置こうと、ふとっちょは自分の分け前をたちまち平らげてしまいました。"}
{"en": "Fatty would wipe his white moustache carefully", "ja": "そして、ていねいに白い口ひげをふき"}
{"en": "--for all the world like some old gentleman", "ja": "――どこからどう見ても老紳士のようです"}
{"en": "--and hurry off in search of something more.", "ja": "――もっと食べものを探しに、いそいそと出かけていくのでした。"}
{"en": "Sometimes he went to the edge of the brook and tried to catch fish by hooking them out of the water with his sharp claws.", "ja": "8 あるときはふとっちょは小川の川べりに行き、するどいかぎづめで水の中の魚を引っかけて、つかまえようとしました。"}
{"en": "Sometimes he went over to the swamp and hunted for duck among the tall reeds.", "ja": "またあるときは沼に出かけ、背の高いアシの中にかくれているカモをつかまえようとしました。"}
{"en": "And though he did not yet know how to catch a duck, he could always capture a frog or two;", "ja": "カモのつかまえ方はまだ知りませんでしたが、カエルならばいつも一ぴきか二ひきはつかまえられました。"}
{"en": "and Fatty ate them as if he hadn't had a mouthful of food for days.", "ja": "そして、まるで何日もひと口も食べたことがないようなようすで、つかまえたカエルをむしゃむしゃ食べるのでした。"}
{"en": "To tell the truth, Fatty would eat almost anything he could get", "ja": "9 本当のことを申しますと、ふとっちょはとれるものならほとんどなんでも食べました"}
{"en": "--nuts, cherries, wild grapes, blackberries, bugs, small snakes, fish, chickens, honey", "ja": "――木の実、サクランボ、野ブドウ、ヤブイチゴ、虫、小さなヘビ、魚、ニワトリ、ハチミツ"}
{"en": "--there was no end to the different kinds of food he liked.", "ja": "――ふとっちょが好きな食べものの種類はさまざまあり、きりがありませんでした。"}
{"en": "He ate everything.", "ja": "なんでもかんでも食べました。"}
{"en": "And he always wanted more.", "ja": "そして、いつももっとなにか食べたいと思っていました。"}
{"en": "\"Is this all there is?\"", "ja": "10 「これで全部なの？」"}
{"en": "Fatty Coon asked his mother one day.", "ja": "ある日、ふとっちょあらいぐまはお母さんにたずねました。"}
{"en": "He had gobbled up every bit of the nice fish that Mrs. Coon had brought home for him.", "ja": "あらいぐま夫人がふとっちょのために持ちかえったおいしい魚を、きれいにむさぼり食べたあとのことでした。"}
{"en": "It was gone in no time at all.", "ja": "それはじつにあっというまのことでした。"}
{"en": "Mrs. Coon sighed.", "ja": "11 あらいぐま夫人はため息をつきました。"}
{"en": "She had heard that question so many times;", "ja": "もういく度となくその質問を聞いてきたからです。"}
{"en": "and she wished that for once Fatty might have all the dinner he wanted.", "ja": "一度でよいから、ふとっちょが欲しがるだけごちそうをたらふく食べさせてやれればいいのにと思っていたのです。"}
{"en": "\"Yes", "ja": "12 「そうなんだよ"}
{"en": "--that's all,\"", "ja": "――これで全部なんだよ」"}
{"en": "she said,", "ja": "あらいぐま夫人は言いました。"}
{"en": "\"and I should think that it was enough for a young coon like you.\"", "ja": ".「お前くらいの子どもはこれで十分なはずだろう」"}
{"en": "Fatty said nothing more.", "ja": "13 ふとっちょはそれ以上なにも言いませんでした。"}
{"en": "He wiped his moustache on the back of his hand (I hope you'll never do that!) and without another word he started off to see what he could find to eat.", "ja": "彼は口ひげを手の甲でぬぐうと（みなさんは真似しないでくださいね！）、ひと言もいわずに、食べものをさがしに出かけました。"}
{"en": "FATTY LEARNS SOMETHING ABOUT EGGS", "ja": "ふとっちょ、卵について学ぶ"}
{"en": "When Fatty Coon started off alone to find something more to eat, after finishing the fish that his mother had brought home for him, he did not know that he was going to have an adventure.", "ja": "1 お母さんが持ちかえった魚を食べおわり、もっとたくさんの食べものをさがしにひとりで出かけたとき、ふとっちょあらいぐまはこれが冒険になることを知りませんでした。"}
{"en": "He nosed about among the bushes and the tall grasses and caught a few bugs and a frog or two.", "ja": "彼はやぶや背の高い草のあいだをかぎまわり、数ひきの虫と、一、二ひきのカエルをつかまえました。"}
{"en": "But he didn't think that THAT was much.", "ja": "でもそんなものではもの足りないと思いました。"}
{"en": "He didn't seem to have much luck, down on the ground.", "ja": "地面をはいずりまわっていても、あまり幸運にめぐまれそうにありませんでした。"}
{"en": "So he climbed a tall hemlock, to see if he could find a squirrel's nest, or some bird's eggs.", "ja": "そこでリスの巣か鳥の卵をさがそうと、背の高いヘムロックの木に登りました。"}
{"en": "Fatty loved to climb trees.", "ja": "2 ふとっちょは木登りが大好きでした。"}
{"en": "Up in the big hemlock he forgot, for a time, that he was still hungry.", "ja": "ヘムロックの大木に登り、ほどなくすると、彼は腹ぺこを忘れてしまいました。"}
{"en": "It was delightful to feel the branches swaying under him, and the bright sunshine was warm upon his back.", "ja": "枝がゆらゆらとゆれ、あかるい陽光が背中をぽかぽかと温めて、とてもよい心地でした。"}
{"en": "He climbed almost to the very tip-top of the tree and wound himself around the straight stem.", "ja": "木のてっぺん近くまで登ると、ふとっちょはまっすぐな木の幹に体を巻きつけました。"}
{"en": "The thick, springy branches held him safely,", "ja": "木の葉が厚くしげり、ばねのようにしなる枝が、彼の体を安全に包みこみました。"}
{"en": "and soon Fatty was fast asleep.", "ja": "彼はまもなくぐっすりと眠りこみました。"}
{"en": "Next to eating, Fatty loved sleeping.", "ja": "ふとっちょは食べることの次に眠ることが好きでした。"}
{"en": "And now he had a good nap.", "ja": "彼はまもなく大きないびきをかきはじめました。"}
{"en": "Fatty Coon woke up at last,", "ja": "3 ようやくふとっちょあらいぐまは目をさましました。"}
{"en": "yawned, and slowly unwound himself from the stem of the tree.", "ja": "あくびをし、木の幹に巻きつけていた体をそろそろとほどきました。"}
{"en": "He was terribly hungry now.", "ja": "今ではとてつもなくお腹が空いていました。"}
{"en": "And he felt that he simply MUST find something to eat at once.", "ja": "ただちに食べものを見つけなくてはだめだと感じました。"}
{"en": "Without going down to the ground, Fatty climbed over into the top of another big tree and his little beady, bright eyes began searching all the branches carefully.", "ja": "4 ふとっちょは地面に下りることなしに隣りの大木のてっぺんにわたり、すべての枝のあいだをくまなくさがそうと、つぶらなビーズのような目を光らせました。"}
{"en": "Pretty soon Fatty smiled.", "ja": "彼はすぐさま笑みをうかべました。"}
{"en": "He smiled because he was pleased.", "ja": "どうしてかというと、よろこんだからです。"}
{"en": "And he was pleased because he saw exactly what he had been looking for.", "ja": "どうしてよろこんだのかというと、まさにお目当てのものを見つけたからです。"}
{"en": "Not far below him was a big nest, built of sticks and lined with bark and moss.", "ja": "それほど離れていない下方に、小枝を組んで木の皮とコケをしきつめた大きな鳥の巣がありました。"}
{"en": "It was a crow's nest, Fatty decided,", "ja": "カラスの巣だ、とふとっちょは考えました。"}
{"en": "and he lost no time in slipping down to the crotch of the tree where the nest was perched.", "ja": "彼は木のまたにかかった巣に向かって、さっさとすべり下りていきました。"}
{"en": "There were four white eggs in the nest", "ja": "5 巣の中には四個の白い卵がありました"}
{"en": "--the biggest crow's eggs Fatty had ever seen.", "ja": "――ふとっちょがこれまで見たうちで一番大きなカラスの卵でした。"}
{"en": "And he began to eat them hungrily.", "ja": "彼は意地きたなく食べはじめました。"}
{"en": "His nose became smeared with egg, but he didn't mind that at all.", "ja": "鼻が卵まみれになりましたが、ぜんぜん気にしませんでした。"}
{"en": "He kept thinking how good the eggs tasted", "ja": "なんておいしい卵なんだろう、とばかり考えていました"}
{"en": "--and how he wished there were more of them.", "ja": "――そして、この卵がもっとたくさんあればいいのになあと思いました。"}
{"en": "There was a sudden rush through the branches of the tall tree.", "ja": "6 とつぜん、なにかが高い木の枝えだのあいだをぬって襲いかかってきました。"}
{"en": "And Fatty Coon caught a hard blow on his head.", "ja": "ふとっちょあらいぐまの頭上を、強い風がさっと吹きぬけました。"}
{"en": "He felt something sharp sink into his back, too.", "ja": "同時に、なにかするどいものがふとっちょの背中をぐさりと突きさしました。"}
{"en": "And he clutched at the edge of the nest to keep from falling.", "ja": "ふとっちょは落っこちないように巣のはしにしがみつきました。"}
{"en": "Fatty was surprised,", "ja": "7 ふとっちょはおどろきました。"}
{"en": "to say the least, for he had never known crows to fight like that.", "ja": "ひかえ目に言っても、カラスがこんなふうに攻撃してくるとは聞いたこともありませんでしたから。"}
{"en": "And he was frightened,", "ja": "彼はこわくなりました。"}
{"en": "because his back hurt.", "ja": "背中を傷つけられたからです。"}
{"en": "He couldn't fight, because he was afraid he would fall if he let go of the nest.", "ja": "巣から手を放したら下に落っこちそうでおそろしかったので、戦えそうにありませんでした。"}
{"en": "There was nothing to do but run home as fast as he could.", "ja": "8 できるかぎりはやく走って、家に逃げかえるよりほかにありません。"}
{"en": "Fatty tried to hurry;", "ja": "ふとっちょは急ごうとしました。"}
{"en": "but there was that bird, beating and clawing his back, and pulling him first one way and then another.", "ja": "けれど鳥が、彼の背中を叩いたり引っかいたり、あっちに引っぱったりこっちに引っぱったりしました。"}
{"en": "He began to think he would never reach home.", "ja": "ふとっちょは二度と家にかえれないのだと思いはじめました。"}
{"en": "But at last he came to the old poplar where his mother lived.", "ja": "けれどとうとうお母さんのいる古いポプラの木にたどり着きました。"}
{"en": "And soon, to his great joy, he reached the hole in the big branch;", "ja": "大きな枝のうろにたどり着くと、まもなくふとっちょは大いに安心しました。"}
{"en": "and you may well believe that Fatty was glad to slip down into the darkness", "ja": "暗がりの中にすべり込んでふとっちょが大よろこびしたのを、みなさんもご想像がつくでしょう。"}
{"en": "where his mother, and his brother Blackie, and Fluffy and Cutey his sisters, were all fast asleep.", "ja": "そこではお母さんと、弟の黒っちょと、ふわっちょとかわいっちょの妹たちが、そろってぐっすりと眠っていました。"}
{"en": "He was glad, because he knew that no crow could follow him down there.", "ja": "カラスはここまでついて来られないのだとわかり、ふとっちょはよろこんだのです。"}
{"en": "Mrs. Coon waked up.", "ja": "9 あらいぐま夫人が目をさましました。"}
{"en": "She saw that Fatty's back was sadly torn", "ja": "彼女は、ふとっちょの背中がいたましく切りさかれているのに目を止めました"}
{"en": "(for coons, you know, can see in the dark just as well as you can see in the daylight).", "ja": "（あらいぐまというものは、みなさんもご存知でしょうが、みなさんが昼中に見るのと同じくらいに暗がりがよく見えるのです）。"}
{"en": "\"What on earth is the matter?\"", "ja": "10 「一体ぜんたいなにがあったんだい？」"}
{"en": "she exclaimed.", "ja": "あらいぐま夫人はさけびました。"}
{"en": "Poor Fatty told her.", "ja": "11 ふとっちょはあわれっぽくわけを話しました。"}
{"en": "He cried a little,", "ja": "彼はちょっぴり泣きました。"}
{"en": "because his back hurt him, and because he was so glad to be safe at home once more.", "ja": "背中が痛むのと、ふたたび安全なわが家にかえることができたうれしさのためでした。"}
{"en": "\"What color were those eggs?\"", "ja": "12 「その卵はなに色だったの？」"}
{"en": "Mrs. Coon inquired.", "ja": "あらいぐま夫人がたずねました。"}
{"en": "\"White!\"", "ja": "13 「白だよ！」"}
{"en": "said Fatty.", "ja": "ふとっちょは答えました。"}
{"en": "\"Ah, ha!\"", "ja": "14 「ハハア！」"}
{"en": "Mrs. Coon said.", "ja": "あらいぐま夫人は言いました。"}
{"en": "\"Don't you remember that crows' eggs are a blueish green?", "ja": "「カラスの卵は青みがかった緑色だということを忘れたのかい？"}
{"en": "That must have been a goshawk's nest.", "ja": "それはオオタカの巣にちがいないよ。"}
{"en": "And a goshawk is the fiercest of all the hawks there are.", "ja": "オオタカはすべてのタカの中でも一番どうもうなんだよ。"}
{"en": "It's no wonder your back is clawed.", "ja": "背中を引っかかれてもふしぎはないよ。"}
{"en": "Come here and let me look at it.\"", "ja": "こっちに来て見せてごらん」"}
{"en": "Fatty Coon felt quite proud,", "ja": "15 ふとっちょあらいぐまはすっかり誇らしくなりました。"}
{"en": "as his mother examined the marks of the goshawk's cruel claws.", "ja": "お母さんが調べているのは、オオタカにむごたらしく切りさかれた傷あとなのです。"}
{"en": "And he didn't feel half as sorry for himself as you might think,", "ja": "彼は、おそらくみなさんが考えている半分も、自分をかわいそうだと思っていませんでした。"}
{"en": "for he remembered how good the eggs had tasted.", "ja": "卵の味がどれほどおいしかったかを思い出していたからです。"}
{"en": "He only wished there had been a dozen of them.", "ja": "彼はただ、あの卵を一ダースも食べられたらよかったのになあ、とばかり考えていました。"}
{"en": "FATTY DISCOVERS MRS. TURTLE'S SECRET", "ja": "ふとっちょ、かめ夫人のひみつを発見する"}
{"en": "After his adventure with the goshawk Fatty Coon did not go near the tree-tops for a long time.", "ja": "1 オオタカの冒険があってから長いあいだ、ふとっちょあらいぐまは、木のてっぺんに近寄りませんでした。"}
{"en": "Whenever he left home he would crawl down the old poplar tree in which he lived;", "ja": "自分の住んでいる家である古いポプラの木のうろから出るときは、かならず下におりました。"}
{"en": "and he wouldn't climb a single tree until he came home again.", "ja": "家にかえるのでなければ、ただの一本の木にも登りませんでした。"}
{"en": "Somehow, he felt safer on the ground.", "ja": "地面の上にいれば、とにかく安心できました。"}
{"en": "You see, he hadn't forgotten the fright he had had, nor how the goshawk's claws had hurt his back.", "ja": "だって、木のてっぺんで恐ろしい思いをしたことも、オオタカのかぎづめで背中を傷つけられたことも、忘れてはいなかったのですからね。"}
{"en": "It was just three days after his scare, to be exact,", "ja": "2 正確に言えば、恐ろしい目にあってから、ちょうど三日目のことでした。"}
{"en": "when Fatty Coon found himself on the bank of the creek which flowed slowly into Swift River.", "ja": "ふとっちょあらいぐまは、スウィフト川のゆるい流れにできた入江の浅瀬に、ひょっこり出くわしました。"}
{"en": "Fatty had been looking for frogs, but he had had no luck at all.", "ja": "カエルをさがしていたのですが、まったくつきに恵まれていませんでした。"}
{"en": "To tell the truth, Fatty was a little too young to catch frogs easily, even when he found one;", "ja": "本当のことを言いますと、ふとっちょはまだ小さすぎて、カエルを見つけられたときだって、簡単につかまえることはできませんでした。"}
{"en": "and he was a good deal too fat, for he was so plump that he was not very spry.", "ja": "それに、うんと太っており、体がたいそう丸かったので、あまりすばしっこくなかったのです。"}
{"en": "Now, Fatty was hiding behind some tall rushes, and his sharp little eyes were looking all about him,", "ja": "3 入江に出くわしたふとっちょは、背の高いイグサの草むらのかげに隠れ、するどいつぶらな目で辺りをぐるりと見まわしました。"}
{"en": "and his nose was twitching as he sniffed the air.", "ja": "鼻をひくつかせ、空気のにおいをかぎました。"}
{"en": "He wished he might find a frog.", "ja": "カエルはいないかしらと思いました。"}
{"en": "But not one frog appeared.", "ja": "けれど、一ぴきの姿も見あたりませんでした。"}
{"en": "Fatty began to think that some other coon must have visited the creek just before him and caught them all.", "ja": "ほかのあらいぐまが、ふとっちょが来るちょっと前にやって来て、ここのカエルを全部とってしまったにちがいない、と、ふとっちょは考えはじめました。"}
{"en": "And then he forgot all about frogs.", "ja": "つづいて、ふとっちょはカエルのことをすっかり忘れてしまいました。"}
{"en": "Yes!", "ja": "4 そうですとも！"}
{"en": "Frogs passed completely out of Fatty Coon's mind.", "ja": "カエルのことなど、ふとっちょあらいぐまは、頭からすっかり追い出してしまいました。"}
{"en": "For whom should he spy", "ja": "そんなものより、もっと興味深いものに目を注いでいたのです。"}
{"en": "but Mrs. Turtle!", "ja": "かめ夫人です！"}
{"en": "He saw her little black head first,", "ja": "最初にふとっちょが見つけたのは、かめ夫人の小さな黒い頭でした。"}
{"en": "bobbing along through the water of the creek.", "ja": "それは、入江の岸にそって、ぷかぷかと流れていました。"}
{"en": "She was swimming toward the bank where Fatty was hidden.", "ja": "かめ夫人は、ふとっちょが隠れている岸辺にむかって、泳いできました。"}
{"en": "And pretty soon she pulled herself out of the water and waddled a short distance along the sand at the edge of the creek.", "ja": "泳ぎつくと、かめ夫人はすぐさま水から上がり、入江のほとりの砂の上を、よちよち歩き出しました。"}
{"en": "Mrs. Turtle stopped then;", "ja": "5 かめ夫人は、少し歩いたところで、立ち止まりました。"}
{"en": "and for a few minutes she was very busy about something.", "ja": "そして少しのあいだ、とても忙しそうになにかをしました。"}
{"en": "First she dug a hole in the sand.", "ja": "最初、彼女は砂に穴をほりました。"}
{"en": "And Fatty wondered what she was looking for.", "ja": "ふとっちょは、彼女はなにをさがしているのかしら、と思いました。"}
{"en": "But he kept very quiet.", "ja": "でも、ふとっちょはじっと静かに隠れつづけました。"}
{"en": "And after a time Mrs. Turtle splashed into the creek again and paddled away.", "ja": "しばらくすると、かめ夫人はまた入江の水にざぶんと入り、泳いで去っていきました。"}
{"en": "But before she left she scooped sand into the hole she had dug.", "ja": "けれど、彼女は立ち去る前に、ほった穴に砂をかけていきました。"}
{"en": "Before she left the place she looked all around,", "ja": "それから、辺りをぐるりと見まわしました。"}
{"en": "as if to make sure that no one had seen her.", "ja": "まるで、だれか彼女を見ていた者はいないかと、確かめるように。"}
{"en": "And as she waddled slowly to the water Fatty could see that she was smiling", "ja": "それから、川にむかってよちよちとゆっくり歩いていくとき、ふとっちょは、彼女がほほ笑んでいるのを見ました。"}
{"en": "as if she was very well pleased about something.", "ja": "まるで、大いに満足しているというように。"}
{"en": "She seemed to have a secret.", "ja": "かめ夫人は、ひみつを隠しているように見えました。"}
{"en": "Fatty Coon had grown very curious, as he watched Mrs. Turtle.", "ja": "6 かめ夫人をぬすみ見ているうちに、ふとっちょあらいぐまは、ひどく興味をかき立てられました。"}
{"en": "And just as soon as she was out of sight he came out from his hiding place in the tall reeds and trotted down to the edge of the creek.", "ja": "彼女の姿が見えなくなると、ふとっちょはすぐさま隠れていた背の高いイグサの草むらからとび出し、小走りで入江のほとりに下りていきました。"}
{"en": "He went straight to the spot where Mrs. Turtle had dug the hole and filled it up again.", "ja": "かめ夫人が穴をほり、また埋めもどした場所に、まっすぐに向かいました。"}
{"en": "And Fatty was so eager to know what she had been doing", "ja": "彼女がしたことがなんだったのか、知りたくてたまりませんでした。"}
{"en": "that he began to dig in the very spot where Mrs. Turtle had dug before him.", "ja": "足元のかめ夫人がほった場所を、ほり返しはじめました。"}
{"en": "It took Fatty Coon only about six seconds to discover Mrs. Turtle's secret.", "ja": "7 ほんの六つ数えるうちに、ふとっちょあらいぐまは、かめ夫人のひみつを発見しました。"}
{"en": "For he did not have to paw away much of the sand", "ja": "そこは深い砂でできた川岸だったので、前足のかぎづめを使わなくても、かんたんにほれました。"}
{"en": "before he came upon", "ja": "目の前にあらわれたのは"}
{"en": "--what do you suppose?", "ja": "――なんだと思いますか？"}
{"en": "Eggs!", "ja": "卵です！"}
{"en": "Turtles' eggs!", "ja": "かめの卵です！"}
{"en": "Twenty-seven round, white eggs,", "ja": "二十七個の、丸くて白い卵です。"}
{"en": "which Mrs. Turtle had left there in the warm sand to hatch.", "ja": "かめ夫人は、卵をかえすために、あたたかい砂の中に埋めておいたのです。"}
{"en": "THAT was why she looked all around to make sure that no one saw her.", "ja": "それこそが、彼女がだれも見ていないかと、辺りをぐるりと確かめたわけだったのです。"}
{"en": "THAT was why she seemed so pleased.", "ja": "それこそが、とても満足そうだったわけなのです。"}
{"en": "For Mrs. Turtle fully expected", "ja": "かめ夫人は、期待で胸をふくらませていたのです。"}
{"en": "that after a time twenty-seven little turtles would hatch from those eggs", "ja": "しばらくしたら、これらの卵から二十七ひきの子がめがかえるのだと思って"}
{"en": "--just as chickens do", "ja": "――ちょうどニワトリのようにね"}
{"en": "--and dig their way out of the sand.", "ja": "――そして、自分で砂をかき分けて、穴の中から出てくるでしょう。"}
{"en": "But it never happened that way at all.", "ja": "8 けれど、決してそうはなりませんでした。"}
{"en": "For as soon as he got over his surprise at seeing them, Fatty Coon began at once to eat those twenty- seven eggs.", "ja": "ふとっちょあらいぐまは、卵を見つけたおどろきからさめるやいなや、ただちに二十七個の卵にぱくつきはじめました。"}
{"en": "They were delicious.", "ja": "おいしい卵でした。"}
{"en": "And as he finished the last one he couldn't help thinking how lucky he had been.", "ja": "最後のひとつを食べおわるころには、なんて幸運だったんだろうと思わずにはいられませんでした。"}
{"en": "FATTY COON'S MISTAKE", "ja": "ふとっちょあらいぐまのしくじり"}
{"en": "Fatty Coon was very fond of squirrels.", "ja": "1 ふとっちょあらいぐまは、リスが大好きでした。"}
{"en": "And you may think it strange when I tell you", "ja": "そして、こんなふうにお話すると、おかしいと思うでしょう。"}
{"en": "that not one of the squirrels anywhere around Blue Mountain was the least bit fond of Fatty Coon.", "ja": "ブルー山に住んでいるリスたちの中で、ふとっちょあらいぐまをほんの少しでも好いている者は、一ぴきもいませんでした、なんて。"}
{"en": "But when I say that Fatty Coon was fond of squirrels, I mean that he liked to eat them.", "ja": "しかし、ふとっちょあらいぐまがリスが好きだというときは、食べるのが好きだという意味なのです。"}
{"en": "So of course you will understand now why the squirrels did not care for Fatty at all.", "ja": "ですから、リスたちがふとっちょのことを嫌っているわけは、もちろん、もうおわかりでしょう。"}
{"en": "In fact, they usually kept just as far away from him as they could.", "ja": "実際のところ、リスたちはいつも、ふとっちょからできるだけ遠ざかっているようにしていました。"}
{"en": "It was easy, in the daytime, for the squirrels to keep out of Fatty's way, when he wandered through the tree-tops,", "ja": "2 昼中ならば、木のてっぺんからてっぺんへとうろつき回るふとっちょを避けているのは、リスたちには簡単でした。"}
{"en": "for the squirrels were much sprier than Fatty.", "ja": "リスたちは、ふとっちょよりもずっとよく、相手を見つけ出すことができました。"}
{"en": "But at night", "ja": "けれど、夜は"}
{"en": "--ah!", "ja": "――ああ！"}
{"en": "that was a very different matter.", "ja": "事情がずいぶんちがうのです。"}
{"en": "For Fatty Coon's eyes were even sharper in the dark than they were in the daylight;", "ja": "ふとっちょあらいぐまの目は、昼中のリスたちよりも、夜の暗やみのほうが、いっそうするどいのです。"}
{"en": "but the poor squirrels were just as blind as you are when you are safely tucked in bed and the light is put out.", "ja": "しかし、哀れなリスたちは、みなさんが寝室の明かりを消し、ベッドの毛布に安全にくるまっているときと同じくらい、なんにも見えないのです。"}
{"en": "Yes", "ja": "3 そうなのです"}
{"en": "--when the squirrels were in bed at night, up in their nests in the trees,", "ja": "――夜になると、リスたちは、木の上の巣穴の寝どこに入ります。"}
{"en": "they could see very little.", "ja": "彼らはほんの少ししか、見ることができません。"}
{"en": "And you couldn't say they were SAFE in bed,", "ja": "そして、彼らが寝どこの中にいるときは、安全とは言えません。"}
{"en": "because they never knew when Fatty Coon,", "ja": "なぜなら、ふとっちょあらいぐまがリスをつかまえにやって来ても、彼らには決してわからないからです。"}
{"en": "or his mother, or his brother, or one of his sisters, or some cousin of his, might come along and catch them before they knew it.", "ja": "または、ふとっちょのお母さんや、弟や、妹のどちらかか、あるいはふとっちょのいとこがやって来ても、つかまえられる前にそうと知ることができないのです。"}
{"en": "Fatty thought it great sport to hunt squirrels at night.", "ja": "4 ふとっちょは、夜のリス狩りを、とても楽しい気晴らしと考えていました。"}
{"en": "Whenever he tried it he usually managed to get a good meal.", "ja": "リス狩りをすれば、いつでもつねに、おいしい肉を手に入れることができました。"}
{"en": "And after he had almost forgotten about the fright the goshawk had given him in the tall hemlock he began to roam through the tree-tops every night in search of squirrels and sleeping birds.", "ja": "ヘムロックの大木でオオタカにおそわれた恐ろしさを、おおかた忘れかけてからは、彼はリスや眠っている鳥をさがして、毎晩のように木のてっぺんをうろつき回るようになりました。"}
{"en": "But a night came at last when Fatty was well punished for hunting squirrels.", "ja": "5 しかし昨日の晩は、リス狩りをしていて、こりごりする目にあいました。"}
{"en": "He had climbed half-way to the top of a big chestnut tree, when he spied a hole in the trunk.", "ja": "ふとっちょは、大きなクリの木を半分ほど登ったところで、幹に空いた穴をのぞき込みました。"}
{"en": "He rather thought that some squirrels lived inside that hole.", "ja": "その穴の中に、リスが住んでいるにちがいないと思い込んだのです。"}
{"en": "And as he listened for a few seconds he could hear something moving about inside.", "ja": "しばらく耳をすませていると、中でなにかが動く物音が聞こえました。"}
{"en": "Yes!", "ja": "しめしめ！"}
{"en": "Fatty was sure that there was a squirrel in there", "ja": "ふとっちょは、中にリスがいると確信しました"}
{"en": "--probably several squirrels.", "ja": "――数ひきのリスがいるのだろうと。"}
{"en": "Fatty Coon's eyes turned green.", "ja": "6 ふとっちょあらいぐまの目が、緑色に変わりました。"}
{"en": "It was a way they had,", "ja": "それがあらいぐまのくせなのです。"}
{"en": "whenever he was about to eat anything, or whenever he played with his brother Blackie, or Fluffy and Cutey, his sisters; or whenever he was frightened.", "ja": "食べるときや、弟の黒っちょや妹のふわりっちょやかわいっちょと遊ぶとき、おびえているときなど、どんなときでも、こうなるのです。"}
{"en": "And now Fatty was so sure that he was going to have a fine lunch that his eyes turned as green as a cat's.", "ja": "今は、おいしいおやつを食べられるのだと確信したので、ネコみたいに目が緑色に変わったのです。"}
{"en": "He reached a paw inside the hole and felt all around.", "ja": "彼は前足を穴の中に入れ、中をさぐり回りました。"}
{"en": "WOW!", "ja": "7 ウワア！"}
{"en": "Fatty gave a cry;", "ja": "ふとっちょはさけび声を上げました。"}
{"en": "and he pulled his paw out much faster than he had put it in.", "ja": "前足を、入れたときよりもはるかにはやく、出しました。"}
{"en": "Something had given him a cruel dig.", "ja": "なにかが、彼の手をひどく強く突きとばしたのです。"}
{"en": "And in a jiffy Fatty saw what that \"something\" was.", "ja": "〝なにか〟はすぐにわかりました。"}
{"en": "It was a grumpy old tramp coon, whom Fatty had never seen before.", "ja": "ふとっちょがこれまで見かけたことのない、気むずかしそうな顔をした、年老いた浮浪あらいぐまでした。"}
{"en": "\"What do you mean, you young rascal,", "ja": "8 「どういうつもりだ、いたずらっ子め。"}
{"en": "by disturbing me like this?\"", "ja": "こんなふうに休んでいるところを邪魔するのは？」"}
{"en": "the ragged stranger cried.", "ja": "みすぼらしいよそ者が、さけびました。"}
{"en": "\"Please, sir,", "ja": "9 「ごめんなさい。"}
{"en": "I never knew it was you,\"", "ja": "あなただとは思いもしなかったんです」"}
{"en": "Fatty stammered.", "ja": "ふとっちょは、口ごもりながら言いました。"}
{"en": "\"Never knew it was me!", "ja": "10 「思いもしなかっただと！"}
{"en": "Who did you think it was?\"", "ja": "だれだと思ったんだ？」"}
{"en": "\"A--a squirrel!\"", "ja": "11 「リ……リスだと思って！」"}
{"en": "Fatty said faintly.", "ja": "ふとっちょは、消え入りそうな声で言いました。"}
{"en": "And he whimpered a little,", "ja": "彼はちょっぴりべそをかきました。"}
{"en": "because his paw hurt him.", "ja": "前足で、浮浪あらいぐまを引っかいてしまったからです。"}
{"en": "\"Ho, ho!", "ja": "12 「ほ、ほう！"}
{"en": "That's a good one!", "ja": "そりゃあいい！"}
{"en": "That's a good joke!\"", "ja": "おもしろい冗談だ！」"}
{"en": "The tramp coon laughed heartily.", "ja": "浮浪あらいぐまは、心の底からおかしそうに笑い声を立てました。"}
{"en": "And then he scowled so fiercely that poor Fatty nearly tumbled out of the tree.", "ja": "それから、恐ろしい顔でふとっちょをにらみつけたので、ふとっちょはあやうく木から転がり落ちそうになりました。"}
{"en": "\"You go home,\"", "ja": "「家へ帰れ」"}
{"en": "he said to Fatty.", "ja": "浮浪あらいぐまは、ふとっちょに言いました。"}
{"en": "\"And don't you let me catch you around here again.", "ja": "「今度ここに来たら、ただじゃおかんぞ。"}
{"en": "You hear?\"", "ja": "聞こえたか？」"}
{"en": "\"Yes, sir!\"", "ja": "13 「はい、わかりました！」"}
{"en": "Fatty said.", "ja": "ふとっちょは言いました。"}
{"en": "And home he went.", "ja": "そして、家に帰りました。"}
{"en": "And you may be sure that he let THAT tree alone after that.", "ja": "その後、ふとっちょがその木をそうっとしておいたことを、みなさんも疑わないでしょう。"}
{"en": "He never went near it again.", "ja": "ふとっちょは、二度とその木に近づきませんでした。"}
{"en": "FATTY COON GOES FISHING", "ja": "ふとっちょあらいぐまと魚つり"}
{"en": "One day Fatty Coon was strolling along the brook which flowed not far from his home.", "ja": "1 ある日、ふとっちょあらいぐまは、家からそれほど遠くないところを流れる小川をうろついていました。"}
{"en": "He stopped now and then, to crouch close to the water's edge,", "ja": "水辺のふちで、あっちこっちで立ち止まっては、うずくまりました。"}
{"en": "in the hope of catching a fish.", "ja": "魚は取れないかと思っていたのです。"}
{"en": "And one time, when he lay quite still among the rocks, at the side of a deep pool,", "ja": "あるとき彼は、小川の深いよどみのほとりの岩のあいだに横たわり、静かにじっとしていました。"}
{"en": "with his eyes searching the clear water,", "ja": "目は、すきとおった水の中をさぐっていました。"}
{"en": "Fatty Coon suddenly saw something bright,", "ja": "ふいに、なにやら光るものを見つけました。"}
{"en": "all yellow and red, that lighted on the water right before him.", "ja": "全身が黄色と赤色をしたものが、ふとっちょあらいぐまの右手前方の水の上で、ぴかぴか光っていました。"}
{"en": "It was a bug,", "ja": "カブトムシだ。"}
{"en": "or a huge fly.", "ja": "それか、大きなハエだ。"}
{"en": "And Fatty was very fond of bugs", "ja": "ふとっちょは、カブトムシが大好きでした"}
{"en": "--to eat, you know.", "ja": "――食べるのが、ね。"}
{"en": "So he lost no time.", "ja": "ですから、ぐずぐずしませんでした。"}
{"en": "The bright thing had scarcely settled on the water", "ja": "その光るものは、水の上でちょこちょこ動きまわり、少しもじっとしていませんでした。"}
{"en": "when Fatty reached out and seized it.", "ja": "ふとっちょは、すきを見て前足を伸ばし、それをつかみ取りました。"}
{"en": "He put it into his mouth, when the strangest thing happened.", "ja": "それを口の中にほうり込むと、たいそうおかしなことが起こりました。"}
{"en": "Fatty felt himself pulled right over into the water.", "ja": "ふとっちょの体が右側にぐいと引っぱられ、水の中に引きずり込まれたのです。"}
{"en": "He was surprised,", "ja": "2 ふとっちょはおどろきました。"}
{"en": "for he never knew a bug or a fly to be so strong as that.", "ja": "カブトムシやハエの力がこれほど強いとは、聞いたこともありませんでしたから。"}
{"en": "Something pricked his cheek", "ja": "なにかがふとっちょのほっぺたをちくりと刺しました。"}
{"en": "and Fatty thought that the bright thing had stung him.", "ja": "彼は、光るものが刺したのだと思いました。"}
{"en": "He tried to take it out of his mouth, and he was surprised again.", "ja": "光るものを口から出そうとして、またおどろきました。"}
{"en": "Whatever the thing was, it seemed to be stuck fast in his mouth.", "ja": "光るものは、彼の口の中にしっかりと突きささり、なにがなんでも離れないようでした。"}
{"en": "And all the time Fatty was being dragged along through the water.", "ja": "そのあいだ、ふとっちょは、水の中を引きずられ続けていました。"}
{"en": "He began to be frightened.", "ja": "彼は、恐くなってきました。"}
{"en": "And for the first time he noticed that there was a slender line", "ja": "最初に気づいたのは、細い糸でした。"}
{"en": "which stretched from his mouth straight across the pool.", "ja": "それは、彼の口から伸びて、小川のよどみの向こうへとまっすぐに続いていました。"}
{"en": "As he looked along the line Fatty saw a man at the other end of it", "ja": "糸をずっとたどっていきますと、糸のとぎれれた先に、人間がいるのが見えました"}
{"en": "--a man, standing on the other side of the brook!", "ja": "――人間が、小川の反対岸に立っていました！"}
{"en": "And he was pulling Fatty toward him as fast as he could.", "ja": "人間は、できるかぎりのはやさで糸をたぐり、ふとっちょを自分のほうに引きよせていました。"}
{"en": "Do you wonder that Fatty Coon was frightened?", "ja": "3 みなさんは、ふとっちょあらいぐまが、ただおびえていただけだったと思いますか？"}
{"en": "He jumped back", "ja": "彼は、後ろに飛びすざりました"}
{"en": "--as well as he could, in the water", "ja": "――水の中で、できるかぎりそうしました"}
{"en": "--and tried to swim away.", "ja": "――そして、泳いで逃げようとしました。"}
{"en": "His mouth hurt;", "ja": "口の中をけがしました。"}
{"en": "but he plunged and pulled just the same,", "ja": "それでもひるまずに、変わらない強さで、水の中にもぐったり、後ろに引いたりしました。"}
{"en": "and jerked his head and squirmed and wriggled and twisted.", "ja": "頭をぐいぐい引っぱったり、もがいたり、身をよじったり、のたうったりしました。"}
{"en": "And just as Fatty had almost given up hope of getting free, the gay-colored bug, or fly, or whatever it was, flew out of his mouth", "ja": "もう逃げられないと、ほとんどあきらめかけた、まさにそのとき、派手な色のカブトムシだか、ハエだか、とにかくなんだかが、ふとっちょの口の中から飛び出しました。"}
{"en": "and took the line with it.", "ja": "それと一緒に、糸もどこかに飛んでいきました。"}
{"en": "At least, that was what Fatty Coon thought.", "ja": "少なくとも、ふとっちょあらいぐまはそう思いました。"}
{"en": "And he swam quickly to the bank and scampered into the bushes.", "ja": "ふとっちょは急いで川岸まで泳ぎ、やぶの中に逃げ込みました。"}
{"en": "Now, this was what really happened.", "ja": "4 さて、これは本当に起こったできごとでした。"}
{"en": "Farmer Green had come up the brook to catch trout.", "ja": "農夫のグリーンは、マスを取りに小川にやって来ました。"}
{"en": "On the end of his fish-line he had tied a make-believe fly,", "ja": "グリーンは、つり糸の先に、ぎじ餌を結んでおきました。"}
{"en": "with a hook hidden under its red and yellow wings.", "ja": "赤と黄色の羽根のうら側に、つり針が隠されているものです。"}
{"en": "He had stolen along the brook very quietly,", "ja": "彼は、小川の流れにそって、とても静かにぎじ餌を動かしました。"}
{"en": "so that he wouldn't frighten the fish.", "ja": "魚をおどろかせないためです。"}
{"en": "And he had made so little noise that Fatty Coon never heard him at all.", "ja": "とても少ししか物音を立てなかったので、ふとっちょあらいぐまは、グリーンにまったく気づきませんでした。"}
{"en": "Farmer Green had not seen Fatty,", "ja": "農夫のグリーンには、ふとっちょの姿が見えませんでした。"}
{"en": "crouched as he was among the stones.", "ja": "ふとっちょは、岩のあいだでかがんでいましたから。"}
{"en": "And when Fatty reached out and grabbed the make-believe fly Farmer Green was even more surprised at what happened than Fatty himself.", "ja": "ふとっちょがぎじ餌に手を伸ばしてつかみ取ったとき、農夫のグリーンは、ふとっちょ自身よりもなおいっそう、このできごとにおどろきました。"}
{"en": "If the fish-hook hadn't worked loose from Fatty's mouth Farmer Green would have caught the queerest fish anybody ever caught, almost.", "ja": "ふとっちょの口からつり針が外れなければ、農夫のグリーンはもうちょっとで、これまでだれ一人つったことのないような、奇妙な魚をつり上げるところでした。"}
{"en": "Something seemed to amuse Farmer Green, as he watched Fatty dive into the bushes;", "ja": "5 農夫のグリーンは、ふとっちょがやぶの中に逃げ込むのをながめながら、ひどくおもしろがっているようでした。"}
{"en": "and he laughed loud and long.", "ja": "彼は、長いこと大声でげらげら笑っていました。"}
{"en": "But Fatty Coon didn't laugh at all.", "ja": "でも、ふとっちょあらいぐまは、ちっとも笑いませんでした。"}
{"en": "His mouth was too sore; and he was too frightened.", "ja": "口の中があまりにもひどく痛んでいたし、ひどくおびえてもいたのです。"}
{"en": "But he was very, very glad", "ja": "でも、とてもとても、よろこんでもいました。"}
{"en": "that the strange bug had flown away.", "ja": "おかしなカブトムシが、どこかに飛んでいってくれたのですから。"}
{"en": "FATTY AND THE GREEN CORN", "ja": "ふとっちょとグリーン農場のとうもろこし"}
{"en": "It was mid-summer when Fatty Coon had what he then believed to be the finest time in all his life.", "ja": "1 その夏のさかり、ふとっちょあらいぐまは、一生のうちでいちばん素晴らしい時をすごしていると信じていました。"}
{"en": "And later, when he was older, he still thought", "ja": "のちになり、年寄りになってもまだ、そう思っていました。"}
{"en": "that nothing had ever happened to him that was quite so enjoyable as that surprise his mother gave him when he was a young coon.", "ja": "彼が幼いあらいぐまだったとき、お母さんがびっくりするところに連れていってくれたときのような楽しい出来事は、二度となかったのです。"}
{"en": "Of course it was something to eat", "ja": "2 もちろん、食べるところですよ"}
{"en": "--the surprise.", "ja": "――びっくりするところというのは。"}
{"en": "You must have guessed that, knowing Fatty Coon as you do.", "ja": "みなさんは、ふとっちょあらいぐまのことはもうご存知ですから、きっとそうだろうとお思いになったでしょう。"}
{"en": "\"Come, children!\"", "ja": "3 「おいで、子どもたち！」"}
{"en": "Mrs. Coon said.", "ja": "あらいぐま夫人が言いました。"}
{"en": "\"Come with me!", "ja": "「わたしについておいで！"}
{"en": "I'm going to give you a treat", "ja": "びっくりするようないいところに連れてったげるよ"}
{"en": "--something specially nice.\"", "ja": "――とっておきのすてきなところだよ」"}
{"en": "\"Is it something to eat?\"", "ja": "4 「食べにいくの？」"}
{"en": "Fatty asked,", "ja": "ふとっちょがたずねました。"}
{"en": "as they started off in the direction of Farmer Green's fields.", "ja": "ふとっちょたちは、農夫のグリーンの農場にむかって歩いていました。"}
{"en": "\"Yes", "ja": "5 「そうよ"}
{"en": "--and the best thing you ever tasted,\"", "ja": "――お前がこれまで食べた中で、いちばんおいしいごちそうだよ」"}
{"en": "Mrs. Coon said.", "ja": "あらいぐま夫人が言いました。"}
{"en": "Fatty was greatly excited.", "ja": "6 ふとっちょは大いに興奮しました。"}
{"en": "His little bright eyes turned green in the moonlight.", "ja": "月明かりの下で、彼のつぶらなかがやく目が、緑色に変わりました。"}
{"en": "He wondered what the surprise would be.", "ja": "どんなびっくりするごちそうがあるのかしらと思いました。"}
{"en": "And, as usual, he was very hungry.", "ja": "いつものことですが、彼は腹ぺこでした。"}
{"en": "He walked close beside his mother,", "ja": "彼は、お母さんにぴったりくっついて歩きました。"}
{"en": "for he wanted to be the first to taste the surprise.", "ja": "びっくりするようなごちそうを、まっさきに味見したかったからです。"}
{"en": "You would think that he would have wanted his two sisters to taste it first,", "ja": "みなさんは、ふとっちょが二人の妹に最初に味見させてあげると思うでしょう。"}
{"en": "and his brother Blackie, too.", "ja": "それに、弟の黒っちょにも。"}
{"en": "But you must not forget that Fatty was greedy.", "ja": "しかし、ふとっちょは食いしんぼうだということを忘れてはなりません。"}
{"en": "And greedy people are not thoughtful of others.", "ja": "食いしんぼうというのは、ほかの人を思いやったりしないものなのです。"}
{"en": "When Mrs. Coon turned out of the lane and crawled through the fence,", "ja": "7 あらいぐま夫人は、小道をわきに反れ、柵の下を腹ばいになってくぐり抜けました。"}
{"en": "Fatty squeezed between the rails", "ja": "ふとっちょは、横木のすきまを無理やり通り抜けました。"}
{"en": "very nimbly, for him.", "ja": "彼にしては、とても素早い身のこなしでした。"}
{"en": "\"Here we are!\"", "ja": "8 「ここだよ！」"}
{"en": "said his mother.", "ja": "お母さんが言いました。"}
{"en": "Fatty looked about him.", "ja": "9 ふとっちょは辺りを見まわしました。"}
{"en": "They stood in a field grown high with tall stalks of some sort,", "ja": "そこは、背の高い茎の植物が空高く生いしげった畑の中でした。"}
{"en": "which turned to green, ribbon-like leaves half way up from the ground.", "ja": "茎の植物は青あおと色づき、リボンのような形の葉っぱは、根もとから半分だけ空にむいて立ちあがり、先っぽはひらひらと垂れ下がっていました。"}
{"en": "Fatty grunted.", "ja": "ふとっちょは、不満にうめき声をあげました。"}
{"en": "He was very impolite, you see.", "ja": "とてもおぎょうぎが悪いですよね。"}
{"en": "\"Well", "ja": "10 「ねえ"}
{"en": "--what is there to eat that's so fine?\"", "ja": "――おいしい食べ物ってなんなのさ？」"}
{"en": "he asked.", "ja": "ふとっちょは言いました。"}
{"en": "\"This stuff isn't good.", "ja": "「こんなのおいしくないじゃないか。"}
{"en": "It's like eating reeds.\"", "ja": "アシみたいな味がするよ」"}
{"en": "He had already bitten into one of the stalks.", "ja": "彼は、すでに茎の一本をかじっていました。"}
{"en": "\"What do you call that?\"", "ja": "11 「あれはなんと呼ぶの？」"}
{"en": "Mrs. Coon asked.", "ja": "あらいぐま夫人がたずねました。"}
{"en": "She showed Fatty a long roll of green that grew out of one of the stalks.", "ja": "彼女は、茎の一本から伸びている、緑色の皮で巻かれた長いものを、ふとっちょに指ししめしました。"}
{"en": "\"That's something like a cattail,\"", "ja": "12 「ガマの穂みたいなやつさ」"}
{"en": "said Fatty.", "ja": "ふとっちょが言いました。"}
{"en": "\"It isn't good to eat.\"", "ja": "「食べたっておいしくないよ」"}
{"en": "\"Have you ever tried one?\"", "ja": "13 「食べてみたことがあるのかい？」"}
{"en": "asked his mother.", "ja": "お母さんがたずねました。"}
{"en": "\"N--no,\"", "ja": "14 「ううん」"}
{"en": "Patty said.", "ja": "ふとっちょは言いました。"}
{"en": "\"But Freddie Bluejay told me they weren't good.\"", "ja": "「でも、アオカケスのフレディがおいしくないって言ったよ」"}
{"en": "\"He did, did he?\"", "ja": "15 「フレディがそう言ったの？」"}
{"en": "Mrs. Coon said nothing more.", "ja": "あらいぐま夫人は、それ以上なにも言いませんでした。"}
{"en": "She stood up on her hind legs and pulled one of the tall stalks down", "ja": "彼女は後足で立ちあがると、背の高い茎の一本を、下に引っぱりました。"}
{"en": "until she could reach that long, green thing that grew there.", "ja": "そして、茎から伸びている緑色の皮に巻かれた長いものを、前足でつかみました。"}
{"en": "In a jiffy she had torn it from its stalk.", "ja": "次の瞬間、彼女は茎から緑色の長いものをもぎ取りました。"}
{"en": "And then she stripped the green covering off it.", "ja": "それから、長いものから緑色の皮をはぎ取りました。"}
{"en": "\"Try that!\"", "ja": "「かじってごらん！」"}
{"en": "said Mrs. Coon with a smile.", "ja": "あらいぐま夫人は、にっこり笑って言いました。"}
{"en": "Of course it was Fatty who tasted it first.", "ja": "16 もちろん、ふとっちょがまっさきに味見しました。"}
{"en": "He took a good mouthful of the white kernels,", "ja": "彼は、白い粒つぶを口いっぱいにほおばりました。"}
{"en": "and he was overjoyed.", "ja": "そして、大喜びしました。"}
{"en": "Such sweetness!", "ja": "なんて甘いんだろう！"}
{"en": "Such delicious, milky juice!", "ja": "このまったりとした汁のおいしさはどうだろう！"}
{"en": "It was a moment that Fatty never forgot.", "ja": "この瞬間のことを、ふとっちょは生涯忘れませんでした。"}
{"en": "Fatty began tearing down the stalks for himself", "ja": "17 ふとっちょは、自分で茎からもぎ取り始めました。"}
{"en": "and he never said another word until at last he simply had to stop eating just to catch his breath.", "ja": "そして、ひと息つくためにとうとう食べるのを止めるまで、ひと言もしゃべりませんでした。"}
{"en": "\"What's its name, Mother?\"", "ja": "18 「これはなんという名前なの、お母さん？」"}
{"en": "he inquired.", "ja": "ふとっちょがたずねました。"}
{"en": "\"Corn, my child.\"", "ja": "19 「とうもろこしと言うんだよ、ぼうや」"}
{"en": "\"Well, why doesn't Freddie Bluejay like it?\"", "ja": "20 「アオカケスのフレディは、どうしてこれが嫌いなんだろう？」"}
{"en": "Fatty asked.", "ja": "ふとっちょが言いました。"}
{"en": "\"He's probably very fond of corn,\"", "ja": "21 「たぶん大好きなのさ」"}
{"en": "said Mrs. Coon.", "ja": "あらいぐま夫人は言いました。"}
{"en": "\"And I've no doubt he was afraid", "ja": "「心配だったんだよ。"}
{"en": "that you would eat up this whole field, once you started.\"", "ja": "お前がこれを食べ始めたら、畑を全部食べつくしちまうんじゃないかってね」"}
{"en": "\"I'd like to,\"", "ja": "22 「そうしたいなあ」"}
{"en": "said Fatty, with a sigh.", "ja": "ふとっちょは、ため息まじりに言いました。"}
{"en": "\"I'd like to eat all the corn in the world.\"", "ja": "「世界中のとうもろこしを全部食べちゃいたいよ」"}
{"en": "VII JOHNNIE GREEN IS DISAPPOINTED", "ja": "ジョニー・グリーン、がっかりする"}
{"en": "It made Fatty Coon feel sad, just to think that there was that field full of corn,", "ja": "1 ふとっちょあらいぐまは、畑いっぱいのとうもろこしのことを考えると、悲しくなってしまいました。"}
{"en": "and that he could never eat all of it.", "ja": "全部食べつくすなんて、絶対にできっこないのですもの。"}
{"en": "But Fatty made up his mind", "ja": "でも、ふとっちょは決心しました。"}
{"en": "that he would do the best he could.", "ja": "できるかぎりのことをしてやろうと。"}
{"en": "He would visit the cornfield every night and feast on those sweet, tender kernels.", "ja": "毎晩のようにとうもろこし畑をおとずれ、甘くて柔らかいとうもろこしの粒を満喫してやろうと。"}
{"en": "The very next night Fatty set out toward Farmer Green's.", "ja": "2 次の日、夜になると、ふとっちょはさっそく農夫のグリーンの畑に出発しました。"}
{"en": "It was hardly dark.", "ja": "とても暗いとは言えない夜でした。"}
{"en": "But Fatty could not wait any longer.", "ja": "でも、暗い夜がおとずれるまでなんて、待っていられませんでした。"}
{"en": "He could not even wait for his mother and his sisters and his brother.", "ja": "お母さんや妹たちや弟が出かけるのを待っていることすら、できませんでした。"}
{"en": "He hurried away alone.", "ja": "彼は、ひとりで先を急ぎました。"}
{"en": "And when he came in sight of the cornfield he felt better.", "ja": "とうもろこし畑が見えてくると、ほっとしました。"}
{"en": "He had been the least bit afraid that the corn might be gone.", "ja": "とうもろこしがなくなってしまうのではないかと、心配でしかたがなかったのです。"}
{"en": "He thought that maybe Farmer Green had picked it, or that some of the forest people had eaten it all.", "ja": "農夫のグリーンがつみ取ってしまうか、森の住民たちが全部たいらげてしまうかもしれないと、思っていたのです。"}
{"en": "But there it was", "ja": "でも、ちゃんとありました"}
{"en": "--a forest of corn, waving and rustling in the moonlight as the breeze touched it.", "ja": "――とうもろこしの森が、月光の下でそよ風に吹かれて、波うち、カサカサと音を立てていました。"}
{"en": "Fatty felt very happy as he slipped through the rail-fence.", "ja": "ふとっちょは大よろこびしながら、柵の横木をすり抜けました。"}
{"en": "I wouldn't dare say how many ears of corn Fatty ate that night.", "ja": "3 その晩、ふとっちょはとうもろこしの実を、おそらくいくらも食べはしなかったでしょう。"}
{"en": "And he would have eaten more, too, if it hadn't been for just one thing.", "ja": "それに、あるたった一つのものがなければ、もっとたくさん食べられた、とも言えなかったでしょう。"}
{"en": "A dog barked.", "ja": "一ぴきの犬が吠え声を立てました。"}
{"en": "And that spoiled Fatty's fun.", "ja": "それで、ふとっちょの楽しみは台なしになってしまいました。"}
{"en": "For the dog was altogether too near for Fatty to feel safe.", "ja": "犬の吠え声は、ふとっちょが危険にかんじるほど、とても近いところで聞こえました。"}
{"en": "He even dropped the ear of corn he was gnawing", "ja": "彼がかじりかけのとうもろこしの実をほうり出すほどの、近い場所でした。"}
{"en": "and hurried toward the woods.", "ja": "ふとっちょは、森にむかって急いで逃げ出しました。"}
{"en": "It was lucky for Fatty that he started when he did.", "ja": "4 すぐに駆け出したのは、ふとっちょにとって幸運でした。"}
{"en": "For that dog was close behind him in no time.", "ja": "時間をおかずに、犬が彼の背後にせまってきたからです。"}
{"en": "There was only one thing to do:", "ja": "することは一つしかありません。"}
{"en": "Fatty knew that he must climb a tree at once.", "ja": "ただちに木に登らなければいけないということを、ふとっちょは知っていました。"}
{"en": "So he made for the nearest tree in sight", "ja": "それで、まぢかにあって目に入ったおあつらえ向きの木に登りました"}
{"en": "--a big, spreading oak,", "ja": "――大きくて、枝が横に広がった、オークの木でした。"}
{"en": "which stood all alone just beyond the fence.", "ja": "その木は、柵の上におおいかぶさるようにして、一本だけ森から離れて立っていました。"}
{"en": "And as Fatty crouched on a limb he felt safe enough,", "ja": "ふとっちょは大枝の上でうずくまると、すっかり安全になったように思いました。"}
{"en": "though the dog barked and whined, and leaped against the tree, and made a great fuss.", "ja": "それなのに犬は、吠えたり、鼻を鳴らしたり、木に飛びついたり、たいそう大騒ぎしました。"}
{"en": "Fatty looked down at the dog and scolded a little.", "ja": "5 ふとっちょは犬を見下ろして、少々しかってやりました。"}
{"en": "He was not afraid.", "ja": "犬は恐くありませんでした。"}
{"en": "But it made him cross to be driven out of the cornfield.", "ja": "けれど、とうもろこし畑から追い払われたことで、腹が立ちました。"}
{"en": "And he wished the dog would go away.", "ja": "犬なんかどこかに行ってしまえばいいのにと思いました。"}
{"en": "But the dog", "ja": "けれど犬は"}
{"en": "--it was Farmer Green's Spot", "ja": "――農夫のグリーンの飼犬で、スポットといいました"}
{"en": "--the dog had no idea of leaving.", "ja": "――立ち去るつもりはありませんでした。"}
{"en": "He stayed right there and barked so loudly", "ja": "犬は木の下にいつづけて、ひどく大声で吠え立てました。"}
{"en": "that it was not long before Farmer Green and his hired man came in sight.", "ja": "ほどなくすると、農夫のグリーンと農場の作男がやって来る姿が見えました。"}
{"en": "And with them was Johnnie Green and a little, young dog that had just been given to him.", "ja": "ジョニー・グリーンと、つい最近ジョニーがもらった小さな子犬も、彼らと一緒でした。"}
{"en": "When Farmer Green saw Fatty he seemed disappointed.", "ja": "6 農夫のグリーンは、ふとっちょを見て、がっかりした様子でした。"}
{"en": "\"He's too young to bother with,\"", "ja": "「手をわずらわすには小さすぎる」"}
{"en": "he said.", "ja": "と、グリーンは言いました。"}
{"en": "\"His skin's not worth much.", "ja": "「あいつの毛皮はいくらにもならんよ。"}
{"en": "We'll go 'long and see what we can find.\"", "ja": "行こう、ほかにいるか探そう」"}
{"en": "But Johnnie Green stayed behind.", "ja": "7 けれど、ジョニー・グリーンはあとに残りました。"}
{"en": "He wanted that young coon.", "ja": "彼は、あのあらいぐまの子が欲しかったのです。"}
{"en": "And he intended to have him, too.", "ja": "そして、つかまえるつもりでもありました。"}
{"en": "Leaving the young dog to watch Fatty Coon, Johnnie went back to the farmhouse.", "ja": "子犬をふとっちょあらいぐまの見張りに残して、ジョニーは農家の母屋に戻りました。"}
{"en": "After a while he appeared again with an axe over his shoulder.", "ja": "しばらくすると、ジョニーは肩に斧をかついだ姿で、またあらわれました。"}
{"en": "And when he began to chop away at the big oak,", "ja": "そして、オークの大木を切り始めました。"}
{"en": "Fatty Coon felt very uneasy.", "ja": "ふとっちょあらいぐまは、ひどく不安になりました。"}
{"en": "Whenever Johnnie drove his axe into the tree, both the tree and Fatty shivered together.", "ja": "ジョニーが斧を木にたたき込むたびに、木と一緒にふとっちょもふるえました。"}
{"en": "And Fatty began to wish he had stayed away from the cornfield.", "ja": "ふとっちょは、とうもろこし畑から逃げ出せたらいいのにと願い始めました。"}
{"en": "But not for long,", "ja": "しかし、それも長いことではありませんでした。"}
{"en": "because Johnnie Green soon gave up the idea of chopping down the big oak.", "ja": "ジョニー・グリーンが、オークの大木を切りたおすという考えを、さっさとあきらめたからです。"}
{"en": "The wood was so hard to cut, and the tree was so big,", "ja": "木は、切るのには固すぎ、そして大きすぎました。"}
{"en": "that Johnnie had not chopped long before he saw that it would take him all night to cut through it.", "ja": "長い時間かかったのちに夜通しかかることが分かる前に、ジョニーは切るのを止めました。"}
{"en": "He looked up longingly at Fatty Coon.", "ja": "ジョニーは、もの欲しげにふとっちょあらいぐまを見上げました。"}
{"en": "And Johnnie started to climb the tree himself.", "ja": "そして、彼みずから木に登り始めました。"}
{"en": "But the higher he climbed, the higher Fatty climbed.", "ja": "けれど、ジョニーが登ると、ふとっちょはそれだけ上に登りました。"}
{"en": "And Johnnie knew that he could never catch that plump young coon in that way.", "ja": "このやり方では、ふとったあらいぐまの子を決してつかまえられないことを、ジョニーは知りました。"}
{"en": "At last Johnnie Green started off,", "ja": "8 とうとう、ジョニー・グリーンは歩き出しました。"}
{"en": "calling his dog after him.", "ja": "子犬も、彼に呼ばれてあとについていきました。"}
{"en": "And then Fatty Coon came down.", "ja": "それから、ふとっちょあらいぐまは下におりました。"}
{"en": "But he did not go back to the cornfield.", "ja": "でも、とうもろこし畑には戻りませんでした。"}
{"en": "He decided that he had had adventures enough for one night.", "ja": "ひと晩の冒険としてはもうじゅうぶん、ということにしたのです。"}
{"en": "But Fatty had learned something", "ja": "けれど、学ぶことはありました"}
{"en": "--at least he thought he had.", "ja": "――少なくとも、ふとっちょはそう思いました。"}
{"en": "For he made up his mind that once he climbed a tree, no man could reach him.", "ja": "いったん木に登ってしまえば、人間はだれも彼に触れることができないのだと、決め込んだのです。"}
{"en": "TREES COULD NOT BE CHOPPED DOWN!", "ja": "〈木を切りたおすことはできない！〉"}
{"en": "That was what Fatty believed.", "ja": "と、ふとっちょは信じ込んでしまったのです。"}
{"en": "Perhaps you will know, later, whether Fatty ever found out that he was mistaken.", "ja": "いつか、ふとっちょが間違いだったと知るときが来るのかどうか、みなさんはたぶんあとでお分かりになるでしょう。"}
{"en": "VIII A TERRIBLE FRIGHT", "ja": "ぞっとするような恐怖"}
{"en": "It was the very next night after old dog Spot had treed Fatty Coon in the big oak near the cornfield.", "ja": "1 ふとっちょあらいぐまが、老犬スポットに追われてとうもろこし畑のそばのオークの大木に登った、次の晩でした。"}
{"en": "They had finished their evening meal at Farmer Green's house.", "ja": "農夫のグリーンの家では、夕食を食べおわったところでした。"}
{"en": "The cows were milked, the horses had been fed, the chickens had all gone to roost.", "ja": "牛の乳をしぼり、馬にかいばをやり、ニワトリはすべて鳥小屋の中にしまわれました。"}
{"en": "And Farmer Green looked up at the moon, rising from behind Blue Mountain.", "ja": "農夫のグリーンは、ブルー山の山かげからのぼる月を見上げました。"}
{"en": "\"We'll go coon-hunting again to-night,\"", "ja": "2 「今夜もあらいぐま狩りに行くぞ」"}
{"en": "he said to Johnnie and the hired man.", "ja": "彼は、ジョニーと作男に言いました。"}
{"en": "\"The corn has brought the coons up from the swamp.", "ja": "「沼のあらいぐまども、とうもろこしにつられてまた出て来るはずだ。"}
{"en": "We'll start as soon as it grows a little darker.\"", "ja": "月が少しかげったら、すぐ出発だぞ」"}
{"en": "Well", "ja": "3 さあ"}
{"en": "--after a while they set out for the cornfield.", "ja": "――しばらくすると、彼らはとうもろこし畑に出かけました。"}
{"en": "And sure enough!", "ja": "やっぱりです！"}
{"en": "old Spot soon began to bark.", "ja": "老犬スポットが、ほえ始めました。"}
{"en": "\"He's treed!\"", "ja": "4 「スポットが木に追いこんだぞ！」"}
{"en": "said Farmer Green, pretty soon.", "ja": "すぐさま農夫のグリーンが言いました。"}
{"en": "And they all hurried over to the edge of the woods,", "ja": "彼らはそろって、森のふちを目指して急ぎました。"}
{"en": "where Spot had chased a coon up into a tall chestnut tree.", "ja": "そこでスポットが、あらいぐまを背の高いクリの木に追いこんでいました。"}
{"en": "In the moonlight they could see the coon quite plainly.", "ja": "月明かりの下で、彼らはあらいぐまの姿をまざまざと見ることができました。"}
{"en": "\"Another little feller!\"", "ja": "「別のちっこいやつだ！」"}
{"en": "cried Farmer Green.", "ja": "農夫のグリーンがさけびました。"}
{"en": "\"I declare,", "ja": "「まいったね。"}
{"en": "all the coons that come to the cornfield seem to be young ones.", "ja": "とうもろこし畑にやって来るあらいぐまは、どれもこれも子どもなのかい。"}
{"en": "This one's no bigger than the one we saw last night.\"", "ja": "昨日の晩おれたちが見たやつよりも、小さいじゃないか」"}
{"en": "Now, although Farmer Green never guessed it, it was Fatty Coon who was up there in the tall chestnut.", "ja": "5 とはいうものの、農夫のグリーンには、高い木の上にいるのがふとっちょあらいぐまだということなど、わかりっこありませんでした。"}
{"en": "He had run almost to the woods this time,", "ja": "ふとっちょはこのとき、もう少しで森の中に逃げこむところでした。"}
{"en": "before he had to take to a tree.", "ja": "ですが、その手前で、木に登らねばなりませんでした。"}
{"en": "In fact, if Spot hadn't been quite so close to him Fatty could have reached the woods, and then he would have just jumped from one tree to another.", "ja": "じつのところ、スポットがあれほど近くまでふとっちょにせまらなかったら、ふとっちょは森の中にたどり着き、木から木へと飛び移って逃げ去ることができました。"}
{"en": "But there were no trees near enough the big chestnut for that.", "ja": "しかし、大きなクリの木のまわりには、飛び移れるほど近くに木がなかったのです。"}
{"en": "Fatty had to stay right there and wait for those men to pass on.", "ja": "ふとっちょはそこにとどまり、人間たちが行ってしまうまで待たねばなりませんでした。"}
{"en": "He wasn't afraid.", "ja": "彼は、おそれてはいませんでした。"}
{"en": "He felt perfectly safe in his big tree.", "ja": "大きな木の上で、すっかり安心しきっていました。"}
{"en": "And he only smiled when Johnnie Green said to his father--", "ja": "ジョニー・グリーンが父親にこう言ったときも、彼はほほ笑みを浮かべただけでした――"}
{"en": "\"I wish I had that young coon.", "ja": "6 「ぼく、あのあらいぐまの子がほしいよ。"}
{"en": "He'd make a fine pet.\"", "ja": "あいつはかわいいペットになるよ」"}
{"en": "\"A pet!\"", "ja": "7 「ペットだと！」"}
{"en": "exclaimed Farmer Green.", "ja": "農夫のグリーンがさけびました。"}
{"en": "\"You remember that pet fox you had, that stole my chickens?\"", "ja": "「キツネをペットにして、ニワトリを盗まれたのを忘れたのか？」"}
{"en": "\"Oh, I'd be careful,\"", "ja": "8 「気をつけるからさ」"}
{"en": "Johnnie promised.", "ja": "ジョニーは約束しました。"}
{"en": "\"Besides, don't you think we ought to catch him,", "ja": "「それに、つかまえたほうがいいと思わないの？"}
{"en": "so he won't eat any more corn?\"", "ja": "そうすれば、あいつももうとうもろこしを食べないよ」"}
{"en": "Farmer Green smiled.", "ja": "9 農夫のグリーンはほほ笑みました。"}
{"en": "He had been a boy himself, once upon a time,", "ja": "彼自身も、大昔は少年でした。"}
{"en": "and he had not forgotten the pet coon that he had owned when he was just about Johnnie's age.", "ja": "ちょうどジョニーくらいの年ごろに、あらいぐまをペットにしたことがあったのを忘れてはいなかったのです。"}
{"en": "\"All right!\"", "ja": "10 「いいだろう！」"}
{"en": "he said at last.", "ja": "グリーンはとうとう言いました。"}
{"en": "\"I'll give you one more chance, Johnnie.", "ja": "「もう一度だけチャンスをやるぞ、ジョニー。"}
{"en": "But you'll have to see that this young coon doesn't kill any of my poultry.\"", "ja": "だが、あのあらいぐまの子がおれの鳥を殺さないよう、おれが見張るはめになるんだろうな」"}
{"en": "Johnnie promised that nothing of the sort should happen.", "ja": "11 ジョニーは、そのようなことにはならないと約束しました。"}
{"en": "And then his father and the hired man picked up their axes;", "ja": "それから、彼の父親と作男は、斧をとり上げました。"}
{"en": "and standing on opposite sides of the tall chestnut tree, they began to chop.", "ja": "ふたりは高いクリの木をはさんで向かい合わせに立つと、木を切り始めました。"}
{"en": "How the chips did fly!", "ja": "12 なんとまあ、木くずが飛ぶこと！"}
{"en": "At the very first blow Fatty knew", "ja": "最初の一げきから、ふとっちょにもわかりました。"}
{"en": "that this was an entirely different sort of chopping from that which Johnnie had attempted the night before.", "ja": "今度のは、前の晩にジョニーがしようとしたのとは、切り方がまるでちがいました。"}
{"en": "The great tree shook as if it knew that it would soon come crashing down upon the ground.", "ja": "大木はまるで、ほどなくして地面に打ちたおされることを知っているかのように、身をふるわせました。"}
{"en": "And as for Fatty Coon, he could not see but that he must fall when the tree did.", "ja": "13 ふとっちょあらいぐまはというと、先のことはわかりませんでしたが、木がたおされるときには自分も落ちるのだろうと思いました。"}
{"en": "He, too, shivered and shook.", "ja": "彼もまた、恐ろしさに身をふるわせました。"}
{"en": "And he wrapped himself all the way around a limb and hung on as tight as ever he could.", "ja": "大枝のまわりに自分の体をすっかり巻きつけ、できるだけしっかりとしがみつき、じっと動かないようにしました。"}
{"en": "JOHNNIE GREEN LOSES HIS PET", "ja": "ジョニー・グリーン、ペットをとり逃す"}
{"en": "Now, Farmer Green and his hired man had not chopped long before they stopped to breathe.", "ja": "1 さて、農夫のグリーンと作男は、すぐに木を切るのを止め、息をつきました。"}
{"en": "They had not chopped long", "ja": "ふたりは少しの間しか切っていませんでした"}
{"en": "--but oh!", "ja": "――けれど、まあ！"}
{"en": "what great, yawning holes they had made in the big chestnut!", "ja": "大きなクリの木に、大きな穴がぱっくりと口を開いていました！"}
{"en": "From the limb where he clung Fatty Coon looked down.", "ja": "ふとっちょあらいぐまは、しがみついていた大枝から、下を見おろしました。"}
{"en": "The tree no longer shook.", "ja": "木はもうそれ以上ゆれませんでした。"}
{"en": "And Fatty felt better at once.", "ja": "ふとっちょは、また安心しました。"}
{"en": "You see, he thought that the men would go away, just as Johnnie had gone away the night before.", "ja": "ほら、前の晩のジョニーのように、行ってしまうのだと思ったものですからね。"}
{"en": "But they had no such idea at all.", "ja": "けれど彼らは、そんなつもりはちっともありませんでした。"}
{"en": "\"Which way are you going to fell her?\"", "ja": "2 「彼女をどっちに倒すんですかい？」"}
{"en": "the hired man asked.", "ja": "作男がたずねました。"}
{"en": "He said HER, meaning the TREE, of course.", "ja": "〈彼女〉というのは、〈木〉のことですよ、もちろんね。"}
{"en": "\"That way!\"", "ja": "3 「こっちだ！」"}
{"en": "said Farmer Green, pointing toward the woods.", "ja": "農夫のグリーンは、森のほうを指さして言いました。"}
{"en": "\"We'll have to drop her that way,", "ja": "「こっちに倒さないといかん。"}
{"en": "or she'll fall right across the road,", "ja": "さもないと、彼女が道をすっかりふさいじまう。"}
{"en": "and of course THAT would never do.\"", "ja": "もちろん、そんなことは絶対にするわけにいかんよ」"}
{"en": "\"But will she clear the trees on the edge of the woods?\"", "ja": "4 「しかし、彼女、森のはしの木をなぎ倒しちまうんじゃないかね？」"}
{"en": "The hired man appeared somewhat doubtful.", "ja": "作男は、いくぶん疑わしげな顔をしました。"}
{"en": "\"Oh, to be sure", "ja": "5 「ああ、たしかに"}
{"en": "--to be sure!\"", "ja": "――たしかにな！」"}
{"en": "answered Farmer Green.", "ja": "農夫のグリーンが答えました。"}
{"en": "And with that they set to work again.", "ja": "6 そして、ふたりはふたたび仕事を始めました。"}
{"en": "But this time they both chopped on the same side of the tree", "ja": "けれど今度は、ふたりそろって木の同じがわを切りました"}
{"en": "--the side toward the woods.", "ja": "――森のほうのがわをです。"}
{"en": "Now, if Fatty Coon was frightened before, you will believe that he was still more frightened when the big chestnut tree began to sag.", "ja": "7 さて、前回ふとっちょあらいぐまがおびえたとしたら、大きなクリの木がかしぎ始めたとき、彼がますますおびえたことを、みなさんも疑わないでしょう。"}
{"en": "Yes!", "ja": "そうなのです！"}
{"en": "it began to lean toward the woods.", "ja": "クリの木が、森のほうに向かってかしぎ始めたのです。"}
{"en": "Slowly, slowly it tipped.", "ja": "ゆっくり、ゆっくり、かしいでいったのです。"}
{"en": "And Fatty was scared half out of his mind.", "ja": "ふとっちょは、恐ろしさに半分くるったようになりました。"}
{"en": "He climbed to the very top of the tree,", "ja": "彼は木のてっぺんに登りました。"}
{"en": "because he wanted to get just as far away from those men as he could.", "ja": "できるだけ人間たちから遠ざかっていたかったのです。"}
{"en": "And there he waited.", "ja": "そして、待ちました。"}
{"en": "There was nothing else he could do.", "ja": "ほかにどうすることも出来ません。"}
{"en": "Yes!", "ja": "そうですとも！"}
{"en": "he waited until that awful moment should come when the tree would go crashing down upon the ground.", "ja": "彼は、木が音をたてて地面に倒れる、来るべき恐ろしい瞬間がおとずれるのを待ちました。"}
{"en": "What was going to happen to him then?", "ja": "それから、なにが起きるのかしら？"}
{"en": "Fatty wondered.", "ja": "ふとっちょは、首をかしげました。"}
{"en": "And while he was wondering there sounded all at once a great snapping and splitting.", "ja": "彼が考えている間に、木が裂けるメリメリという大きな音が、一どきに鳴りひびきました。"}
{"en": "And Fatty felt the tree falling, falling.", "ja": "ふとっちょは、木がどんどん、どんどん、かしいでいくのをかんじました。"}
{"en": "He could hear Johnnie Green shouting.", "ja": "ジョニー・グリーンがさけび声をあげるのが聞こえました。"}
{"en": "And he shut his eyes and held fast to his branch.", "ja": "ふとっちょは、目をかたく閉じ、枝にしっかりとつかまりました。"}
{"en": "Then came the crash.", "ja": "それから、ドシンという衝撃におそわれました。"}
{"en": "When Fatty Coon opened his eyes he expected to see Johnnie Green all ready to seize him.", "ja": "8 目を開けたとき、ふとっちょあらいぐまは、ジョニー・グリーンがいまにも自分をつかまえようとしているところが見えるのだと思っていました。"}
{"en": "But to his great surprise he was still far above the ground.", "ja": "ところが、おどろいたことに、地面はまだずっと下のほうにありました。"}
{"en": "You see, Farmer Green had been mistaken.", "ja": "ですからね、農夫のグリーンは、勘ちがいをしていたのですよ。"}
{"en": "Either the big chestnut tree was taller than he had guessed, or the woods were nearer than he had thought.", "ja": "大きなクリの木は、グリーンが見当をつけていたよりもずっと高かったし、森は、彼が考えていたよりもずっと近かったのです。"}
{"en": "For instead of dropping upon the ground, Fatty's tree had fallen right against another tree on the edge of the woods.", "ja": "そのために、ふとっちょがしがみついていた木は、地面にたおれる代わりに、森のはしのほかの木の上にたおれかかったのです。"}
{"en": "And there it lay, half-tipped over, with its branches caught fast in the branches of that other tree.", "ja": "ほかの木の枝が、大きなクリの木の枝をしっかりととらえ、半分かしいだかっこうで横たわったのです。"}
{"en": "It was no wonder that Johnnie Green shouted.", "ja": "9 ジョニー・グリーンがさけび声をあげたのも、むりはありません。"}
{"en": "And he shouted still more loudly when he saw Fatty scramble out of the big chestnut and into the other tree,", "ja": "ふとっちょが大きなクリの木からとなりの木によじ登るのを見て、ジョニーはいっそう大きなさけび声をあげました。"}
{"en": "and out of that tree and into another, and then out of THAT tree.", "ja": "そこからまたとなりの木に移り、そのまたとなりの木に移ると、ジョニーの声はどんどん大きくなりました。"}
{"en": "Fatty was going straight into the woods.", "ja": "ふとっちょは、そのまま森に入っていきました。"}
{"en": "It was no wonder that Johnnie Green shouted.", "ja": "10 ジョニー・グリーンがさけび声をあげたのも、むりはありません。"}
{"en": "For he had lost his pet coon.", "ja": "自分のペットのあらいぐまを逃してしまったのですから。"}
{"en": "He had lost him before he ever had him.", "ja": "まだ一度もつかまえないうちからとり逃してしまったのですから。"}
{"en": "And he was sadly disappointed.", "ja": "ジョニーはひどくがっかりしました。"}
{"en": "But Fatty Coon was not disappointed,", "ja": "11 でも、ふとっちょあらいぐまは、がっかりしませんでした。"}
{"en": "for he had not wanted to be a pet at all.", "ja": "ペットになんか、ちっともなりたくなかったのですから。"}
{"en": "And he was very glad", "ja": "そして、大よろこびしました"}
{"en": "--you may be sure", "ja": "――みなさんだってそうでしょう"}
{"en": "--to get safely home once more.", "ja": "――ふたたび安全なわが家に帰ることができるのですから。"}
{"en": "FATTY COON AND THE MONSTER", "ja": "ふとっちょあらいぐまと怪物"}
{"en": "One night Fatty Coon was strolling along the road that wound through the valley.", "ja": "1 ある晩、ふとっちょあらいぐまは、くねくねと曲がりくねった谷間の道を、ぶらぶら歩いていました。"}
{"en": "He was in no hurry,", "ja": "先を急いではいませんでした。"}
{"en": "for he had just left Farmer Green's apple orchard, where he had bolted all the apples he could possibly eat.", "ja": "農夫のグリーンのリンゴ畑で、食べられるだけのリンゴを飲みこむようにお腹に詰めこんできたばかりでしたから。"}
{"en": "The night was dark and though it was not very late, all the country people seemed to be in bed.", "ja": "まだそれほど夜おそくないというのに、辺りは暗く、この土地にくらす住民たちは、みなベッドに入って眠っているかのようでした。"}
{"en": "There were no farmers driving along the road.", "ja": "道を馬車で走ってくる農夫もいませんでした。"}
{"en": "Fatty had it all to himself.", "ja": "ふとっちょは、すべてが自分のものであるというような、いい気分になっていました。"}
{"en": "And so he walked slowly homewards.", "ja": "ですから、家路にむかってのんびり歩いていました。"}
{"en": "It was then", "ja": "そのときです。"}
{"en": "that the terrible monster almost caught him.", "ja": "恐ろしい怪物に、もうちょっとでつかまえられそうになったのは。"}
{"en": "This is how it all happened.", "ja": "2 それは、このようにして起こりました。"}
{"en": "There was a br-br-br-r-r-r in the air.", "ja": "ブル、ブル、ブル、ル、ル、ル、という音が、辺りにひびきわたりました。"}
{"en": "Fatty really should have heard it long before he did.", "ja": "ふとっちょは、本当ならばもっとはやくその音が聞こえていなければいけませんでした。"}
{"en": "But he had eaten so many apples that he had begun to feel sleepy;", "ja": "でも、あんまりたくさんのリンゴを食べて、眠くなり始めていました。"}
{"en": "and his ears were not so sharp as they should have been.", "ja": "耳がいつもよりもするどくなかったのです。"}
{"en": "And when at last Fatty heard that br-r-r-r it was quite loud.", "ja": "ブル、ル、ル、ル、という音がようやくふとっちょの耳にとどいたとき、ずいぶん大きな音になっていました。"}
{"en": "He was startled.", "ja": "ふとっちょは、ぎょっとしました。"}
{"en": "And he stopped right in the middle of the road to listen.", "ja": "そして、音をよく聞こうと、道のまん中で立ち止まりました。"}
{"en": "Fatty had never heard such a sound before.", "ja": "そんな音は前には一度も聞いたことがありませんでした。"}
{"en": "The strange animal was on him before he knew it.", "ja": "3 その奇妙な動物は、ふとっちょがそうと知る前に、おそいかかってきました。"}
{"en": "Its glaring eyes blinded him.", "ja": "その動物のギラギラと光る目に、ふとっちょの目はくらまされました。"}
{"en": "And if it had not screamed at him Fatty would never have escaped.", "ja": "もしもその動物がふとっちょにむかって金切り声を出さなかったら、ふとっちょは決して逃げ出していなかったでしょう。"}
{"en": "It was the terrible screech of the monster which finally made Fatty jump.", "ja": "その怪物の金切り声のものすごさに、ふとっちょはとうとう飛びあがりました。"}
{"en": "It was a frightful cry", "ja": "恐ろしいさけび声でした"}
{"en": "--like six wildcats all wailing together.", "ja": "――まるで、六ぴきのヤマネコがいっせいに鳴きさけんだような声でした。"}
{"en": "And Fatty leaped to one side of the road just before the monster reached him.", "ja": "怪物につかまえられるまさに直前に、ふとっちょは道のはしに飛びのきました。"}
{"en": "The great creature went past Fatty like the wind and tore on up the hill.", "ja": "4 巨大な生き物は、まるで丘を引きさく突風のようないきおいで、ふとっちょのわきを通りすぎました。"}
{"en": "He seemed to be running so fast that he could not stop.", "ja": "その生き物は、あんまりはやく走りすぎて、止まることができないようでした。"}
{"en": "Fatty could hear him panting as he climbed the sharp rise of the road.", "ja": "その生き物が道の急な登り坂にさしかかると、登りながらあえぐ声が、ふとっちょの耳に聞こえました。"}
{"en": "Fatty Coon hurried away.", "ja": "5 ふとっちょあらいぐまは、家にむかって急いで走りました。"}
{"en": "He wanted to get home before the monster could stop and come back to look for him.", "ja": "怪物が止まることができて、彼をさがしに戻ってくるといけません。"}
{"en": "When Fatty told his mother about his narrow escape Mrs. Coon became much excited.", "ja": "6 危ないところで命びろいしたてんまつをふとっちょから聞かされると、あらいぐま夫人はひどく動ようしました。"}
{"en": "She felt sure that Fatty was not mistaken,", "ja": "ふとっちょが見まちがえたわけではないと、彼女は信じました。"}
{"en": "for had she not heard that strange cry herself?", "ja": "わたしが聞いたおかしなさけび声は、それだったのではないかしら？"}
{"en": "There it was again!", "ja": "7 また聞こえました！"}
{"en": "Woo-ooo-ooo-oo-o!", "ja": "ウウウ、ウウウ、ウウウ、ウウ、ウ！"}
{"en": "It began low, rose to a shriek, and then died away again.", "ja": "始めは低いうなり声だったのが、高まって金切り声になり、そして、ふたたび消え入りました。"}
{"en": "Mrs. Coon and Fatty climbed to the very top of their old poplar and gazed down the valley.", "ja": "8 あらいぐま夫人とふとっちょは、わが家である古いポプラの木のてっぺんに登り、谷間を見下ろしました。"}
{"en": "\"Look, Mother!\"", "ja": "9 「見て、お母さん！」"}
{"en": "Fatty cried.", "ja": "ふとっちょがさけびました。"}
{"en": "\"He's stopped at Farmer Green's!", "ja": "「農夫のグリーンさんの家で止まってる！"}
{"en": "You can see his eyes from here!\"", "ja": "ここからでもあいつの目が見えるよ！」"}
{"en": "Mrs. Coon looked.", "ja": "10 あらいぐま夫人は、そちらを見ました。"}
{"en": "Sure enough!", "ja": "まあ、本当だ！"}
{"en": "It was just as Fatty said.", "ja": "ふとっちょが言ったとおりでした。"}
{"en": "And that horrid call echoed across the valley once more.", "ja": "その怪物の恐ろしいさけび声が、ふたたび谷間にこだましました。"}
{"en": "Farmer Green stuck his head out of his chamber-window, to see what the man in the automobile wanted.", "ja": "11 農夫のグリーンは、自動車に乗った男の頼みごとをよく聞こうと、寝室の窓から外に頭をつき出しました。"}
{"en": "\"Where's the nearest village, please?\"", "ja": "12 「ここから一番近い村の場所を教えていただけませんか？」"}
{"en": "the stranger asked.", "ja": "と、そのよそ者はたずねました。"}
{"en": "And after Farmer Green had told him the man drove his car on again.", "ja": "農夫のグリーンが教えてやると、男はまた自動車を走らせました。"}
{"en": "From their tree-top Fatty and his mother watched the monster dash down the valley.", "ja": "13 ふとっちょとお母さんは、お家の木のてっぺんから、怪物がすごいいきおいで谷間をつっ切っていくのをながめました。"}
{"en": "They knew he had gone,", "ja": "怪物が去っていくのが、ふたりにはわかりました。"}
{"en": "because they could see the gleam of those awful eyes.", "ja": "なぜなら、ギラギラ光る恐ろしい目が、遠くからでも見えましたから。"}
{"en": "\"Do you suppose he ate up Farmer Green and his family?\"", "ja": "14 「あの怪物、農夫のグリーンさんとグリーンさんの家族を食べちゃったの？」"}
{"en": "Fatty asked in a frightened voice.", "ja": "ふとっちょは、おびえた声でたずねました。"}
{"en": "\"I hope so,\"", "ja": "15 「そうだといいよ」"}
{"en": "she said.", "ja": "お母さんは言いました。"}
{"en": "\"Then perhaps there'll be no more traps in theb woods.\"", "ja": "「そしたら、もう森の中にわなをしかけられなくなるかもしれないからね」"}
{"en": "\"But who would plant the corn?\"", "ja": "16 「でも、だれがとうもろこしを作ってくれるの？」"}
{"en": "Fatty asked.", "ja": "ふとっちょはたずねました。"}
{"en": "Mrs. Coon did not appear to hear his question.", "ja": "17 あらいぐま夫人には、ふとっちょの質問が聞こえないようでした。"}
{"en": "JASPER JAY TELLS SOME NEWS", "ja": "カケスのジャスパーが教えてくれたこと"}
{"en": "It was quite late in the fall, and the weather had grown very cold.", "ja": "1 秋がとっぷりとふかまり、辺りがひどく冷えこんできました。"}
{"en": "Mrs. Coon and her family had not left their home for several days;", "ja": "あらいぐま夫人とその子どもたちは、数日のあいだ家の中に閉じこもりっきりでいました。"}
{"en": "but on this day she thought it would be pleasant to go out in the sunshine and get a breath of fresh air and a bite to eat.", "ja": "けれどこの日、あらいぐま夫人は、お陽さまの照る外に出て新せんな空気をすい、ごはんを食べたら気持ちがよかろうと考えました。"}
{"en": "Fatty was the only one of her children that was not asleep;", "ja": "2 ふとっちょは、あらいぐま夫人の子どもたちの中で、ひとりだけ眠っていませんでした。"}
{"en": "and he complained of being very hungry.", "ja": "そして、ひどい空腹をうったえました。"}
{"en": "So Mrs. Coon decided to take him with her.", "ja": "そこであらいぐま夫人は、ふとっちょを一緒に連れていくことにしました。"}
{"en": "The hunting was not very good.", "ja": "3 狩りはおもわしくありませんでした。"}
{"en": "There were no birds' eggs at all to be found in the trees.", "ja": "鳥の卵は、木々の中のどこにも見つかりませんでした。"}
{"en": "The river and the brook and the creek were all frozen over, so Fatty and his mother could not catch any fish.", "ja": "大きい川や、小さい川や、もっと小さい川は、すべて凍りついていましたので、ふとっちょとお母さんは魚をつかまえることができませんでした。"}
{"en": "And as for corn", "ja": "そして、とうもろこしはというと"}
{"en": "--Farmer Green had long ago gathered the last ear of it.", "ja": "――農夫のグリーンが、とうのむかしに最後の実をつみ取ってしまっていました。"}
{"en": "Fatty wished that it was summertime.", "ja": "ふとっちょは、今が夏だったらいいのにと思いました。"}
{"en": "But it only made him hungrier than ever, to think of all the good things to eat that summer brings.", "ja": "けれど、夏のめぐみのおいしい食べ物のことを考えると、ますますお腹が空いてしまうだけでした。"}
{"en": "He was feeling very unhappy when his mother said to him sharply--", "ja": "お母さんがするどい声でこう言ったときには、ふとっちょはすっかりみじめな気分になってしまいました。"}
{"en": "\"Run up this tree!", "ja": "4 「その木に登りなさい！"}
{"en": "Hurry, now!", "ja": "急いで！"}
{"en": "Don't ask any questions.\"", "ja": "なにも聞くんじゃないよ」"}
{"en": "Now, Fatty did not always mind his mother as quickly as he might have.", "ja": "5 さて、いつものふとっちょは、お母さんを気づかうなんてことは、すぐにそうしたってよさそうなときだって、しやしませんでした。"}
{"en": "But this time he saw that she had stopped and was sniffing the air", "ja": "ところがこのとき、お母さんが立ち止まり、辺りの空気のにおいをかぎ回ったのには、すぐに気づきました。"}
{"en": "as if there was something about it she did not like.", "ja": "お母さんはまるで、なにか気に入らないものがあるような様子でした。"}
{"en": "That was enough for Fatty.", "ja": "6 ふとっちょにはそれだけでじゅうぶんでした。"}
{"en": "He scrambled up the nearest tree.", "ja": "彼は、手近な木に大急ぎで登りました。"}
{"en": "For he knew that his mother had discovered danger of some sort.", "ja": "お母さんがなにか危険なものを見つけたということが、彼にはわかったからです。"}
{"en": "Mrs. Coon followed close behind Fatty.", "ja": "7 あらいぐま夫人は、ふとっちょのすぐ後ろからぴったりついてきました。"}
{"en": "And they had. no sooner hidden in the branches than Fatty saw what it was that his mother had smelled.", "ja": "そして、ふたりそろって枝葉の中に隠れるやいなや、お母さんがかぎ取ったものの正体が、姿をあらわしました。"}
{"en": "It was Johnnie Green!", "ja": "8 ジョニー・グリーンです！"}
{"en": "He passed right underneath the tree where they were perched.", "ja": "ジョニーは、ふとっちょたちが身をひそめている木の真下を通りすぎました。"}
{"en": "And as Mrs. Coon peeped down at him she shuddered and shivered and shook so hard", "ja": "あらいぐま夫人は、ジョニーを盗み見て、ブルブルガタガタと、それはひどく身をふるわせました。"}
{"en": "that Fatty couldn't help noticing it.", "ja": "ふとっちょは、そんなお母さんに気づかずにはいられませんでした。"}
{"en": "\"What's the matter?\"", "ja": "9 「いったいどうしたの？」"}
{"en": "he asked, as soon as Johnnie Green was out of sight.", "ja": "ジョニー・グリーンの姿が見えなくなると、ふとっちょはすぐさまたずねました。"}
{"en": "\"His cap!\"", "ja": "10　「ぼうしさ！」"}
{"en": "Mrs. Coon exclaimed.", "ja": "あらいぐま夫人がさけびました。"}
{"en": "\"He is wearing a coon-skin cap!\"", "ja": "「あの子のかぶってるのはね、あらいぐまの毛皮のぼうしなんだよ！」"}
{"en": "Now do you wonder that she was upset?", "ja": "さあ、あらいぐま夫人が腹を立てているのかどうか、みなさんはわかりますよね？"}
{"en": "\"Don't ever go near Farmer Green's house,\"", "ja": "「農夫のグリーンの家の近くには絶対に行っちゃいけないよ」"}
{"en": "she warned Fatty.", "ja": "あらいぐま夫人は、ふとっちょに注意しました。"}
{"en": "\"You don't want to be made into a cap, or a pair of gloves, or a coat, or anything like that, do you?\"", "ja": "「ぼうしとか、てぶくろとか、コートとか、そういうもんになりたくないだろう？」"}
{"en": "\"No, indeed, Mother!\"", "ja": "11 「もちろんだよ、お母さん！」"}
{"en": "Fatty was quite sure", "ja": "ふとっちょは、心から自信を持って言いました。"}
{"en": "that such an adventure wouldn't please him at all.", "ja": "そんな冒険は、ちっとも楽しくないに決まっています。"}
{"en": "And he told himself right then and there that he would never go anywhere near Farmer Green's house.", "ja": "そしてその場で、農夫のグリーンの家にはこんりんざい近寄らないぞと、自分自身に言い聞かせました。"}
{"en": "We shall see how well Fatty remembered.", "ja": "ふとっちょがどのくらいちゃんと覚えていられるのか、わたしたちはこれから知ることになるでしょう。"}
{"en": "That very afternoon Fatty Coon heard some very pleasant news.", "ja": "12 その午後、ふとっちょあらいぐまは、たいそうごきげんな話を聞きました。"}
{"en": "It was Jasper Jay who told him.", "ja": "カケスのジャスパーから聞いたことです。"}
{"en": "Jasper Jay was a very noisy blue jay who lived in the neighborhood.", "ja": "13 カケスのジャスパーは、とてもそうぞうしいアオカケスで、沼に住んでいるふとっちょたちの隣人でした。"}
{"en": "He did not go south with most of the other birds when the cold weather came.", "ja": "ほかの多くの鳥たちは、寒くなると南にわたりますが、彼はそうしませんでした。"}
{"en": "He liked the winter", "ja": "彼は、冬が好きなのです。"}
{"en": "and he was forever tearing about the woods, squalling and scolding at everybody.", "ja": "そして、森のいたるところでひっきりなしにわめき立てたり、うるさく口出しをして、つねに森の住民を困らせていました。"}
{"en": "He was a very noisy fellow.", "ja": "彼は、たいそうな騒動好きなのです。"}
{"en": "Well!", "ja": "14 そしてね！"}
{"en": "when Fatty and his mother had reached home after their hunt, Fatty stayed out of doors.", "ja": "ふとっちょとお母さんは狩りをおえて家にもどると、ふとっちょは家の外にとどまりました。"}
{"en": "He climbed to the top of a tall pine tree nearby and stretched himself along a limb, to enjoy the sunshine, which felt very good upon his broad back.", "ja": "彼は、高いマツの木のてっぺん近くまで登ると、手足を伸ばし、広い背中にお陽さまの光があたる心地よさを楽しみました。"}
{"en": "It was there that Jasper Jay found him and told him the pleasant news.", "ja": "そこをカケスのジャスパーが見つけて、ごきげんな話を教えたのでした。"}
{"en": "And Fatty was very glad to hear the news,", "ja": "ふとっちょは、その話を聞いて大よろこびしました。"}
{"en": "because he was still hungry.", "ja": "なぜなら、まだお腹が空いていたからです。"}
{"en": "This is what Jasper Jay told Fatty:", "ja": "15 カケスのジャスパーがふとっちょに話したこととは、こういうことです。"}
{"en": "he told him that Farmer Green had as many as forty fat turkeys, which roosted every night in a spreading oak in Farmer Green's front yard.", "ja": "農夫のグリーンは、四十羽くらいのふとった七面鳥を飼っており、グリーンの家の前庭に生えている枝をひろげたオークの木に、毎晩鳥小屋代わりにとまらせている、というのです。"}
{"en": "\"If I liked turkeys I would certainly go down there some night and get one,\"", "ja": "16 「ぼくが七面鳥好きだったら、ぜったい夜にそこに行って、しっけいしちゃうね」"}
{"en": "said Jasper Jay.", "ja": "と、カケスのジャスパーは言いました。"}
{"en": "XII FORTY FAT TURKEYS", "ja": "四十羽のふとった七面鳥"}
{"en": "When Jasper Jay told Fatty Coon about Farmer Green's forty fat turkeys Fatty felt hungrier than ever.", "ja": "1 カケスのジャスパーから農夫のグリーンの四十羽のふとった七面鳥のことを聞くと、ふとっちょはこれまでにないくらいお腹が空いてきました。"}
{"en": "\"Oh!", "ja": "2 「あーあ！"}
{"en": "I mustn't go near Farmer Green's house!\"", "ja": "ぼくは農夫のグリーンさんの家に近づいちゃだめなんだ！」"}
{"en": "he said.", "ja": "ふとっちょは言いました。"}
{"en": "\"My mother told me to keep away from there.", "ja": "「お母さんが離れていなさいって言ったんだもの"}
{"en": ". . . What time did you say the turkeys go to roost?\"", "ja": "……七面鳥が鳥小屋にいくのはいつって言ったっけ？」"}
{"en": "\"Oh! they go to roost every night at sundown,\"", "ja": "3 「毎晩陽がしずんだときさ」"}
{"en": "Jasper Jay explained.", "ja": "カケスのジャスパーは説明しました。"}
{"en": "\"And there they sit, up in the tree, all night long.", "ja": "「夜じゅう木の上にいるんだよ。"}
{"en": "They're fast asleep.", "ja": "そこでぐっすり眠ってるんだ。"}
{"en": "And you would have no trouble at all in catching as many as you wanted.", "ja": "きみが欲しいだけいくらでも簡単につかまえられるよ"}
{"en": ". . . But of course, if you're afraid", "ja": "……でももちろん、恐いんなら"}
{"en": "--why there's no use of MY talking about it.", "ja": "――ぼくの言うことなんか聞かなくたっていいよ。"}
{"en": "There's a plenty of other coons in these woods who'd be glad to know about those turkeys.", "ja": "このあたりの森に住むおおぜいのあらいぐまは、あの七面鳥たちのことを聞くとみんな大よろこびするけどね。"}
{"en": "And maybe they'd have the manners to say 'Thank you!' too.\"", "ja": "下手すると、『ありがとうございます！』なんてぼくにお礼まで言っちゃうよ」"}
{"en": "And with a hoarse, sneering laugh Jasper Jay flew away.", "ja": "そしてカケスのジャスパーは、しわがれ声で意地わるく笑いながら飛び去っていきました。"}
{"en": "That was enough for Fatty.", "ja": "4 それだけ言われればふとっちょにはじゅうぶんでした。"}
{"en": "He made up his mind", "ja": "彼は決心しました。"}
{"en": "that he would show Jasper Jay that HE was not afraid.", "ja": "ふとっちょあらいぐまはこそんなことを恐れはしないと、カケスのジャスパーに知らしめてやろうと。"}
{"en": "And he wanted a turkey to eat, too.", "ja": "それに、七面鳥を食べたくもありました。"}
{"en": "He said nothing to his mother about Jasper's news.", "ja": "お母さんにはジャスパーから聞いた話をだまっていました。"}
{"en": "But that very night, when the moon came up, and the lights in Farmer Green's house were all out, Fatty Coon went stealing across the fields.", "ja": "けれどその晩、月がのぼって月明かりが農夫のグリーンの家をくまなく照らすころ、ふとっちょあらいぐまは畑をしのび足で横切っていきました。"}
{"en": "He was not afraid,", "ja": "5 ふとっちょは恐れてはいませんでした。"}
{"en": "for he knew that Farmer Green and all his family were in their beds.", "ja": "農夫のグリーンとその家族は全員ベッドに入っていることを知っていましたから。"}
{"en": "And it was so cold that Fatty felt sure that Farmer Green's dogs would be inside their kennels.", "ja": "あたりはひどく冷えこんでおり、農夫のグリーンの飼い犬たちは犬小屋に避難しているにちがいないと、ふとっちょは考えました。"}
{"en": "Fatty did not intend to make any noise.", "ja": "6 ふとっちょは物音を立てはしないつもりでした。"}
{"en": "The turkeys were asleep", "ja": "七面鳥たちは眠っています"}
{"en": "--so Jasper Jay had told him", "ja": "――カケスのジャスパーがそう言っていました"}
{"en": "--and he expected to grab one of them so swiftly and silently that the other turkeys would never know it.", "ja": "――そのうちの一羽を、ほかの鳥たちに気づかれずにとてもすばやく静かにつかまえられるだろうと考えていました。"}
{"en": "When Fatty Coon came to Farmer Green's yard he had no trouble at all in finding the spreading oak.", "ja": "7 農夫のグリーンの家の庭にくると、ふとっちょあらいぐまは枝をひろげたオークの木をなんなく見つけました。"}
{"en": "He could see the turkeys plainly where they dozed on the bare branches.", "ja": "その落葉した丸はだかの枝々いっぱいに七面鳥たちがとまり、まどろんでいるのが見えました。"}
{"en": "And in less time than it takes to tell it Fatty had climbed the tree.", "ja": "ふとっちょは、言うよりもはやく木にのぼりました。"}
{"en": "On the very lowest limb there was a row of four plump turkeys, all sound asleep.", "ja": "一番ひくい枝に、四羽のふとった七面鳥がならんでとまり、そろってぐっすり眠っていました。"}
{"en": "And Fatty reached out and seized the nearest one.", "ja": "ふとっちょは手をのばし、一番近くにいた鳥をつかみました。"}
{"en": "He seized the turkey by the neck, so that the big bird could not call out.", "ja": "鳥ののど元をつかんだので、この大きな鳥はさけび声を上げることができませんでした。"}
{"en": "But Fatty was not quite quick enough.", "ja": "けれどふとっちょは、あまりすばやくありませんでした。"}
{"en": "Before he could pull her off her perch the turkey began to flap her wings, and she struck the turkey next her,", "ja": "彼が鳥をこちらに引きよせる前に、鳥は羽根をばたつかせ始め、となりの鳥をたたきました。"}
{"en": "so that THAT turkey woke up and began to gobble and flap HER wings.", "ja": "それでその鳥が目をさまし、ガボガボ鳴いて羽根をばたつかせました。"}
{"en": "Then the next turkey on the limb woke up.", "ja": "それから、そのとなりの枝にとまっていた鳥が目をさましました。"}
{"en": "And the first thing that Fatty Coon knew,", "ja": "ふとっちょあらいぐまは初めて気づきました。"}
{"en": "every one of the thirty-nine turkeys that were left was going gobble-gob-gob-gob-gobble!", "ja": "のこりの三十九羽の七面鳥の一羽一羽それぞれが、ガボ、ガボ、ガボ、ガボ、ガボー！　と鳴き始めるんだってことをです！"}
{"en": "And some of them went sailing off across the yard.", "ja": "そのうちの数羽が、庭の向こうへと舞いおりていきました。"}
{"en": "One of them lighted on top of the porch just outside Farmer Green's window", "ja": "そのうちの一羽が、ちょうど農夫のグリーンの家の窓の外のポーチの上にとまりました。"}
{"en": "and it seemed to Fatty that that one made the greatest racket of all.", "ja": "どうやらふとっちょは、よりによって一番騒々しいさわぎを引き起こしてしまったようです。"}
{"en": "Farmer Green's window flew up; and Farmer Green's voice called", "ja": "8 窓が引き上げられ、農夫のグリーンの声がしました。"}
{"en": "\"Spot!", "ja": "「しずまれ！"}
{"en": "Spot!\"", "ja": "しずまれ！」"}
{"en": "Fatty Coon did not wait to hear anything more.", "ja": "9 それを聞くと、ふとっちょあらいぐまはぐずぐずしませんでした。"}
{"en": "He dropped the turkey he had seized and slipped down to the ground.", "ja": "彼はつかんでいた七面鳥をほうり出し、地面に向かって木をすべり降りました。"}
{"en": "And then he ran toward the woods as fast as he could go.", "ja": "それから、森に向かってあらんかぎりのはやさでかけ出しました。"}
{"en": "Farmer Green's dog Spot was barking now.", "ja": "10 そのとき、農夫のグリーンの飼い犬のスポットがほえました。"}
{"en": "And Fatty wanted to climb one of the trees by the roadside.", "ja": "ふとっちょは道ばたの木に登りたいと思いました。"}
{"en": "But he remembered,", "ja": "ですが、彼は思い出しました。"}
{"en": "the narrow escape he had had when the dog had treed him near the cornfield.", "ja": "あの犬にとうもろこし畑のそばの木に追いつめられ、あやうい目にあったことがあったのでした。"}
{"en": "So he never stopped until he reached the woods.", "ja": "それで、森にたどり着くまで一度も止まらずに走りつづけました。"}
{"en": "Then he went nimbly up into the trees.", "ja": "そして、すばやく木にかけ登りました。"}
{"en": "And while Spot was barking at the foot of the first tree he climbed,", "ja": "スポットはふとっちょが最初に登った木の根元で立ち止まり、ほえ立てました。"}
{"en": "Fatty was travelling through the tree-tops toward home.", "ja": "そのあいだ、ふとっちょは木のてっぺんからてっぺんへと移りながら家に向かいました。"}
{"en": "He never said anything to his mother about Farmer Green's turkeys.", "ja": "11 ふとっちょは、農夫のグリーンの七面鳥のことを決してお母さんに話しませんでした。"}
{"en": "But the next time he saw Jasper Jay Fatty told him exactly what he thought of him.", "ja": "けれど次にカケスのジャスパーに出会うと、彼のことをどう思っているのか、はっきり言ってやりました。"}
{"en": "\"Ha! ha!\"", "ja": "12 「アハハハ！」"}
{"en": "Jasper Jay only laughed.", "ja": "カケスのジャスパーはただ笑うだけでした。"}
{"en": "And he did not seem at all surprised that Fatty had fallen into trouble.", "ja": "ふとっちょが大変な目にあったと聞いても、まるでおどろいていないようでした。"}
{"en": "To tell the truth, he was only sorry because Fatty had escaped.", "ja": "本当のことを言いますと、ジャスパーががっかりしたのただ一つ、ふとっちょが逃げおおせたことでした。"}
{"en": "Jasper Jay did not like Fatty Coon.", "ja": "カケスのジャスパーはふとっちょあらいぐまが嫌いでした。"}
{"en": "And he had told him about the forty fat turkeys because he hoped that Fatty would get caught if he tried to steal one of them.", "ja": "彼がふとっちょに四十羽の七面鳥のことを教えたのは、ふとっちょがそのうちの一羽を盗もうとしてつかまってしまえばいいと思ったからなのです。"}
{"en": "\"Wait till I catch you!\"", "ja": "13 「そのうちにお前をつかまえてやるからな！」"}
{"en": "Fatty said.", "ja": "ふとっちょは言いました。"}
{"en": "But Jasper Jay only laughed harder than ever when Fatty said that.", "ja": "14 けれどカケスのジャスパーは、ふとっちょがそう言ってやる前よりもいっそうけたたましい声で笑うだけでした。"}
{"en": "He seemed to think it was a great joke.", "ja": "ひどくおかしい冗談だと思っているようでした。"}
{"en": "He was most annoying.", "ja": "ジャスパーは、この上なくいらいらさせられるやつなのです。"}
{"en": "XIII FATTY MEETS JIMMY RABBIT", "ja": "ふとっちょ、うさぎのジミーに出会う"}
{"en": "For once Fatty Coon was not hungry.", "ja": "1 ふとっちょあらいぐまは一度だけ、お腹が空いていなかったことがあります。"}
{"en": "He had eaten so much of Farmer Green's corn that he felt as if he could not swallow another mouthful.", "ja": "農夫のグリーンのとうもろこしをそれはたくさん食べて、もうあとひと口も飲みこめそうもないくらいになったときです。"}
{"en": "He was strolling homewards through the woods when someone called to him.", "ja": "森の中を家にむかってぶらぶら歩いていると、彼を呼ぶ者がありました。"}
{"en": "It was Jimmy Rabbit.", "ja": "うさぎのジミーです。"}
{"en": "\"Where are you going, Fatty?\"", "ja": "2 「どこへ行くの、ふとっちょくん？」"}
{"en": "Jimmy Rabbit asked.", "ja": "うさぎのジミーがたずねました。"}
{"en": "\"Home!\"", "ja": "3 「家だよ！」"}
{"en": "said Fatty.", "ja": "ふとっちょは言いました。"}
{"en": "\"Are you hungry?\"", "ja": "4 「お腹すいてる？」"}
{"en": "Jimmy Rabbit asked anxiously.", "ja": "うさぎのジミーは不安そうにたずねました。"}
{"en": "\"I should say not!\"", "ja": "5 「すいてないと思うよ！」"}
{"en": "Fatty answered.", "ja": "ふとっちょは答えました。"}
{"en": "\"I've just had the finest meal I ever ate in my life.\"", "ja": "「たった今ごはんを食べたとこなんだ。"}
{"en": "Jimmy Rabbit seemed to be relieved to hear that.", "ja": "6 うさぎのジミーはそれを聞いて安心したようでした。"}
{"en": "\"Come on over and play,\"", "ja": "7 「こっちでいっしょに遊ぼうよ」"}
{"en": "he said.", "ja": "ジミーは言いました。"}
{"en": "\"My brother and I are playing barber-shop", "ja": "「弟とぼくとで床屋さんごっこしてるんだよ。"}
{"en": "over in the old sycamore tree;", "ja": "古いスズカケの木のところで。"}
{"en": "and we need you.\"", "ja": "君がいないと始まらないんだよ」"}
{"en": "\"All right!\"", "ja": "8 「いいよ！」"}
{"en": "said Fatty.", "ja": "ふとっちょは言いました。"}
{"en": "It was not often that any of the smaller forest-people were willing to play with him,", "ja": "ふとっちょと遊ぼうという森の小さな住民は、めったにいませんでした。"}
{"en": "because generally Fatty couldn't help getting hungry and then he usually tried to eat his playmates.", "ja": "なぜなら、ふとっちょはたいていお腹がすくのを我慢できないし、するといつも遊び仲間を食べようとするからです。"}
{"en": "\"What do you need me for?\"", "ja": "「ぼくがいないと始まらないって、なにをするの？」"}
{"en": "Fatty asked, as he trudged along beside Jimmy Rabbit.", "ja": "ふとっちょは、うさぎのジミーとならんでてくてく歩きながらたずねました。"}
{"en": "\"We need you for the barber's pole,\"", "ja": "9 「床屋の看板のあめんぼう柱に、君が必要なんだよ」"}
{"en": "Jimmy explained.", "ja": "ジミーは説明しました。"}
{"en": "\"You can come inside the hollow tree and stick your tail out through a hole.", "ja": "「君に木のうろの中に入って、穴からしっぽをつき出してもらいたいんだよ。"}
{"en": "It will make a fine barber's pole", "ja": "それで立派な床屋のあめんぼう柱になるよ"}
{"en": "--though the stripes DO run the wrong way, to be sure.\"", "ja": "――といっても、しまもようの色がちがってるんだけどさ、確かにね」"}
{"en": "Fatty Coon was greatly pleased.", "ja": "10 ふとっちょあらいぐまはたいそうよろこびました。"}
{"en": "He looked around at his tail and felt very proud.", "ja": "彼はしっぽをつくづくとながめ、とてもほこらしい気分になりました。"}
{"en": "\"I've got a beautiful tail--haven't I?\"", "ja": "11 「ぼくのしっぽはきれいだろ？」"}
{"en": "he asked.", "ja": "ふとっちょはたずねました。"}
{"en": "\"Um--yes!\"", "ja": "12 「うーん、まあね！」"}
{"en": "Jimmy Rabbit replied,", "ja": "うさぎのジミーは答えました。"}
{"en": "\"though I must say it isn't one that I would care for myself", "ja": "「といっても、ぼくは自分のことを考えて、そんなことはないって言わないといけないんだけどね"}
{"en": "... But come along!", "ja": "……でもまあ、おいでよ！"}
{"en": "There may be people waiting to get their hair cut.\"", "ja": "だれかが散髪してもらうのを待ってるかもしれないよ」"}
{"en": "Sure enough!", "ja": "13 まあ、本当だ！"}
{"en": "When they reached the make-believe barber-shop there was a gray squirrel inside, and Jimmy Rabbit's brother was busily snipping the fur off Mr. Squirrel's head.", "ja": "ふたりがごっこ遊びの床屋にたどりつくと、灰色リスが中におり、うさぎのジミーの弟が、リス氏の頭の毛をいそがしそうにチョッキンチョッキン切っているところでした。"}
{"en": "\"How much do you charge for a hair-cut?\"", "ja": "14 「散髪代はいくらなの？」"}
{"en": "Fatty asked.", "ja": "ふとっちょがたずねました。"}
{"en": "\"Oh, that depends!\"", "ja": "15 「ああ、お客しだいさ！」"}
{"en": "Jimmy Rabbit said.", "ja": "うさぎのジミーは答えました。"}
{"en": "\"Mr. Squirrel will pay us six cabbage leaves.", "ja": "「リス氏の頭はキャベツの葉っぱ六枚だ。"}
{"en": "But if we were to cut your hair we'd have to ask more.", "ja": "でも、君の頭を刈るんなら、もっといただかないとね。"}
{"en": "We'd want a dozen cabbage leaves, at least.\"", "ja": "少なくとも、キャベツの葉っぱ十二枚はほしいね」"}
{"en": "\"Well, don't I get anything for the use of my tail?\"", "ja": "16 「じゃあ、ぼくはしっぽを使わせてやるんだから、ぼくだってなにかもらってもいいじゃないか？」"}
{"en": "Fatty asked.", "ja": "ふとっちょが言いました。"}
{"en": "He had already stuck it out through the hole;", "ja": "彼はすでにしっぽを穴からつき出しており、"}
{"en": "and he had half a mind to pull it in again.", "ja": "また引っ込めようかしらと思いました。"}
{"en": "Jimmy Rabbit and his brother whispered together for a few moments.", "ja": "17 うさぎのジミーと弟は、しばらくの間ひそひそささやき合いました。"}
{"en": "\"I'll tell you what we'll do,\"", "ja": "18 「どうするかっていうとね、」"}
{"en": "Jimmy said.", "ja": "ジミーが言いました。"}
{"en": "\"If you'll let us use your tail for the barber's pole, we'll cut your hair free.", "ja": "「君が床屋のあめんぼう柱にしっぽを使わせてくれるんなら、タダで君の頭を刈ってあげるよ。"}
{"en": "Isn't that fair enough?\"", "ja": "それならじゅうぶんに公平だろ？」"}
{"en": "Fatty Coon was satisfied.", "ja": "19 ふとっちょあらいぐまは満足しました。"}
{"en": "But he insisted that Jimmy begin to cut his hair at once.", "ja": "けれど、ジミーが彼の頭の毛を切り始めると、また言い出しました。"}
{"en": "\"I'm doing my part of the work now,\"", "ja": "20 「ぼくは今、仕事中なんだよ」"}
{"en": "he pointed out.", "ja": "ふとっちょは指摘しました。"}
{"en": "\"So there's no reason why you shouldn't do yours.\"", "ja": "「だから、君は君の仕事をしていてもいいんだよ」"}
{"en": "With that Jimmy Rabbit began.", "ja": "21 うさぎのジミーは、ふたたびふとっちょの頭の毛を切り始めました。"}
{"en": "He clipped and snipped at Fatty's head, pausing now and then to see the effect.", "ja": "彼はチョキチョキチョッキンとふとっちょの毛を切っては、時どき手を止めて出来具合を確かめました。"}
{"en": "He smiled once in a while, behind Fatty's back,", "ja": "ふとっちょの後ろにまわると、彼は一しゅん笑みを浮かべました。"}
{"en": "because Fatty certainly did look funny", "ja": "なぜなら、ふとっちょがこれを見たら、ぜったいに笑っちゃうからです。"}
{"en": "with his fur all ragged and uneven.", "ja": "ふとっちょの頭の毛は、どこもかしこもギザギザのでこぼこになっていました。"}
{"en": "\"Moustache trimmed?\"", "ja": "22 「口ひげもいっとく？」"}
{"en": "Jimmy Rabbit asked, when he had finished with Fatty's head.", "ja": "うさぎのジミーはふとっちょの頭の毛を切り終えると、たずねました。"}
{"en": "\"Certainly", "ja": "23 「そりゃあ"}
{"en": "--of course!\"", "ja": "……当たり前さ！」"}
{"en": "Fatty Coon answered.", "ja": "ふとっちょあらいぐまは答えました。"}
{"en": "And pretty soon Fatty's long white moustache lay on the floor of the barber-shop.", "ja": "すぐさまふとっちょの長くて白い口ひげが、床屋の床にはらりと落ちました。"}
{"en": "Fatty felt a bit uneasy as he looked down and saw his beautiful moustache lying at his feet.", "ja": "ふとっちょは下を見おろし、美しい口ひげが足元に横たわっているのを見ると、ちょっぴり不安になりました。"}
{"en": "\"You haven't cut it too short, I hope,\"", "ja": "「あんまり短く切りすぎないでくれよ」"}
{"en": "he said.", "ja": "ふとっちょは言いました。"}
{"en": "\"No, indeed!\"", "ja": "24 「もちさ！」"}
{"en": "Jimmy Rabbit assured him.", "ja": "うさぎのジミーは自信満まんに言いました。"}
{"en": "\"It's the very latest style.\"", "ja": "「これって超はやりのスタイルなんだよ」"}
{"en": "\"What on earth has happened to you?\"", "ja": "25 「いったい全体なにがあったんだい？」"}
{"en": "Mrs. Coon cried,", "ja": "あらいぐま夫人がさけびました"}
{"en": "--when Fatty reached home that night.", "ja": "――その夜、ふとっちょが家にもどったときのことです。"}
{"en": "\"Have you been in a fire?\"", "ja": "「火の中にでもつっ込んだのかい？」"}
{"en": "\"It's the latest style, Mother,\"", "ja": "26 「これが超はやりなんだよ、お母さん」"}
{"en": "Fatty told her.", "ja": "ふとっちょは説明しました。"}
{"en": "\"At least, that's what Jimmy Rabbit says.\"", "ja": "「少なくとも、うさぎのジミーによればそうらしいよ」"}
{"en": "He felt the least bit uneasy again.", "ja": "彼はふたたびほんのちょっぴり不安になりました。"}
{"en": "\"Did you let that Jimmy Rabbit do that to you?\"", "ja": "27 「うさぎのジミーにそれをやらせたのかい？」"}
{"en": "Mrs. Coon asked.", "ja": "あらいぐま夫人はたずねました。"}
{"en": "Fatty hung his head.", "ja": "28 ふとっちょははずかしさに頭をうなだれ、"}
{"en": "He said nothing at all.", "ja": "だまり込みました。"}
{"en": "But his mother knew.", "ja": "でもお母さんにはわかりました。"}
{"en": "\"Well!", "ja": "29 「やれやれ！"}
{"en": "you ARE a sight!\"", "ja": "いい笑いものだよ！」"}
{"en": "she exclaimed.", "ja": "お母さんは声だかに言いました。"}
{"en": "\"It will be months before you look like my child again.", "ja": "「二、三か月もあれば、またわたしの子らしくなるだろう。"}
{"en": "I shall be ashamed to go anywhere with you.\"", "ja": "お前を連れて外を出歩くのがはずかしいよ」"}
{"en": "Fatty Coon felt very foolish.", "ja": "30 ふとっちょあらいぐまは、ひどいかつがれ方をしたと思いました。"}
{"en": "And there was just one thing that kept him from crying.", "ja": "泣くのをこらえるのがせいいっぱいでした。"}
{"en": "And THAT was THIS:", "ja": "この借りは返さなくてはなりません。"}
{"en": "he made up his mind", "ja": "ふとっちょは決心しました。"}
{"en": "that when he played barber-shop with Jimmy Rabbit again he would get even with him.", "ja": "うさぎのジミーとふたたび床屋さんごっこをし、仕返しをしてやろうと。"}
{"en": "But when the next day came, Fatty couldn't find Jimmy Rabbit and his brother anywhere.", "ja": "31 しかし翌日、うさぎのジミーとその弟はどこにもいませんでした。"}
{"en": "They kept out of sight.", "ja": "ふたりは姿をくらましていました。"}
{"en": "But they had told all the other forest-people about the trick they had played on Fatty Coon.", "ja": "けれど、ふたりは森の住民すべてにふとっちょあらいぐまにいたずらをした話を言いふらしており、森の住民たちはふとっちょをからかいました。"}
{"en": "And everywhere Fatty went he heard nothing but hoots and jeers and laughs.", "ja": "ふとっちょはどこにいこうと、ホーホーとやじられ、あざけられ、笑われてばかりいました。"}
{"en": "He felt very silly.", "ja": "彼はひどくばかにされたと思いました。"}
{"en": "And he wished that he might meet Jimmy Rabbit and his brother.", "ja": "そして、うさぎのジミーとその弟に会えないだろうかとねがいました。"}
{"en": "XIV THE BARBER-SHOP AGAIN", "ja": "床屋さんごっこ、ふたたび"}
{"en": "Although Fatty Coon never could get Jimmy Rabbit and his brother to play barber-shop with him again,", "ja": "1 ふとっちょあらいぐまがうさぎのジミーとその弟をつかまえ、またいっしょに床屋さんごっこをするなど、決してできませんでした。"}
{"en": "Fatty saw no reason why he should not play the game without them.", "ja": "それなのにふとっちょは、彼らぬきでこの遊びをするなんて考えられませんでした。"}
{"en": "So one day he led his brother Blackie over to the old hollow sycamore.", "ja": "それである日、弟の黒っちょをつれてうろの空いた古いスズカケの木へ出かけました。"}
{"en": "His sisters, Fluffy and Cutey, wanted to go too.", "ja": "妹のふわっちょとかわいっちょも、いっしょに行きたがりました。"}
{"en": "But Fatty would not let them.", "ja": "けれどふとっちょは、ふたりをつれて行きませんでした。"}
{"en": "\"Girls can't be barbers,\"", "ja": "「女の子は床屋さんになれないんだよ」"}
{"en": "he said.", "ja": "と、ふとっちょは言いました。"}
{"en": "And of course they could find no answer to that.", "ja": "もちろん、ふたりはそれに言いかえすことができませんでした。"}
{"en": "As soon as Fatty and Blackie reached the old sycamore I am sorry to say that a dispute arose.", "ja": "2 こんなことを申し上げるのは残念なのですが、ふとっちょと黒っちょはスズカケの古木にたどり着くやいなや、口げんかを始めました。"}
{"en": "Each of them wanted to use his own tail for the barber's pole.", "ja": "ふたりとも、自分のしっぽを床屋のあめんぼう柱の看板にしたがったのです。"}
{"en": "They couldn't both stick their tails through the hole in the tree at the same time.", "ja": "ふたりそろって一緒にしっぽを木の穴からつき出すなんてできません。"}
{"en": "So they finally agreed to take turns.", "ja": "それでとうとう、順番こにしっぽを出すことで決着しました。"}
{"en": "Playing barber-shop wasn't so much fun as they had expected,", "ja": "3 床屋さんごっこは、ふたりが考えていたようには楽しくありませんでした。"}
{"en": "because nobody would come near to get his hair cut.", "ja": "なぜなら、散髪してもらいに近づいてくる者なんてだれもいませんでしたから。"}
{"en": "You see, the smaller forest-people were all afraid to go inside that old sycamore where Fatty and Blackie were.", "ja": "だってね、森の小さな住民たちはみな恐がって、ふとっちょと黒っちょがいるスズカケの古木の中になんて入ってきませんものね。"}
{"en": "There was no telling when the two brothers might get so hungry they would seize and eat a rabbit or a squirrel or a chipmunk.", "ja": "ふたりの兄弟がとてもお腹がすいたときに、うさぎや灰色リスやシマリスをつかまえて、食べてしまうかもわかりません。"}
{"en": "And you know it isn't wise to run any such risk as that.", "ja": "そんな危険をおかすなんておろかなことだというのは、よくおわかりでしょう。"}
{"en": "Fatty offered to cut Blackie's hair.", "ja": "4 ふとっちょが、黒っちょの頭の毛を切ってやろうと申し出ました。"}
{"en": "But Blackie remembered what his mother had said when Fatty came home with his moustache gone and his head all rough and uneven.", "ja": "けれど黒っちょは、ふとっちょが頭の毛をどこもかしこもギザギザのでこぼこにし、口ひげをなくして家に帰ってきたとき、お母さんがなんと言ったのかを思い出しました。"}
{"en": "So Blackie wouldn't let Fatty touch him.", "ja": "それで黒っちょは、ふとっちょに頭の毛をさわらせませんでした。"}
{"en": "But HE offered to cut Fatty's hair", "ja": "けれど彼は、ふとっちょの頭の毛を切ってやろうと申し出ました"}
{"en": "--what there was left of it.", "ja": "――それは黒っちょが困ることではありませんもの。"}
{"en": "\"No, thank you!\"", "ja": "5 「えんりょするよ！」"}
{"en": "said Fatty.", "ja": "ふとっちょは言いました。"}
{"en": "\"I only get my hair cut once a month.\"", "ja": "「ぼくは頭の毛を切るの、ひと月にいっぺんだけにしてるんだ」"}
{"en": "Of course, he had never had his hair cut except that once, in his whole life.", "ja": "もちろん彼が頭の毛を切ったのは、全生涯のうちであの一度きりでした。"}
{"en": "Now, since there was so little to do inside the hollow tree, Fatty and Blackie kept quarreling.", "ja": "6 さて、木のうろの中にいてもすることなんてほとんどありませんでしたから、ふとっちょと黒っちょはけんかをし続けていました。"}
{"en": "Blackie would no sooner stick his tail through the hole in the side of the tree than Fatty would want HIS turn.", "ja": "黒っちょが木の壁の穴へしっぽを入れるがはやいか、ふとっちょが自分の番だとせっつきます。"}
{"en": "And when Fatty had succeeded in squeezing HIS tail out through the opening Blackie would insist that Fatty's time was up.", "ja": "ふとっちょが穴へしっぽをねじ込みますと、黒っちょがふとっちょの番はもう終わったと言いはります。"}
{"en": "It was Fatty's turn, and Blackie was shouting to him to stand aside and give him a chance.", "ja": "7 ふとっちょの番になると、はやくどいて番をゆずれと黒っちょがどなりました。"}
{"en": "\"I won't!\"", "ja": "8 「やーだね！」"}
{"en": "said Fatty.", "ja": "ふとっちょが言いました。"}
{"en": "\"I'm going to stay here just as long as I please.\"", "ja": "「ぼくは満足するまでいつまででもここにいるんだ」"}
{"en": "The words were hardly out of his mouth", "ja": "9 ふとっちょの口からその言葉が出ることはありませんでした。"}
{"en": "when he gave a sharp squeal,", "ja": "その代わりに彼の口から出たのは、するどい金きり声でした。"}
{"en": "as if something hurt him.", "ja": "まるでなにかに痛めつけられたような声です。"}
{"en": "And he tried to pull his tail out of the hole.", "ja": "ふとっちょは穴からしっぽを引きぬこうとしました。"}
{"en": "He wanted to get it out now.", "ja": "今ではそうしたくなっていました。"}
{"en": "But alas!", "ja": "けれど、ああ！"}
{"en": "it would not come!", "ja": "しっぽを引きぬくことができません！"}
{"en": "It was caught fast!", "ja": "なにかにしっぽをがっちりつかまえられていたのです！"}
{"en": "And the harder Fatty pulled the more it hurt him.", "ja": "ふとっちょがしっぽを強く引けばひくほど、それはますます痛くしっぽをつかみました。"}
{"en": "\"Go out and see what's the matter!\"", "ja": "10 「外に行って、いったいどうなっているのか見てきてよ！」"}
{"en": "he cried to Blackie.", "ja": "ふとっちょは黒っちょに向かってさけびました。"}
{"en": "But Blackie wouldn't stir.", "ja": "11 けれど黒っちょは身動きしませんでした。"}
{"en": "He was afraid to leave the shelter of the hollow tree.", "ja": "安全な木のうろの外に出るのが恐かったのです。"}
{"en": "\"It may be a bear that has hold of your tail,\"", "ja": "12 「クマにしっぽをつかまえられているのかもしれないよ」"}
{"en": "he told Fatty.", "ja": "黒っちょはふとっちょにいいました。"}
{"en": "And somehow, that idea made Fatty tremble all over.", "ja": "その考えに、ふとっちょはおのずと全身がふるえあがりました。"}
{"en": "\"Oh, dear!", "ja": "13 「ああ、そんな！"}
{"en": "oh, dear!\"", "ja": "そんなあ！」"}
{"en": "he wailed.", "ja": "ふとっちょは泣き声をあげました。"}
{"en": "\"What shall I do?", "ja": "「どうしたらいいの？"}
{"en": "Oh! whatever shall I do?\"", "ja": "いったいどうしたらいいの？」"}
{"en": "He began to cry.", "ja": "そして泣き始めました。"}
{"en": "And Blackie cried too.", "ja": "黒っちょもいっしょに泣き出しました。"}
{"en": "How Fatty wished that his mother was there to tell him what to do!", "ja": "ここにお母さんがいて、どうしたらいいのか教えてくれたらどんなにいいだろう、とふとっちょは思いました。"}
{"en": "But he knew of no way to fetch her.", "ja": "14 でもふとっちょは、お母さんを呼んでくることなどできないのはわかっていました。"}
{"en": "Even if she were at home she could never hear him calling from inside the tree.", "ja": "もしもお母さんがお家にいたとしても、この木の中でさけんだって、お母さんには決して聞こえないのです。"}
{"en": "So Fatty gave up all hope of her helping.", "ja": "それでふとっちょは、お母さんに助けを求めるという望みをすっかりあきらめました。"}
{"en": "\"Please, Mr. Bear, let go of my tail!\"", "ja": "15 「どうかお願いしますクマさん、しっぽを放してください！」"}
{"en": "he cried, when he could stand the pain no longer.", "ja": "しっぽをぎりぎりつかまれる痛みにたえ切れなくなり、ふとっちょはさけびました。"}
{"en": "The only answer that came was a low growl,", "ja": "16 返ってきた返事は、低いうなり声だけでした。"}
{"en": "which frightened Fatty and Blackie more than ever.", "ja": "ふとっちょと黒っちょは前にもましてふるえあがりました。"}
{"en": "And then, just as they both began to howl at the top of their voices Fatty's tail was suddenly freed.", "ja": "そうして、ふたりの泣きさけぶ声が最高潮にたかまったちょうどそのとき、突然つかまえられていたふとっちょのしっぽが自由になりました。"}
{"en": "He was pulling on it so hard that he fell all in a heap on the floor of the barber-shop.", "ja": "ふとっちょはしっぽを思いきり強く引っぱっていたので、床屋の床の上にどうとたおれ込みました。"}
{"en": "And that surprised him.", "ja": "彼はびっくりしました。"}
{"en": "But he was still more surprised when he heard his mother say--", "ja": "17 けれど、お母さんの声が聞こえたときには、ますますびっくりしました――"}
{"en": "\"Stop crying and come out", "ja": "18 「泣くのを止めて出ておいで"}
{"en": "--both of you!\"", "ja": "――ふたりとも！」"}
{"en": "Fatty and Blackie scrambled out of the hollow sycamore.", "ja": "ふとっちょと黒っちょは、スズカケの木のうろの中からいそいで飛び出しました。"}
{"en": "Fatty looked all around.", "ja": "ふとっちょは辺りを見回しました。"}
{"en": "But there was no bear to be seen anywhere", "ja": "けれど、クマの姿はどこにも見当たりませんでした"}
{"en": "--no one but his mother.", "ja": "――お母さんがいるだけです。"}
{"en": "\"Did you frighten the bear away, Mother?\"", "ja": "19 「クマを追っ払っちゃったの、お母さん？」"}
{"en": "he asked.", "ja": "ふとっちょはたずねました。"}
{"en": "\"There was no bear,\"", "ja": "20 「クマなんかいやしなかったよ」"}
{"en": "Mrs. Coon told him.", "ja": "あらいぐま夫人はふとっちょに言いました。"}
{"en": "\"And it's lucky for you that there wasn't.", "ja": "「いなくて運がよかった。"}
{"en": "I saw your tail sticking out of this tree and I thought I would teach you a lesson.", "ja": "この木からお前のしっぽがつき出しているのが見えたんで、教えてやろうと思ったのさ。"}
{"en": "Now, don't ever do such a foolish thing again.", "ja": "さあ、これからはもう、こんな馬鹿なまねはするんじゃないよ。"}
{"en": "Just think what a fix you would have been in if Johnnie Green had come along.", "ja": "通りかかったのがジョニー・グリーンだったらどうなっていたのか、よく考えて肝にめいじておくんだよ。"}
{"en": "He could have caught you just as easily as anything.\"", "ja": "こんなふうに、わけなくあっさりとつかまってしまうんだからね」"}
{"en": "Fatty Coon was so glad to be free once more that he promised to be good forever after.", "ja": "21 ふとっちょあらいぐまはふたたび自由になれたことをよろこび、今後は決してこのようなことはしないと、しっかりと約束しました。"}
{"en": "And he was just as good as any little coon could be", "ja": "そして、幼いアライグマができるかぎりそのとおりにして"}
{"en": "--all the rest of that day.", "ja": "――残りの人生の日々を無事にすごしたのでした。"}
{"en": "FATTY VISITS THE SMOKE-HOUSE", "ja": "ふとっちょ、くんせい小屋に入る"}
{"en": "The winter was fast going.", "ja": "1 冬がかけ足でやって来ました。"}
{"en": "And one fine day in February Fatty Coon crept out of his mother's house to enjoy the warm sunshine", "ja": "二月のある晴れた日、ふとっちょあらいぐまはひなたぼっこのあたたかさを楽しもうと、お母さんの家からはい出しました"}
{"en": "--and see what he could find to eat.", "ja": "――それから、食べ物をさがそうとして。"}
{"en": "Fatty was much thinner than he had been in the fall.", "ja": "2 秋からくらべると、ふとっちょはずいぶんとやせ細っていました。"}
{"en": "He had spent so much of the time sleeping that he had really eaten very little.", "ja": "たいそう多くの時間を眠ってすごし、じつにほんのわずかしか食べていなかったのです。"}
{"en": "And now he hardly knew himself as he looked at his sides.", "ja": "今のふとっちょは、わき腹を見ると、われながらとても自分だとは思えませんでした。"}
{"en": "They no longer stuck out as they had once.", "ja": "もはやかつてのように出っぱっていませんでした。"}
{"en": "After nosing about the swamp and the woods all the afternoon Fatty decided that there was no use in trying to get a meal there.", "ja": "3 午後じゅうかかって沼や森をかぎ回ったすえ、この辺りでごはんを手に入れようとするのは無駄なことだととうとうあきらめました。"}
{"en": "The ground was covered with snow.", "ja": "地面は雪でおおわれていました。"}
{"en": "And except for rabbit tracks", "ja": "うさぎの足あと以外は"}
{"en": "--and a few squirrels'", "ja": "――そして数匹のリスのものと"}
{"en": "--he could find nothing that even suggestaed food.", "ja": "――食べ物のありかを示すものはなにも見つけられませんでした。"}
{"en": "And looking at those tracks only made him hungrier than ever.", "ja": "そんな足あとを見ると、ますますお腹がすいてしまうだけでした。"}
{"en": "For a few minutes Fatty thought deeply.", "ja": "4 しばらくの間、ふとっちょはじっくりと考えました。"}
{"en": "And then he turned about and went straight toward Farmer Green's place.", "ja": "そして彼はくるりと向きをかえ、農夫のグリーンの家のほうにまっすぐに歩いていきました。"}
{"en": "He waited behind the fence just beyond Farmer Green's house;", "ja": "農夫のグリーンの家をかこう柵のかげで、ふとっちょは待ちました。"}
{"en": "and when it began to grow dark he crept across the barnyard.", "ja": "そして暗くなり始めると、庭をこっそりと横ぎっていきました。"}
{"en": "As Fatty passed a small, low building he noticed a delicious smell.", "ja": "5 丈の低い、小さな建物のそばを通りかかったところで、ふとっちょはおいしそうなにおいに気がつき、"}
{"en": "And he stopped right there.", "ja": "ぴたりと足を止めました。"}
{"en": "He had gone far enough.", "ja": "彼はじゅうぶんすぎるほど弱りきっていました。"}
{"en": "The door was open a little way.", "ja": "建物のとびらがほんの少し開いていました。"}
{"en": "And after one quick look all around", "ja": "辺りをすばやく一べつしたのち"}
{"en": "--to make sure there was nobody to see him", "ja": "――確かにだれもいないようにふとっちょは思いました"}
{"en": "--Fatty slipped inside.", "ja": "――中にすべり込みました。"}
{"en": "It was almost dark inside Farmer Green's smokehouse", "ja": "6 農夫のグリーンのくんせい小屋の中は"}
{"en": "--for that was what the small, low building was called.", "ja": "――この丈の低い、小さな建物は、そう呼ばれていました"}
{"en": "It was almost dark;", "ja": "――ほとんど真っ暗でした。"}
{"en": "but Fatty could see just as well as you and I can see in the daytime.", "ja": "ですがふとっちょは、わたしやみなさんが昼なかに見るのと同じくらいに、真っ暗がりがよく見えました。"}
{"en": "There was a long row of hams hung up in a line.", "ja": "そこにはハムがきちんと長い一列にならべられて、ずらりとぶら下がっていました。"}
{"en": "Underneath them were white ashes,", "ja": "その足もとの地面には白い灰がありました。"}
{"en": "where Farmer Green had built wood fires, to smoke the hams.", "ja": "農夫のグリーンがハムをいぶすのに火をおこしたあとでした。"}
{"en": "But the fires were out, now;", "ja": "ですが今は火は消えており、"}
{"en": "and Fatty was in no danger of being burned.", "ja": "ふとっちょがやけどをする心配はありませんでした。"}
{"en": "The hams were what Fatty Coon had smelled.", "ja": "7 ふとっちょあらいぐまは、前にもハムのにおいをかいだことがありました。"}
{"en": "And the hams were what Fatty intended to eat.", "ja": "ハムはふとっちょがいつか食べてやろうと考えていたものでした。"}
{"en": "He decided that he would eat them all", "ja": "彼は、ここにあるハムを全部たいらげてやろうと決心しました"}
{"en": "--though of course he could never have done that", "ja": "――もちろん、そんなことは絶対にできっこありません"}
{"en": "--at least, not in one night;", "ja": "――少なくとも、一晩では無理です。"}
{"en": "nor in a week, either.", "ja": "一週間でもだめです。"}
{"en": "But when it came to eating, Fatty's courage never failed him.", "ja": "けれども食べるときがくれば、ふとっちょは決してひるまないのです。"}
{"en": "He would have tried to eat an elephant, if he had had the chance.", "ja": "もしもそんな機会があれば、彼はゾウだって食べようとするでしょう。"}
{"en": "Fatty did not stop to look long at that row of hams.", "ja": "8 ふとっちょはハムの列をながめて立ちつくしていたりしませんでした。"}
{"en": "He climbed a post that ran up the side of the house and he crept out along the pole from which the hams were hung.", "ja": "小屋のすみの柱をかけ上り、ハムをつるした横棒をつたっていきました。"}
{"en": "He stopped at the very first ham he came to.", "ja": "9 一番こちらがわにあるハムのところにたどり着くと、ふとっちょは立ち止まりました。"}
{"en": "There was no sense in going any further.", "ja": "これ以上考えることなんてありません。"}
{"en": "And Fatty dropped on top of the ham and in a twinkling he had torn off a big, delicious mouthful.", "ja": "ハムの上に下り立つと、またたく間においしいひと口を大きく噛みちぎりました。"}
{"en": "Fatty could not eat fast enough.", "ja": "10 ふとっちょは満足にしっかりと食べることができませんでした。"}
{"en": "He wished he had two mouths", "ja": "ふた口目を食べたかったのですが"}
{"en": "--he was so hungry.", "ja": "――とてもお腹がすいていましたので。"}
{"en": "But he did very well, with only ONE.", "ja": "けれどもしっかりと食べられたのは、たったのひと口だけでした。"}
{"en": "In no time at all he had made a great hole in the ham.", "ja": "彼はハムにたちまちのうちに大穴をあけました。"}
{"en": "And he had no idea of stopping.", "ja": "食べるのを止めようなんて考えてはいませんでした。"}
{"en": "But he did stop.", "ja": "けれど止めました。"}
{"en": "He stopped very suddenly.", "ja": "ひどく唐突に止めました。"}
{"en": "For the first thing he knew, something threw him right down upon the floor.", "ja": "はじめ彼が思ったのは、なにかに床に投げ落とされたということでした。"}
{"en": "And the ham fell on top of him and nearly knocked him senseless.", "ja": "それから、ハムが彼のお腹の上に落ちてきたので、あやうく失神しかけました。"}
{"en": "He choked and spluttered;", "ja": "11 ふとっちょはむせてせき込みました。"}
{"en": "for the ashes filled his mouth and his eyes, and his ears, too.", "ja": "灰が口や目や耳にまでいっぱい入ってしまったのです。"}
{"en": "For a moment he lay there on his back;", "ja": "しばらくの間、彼はあお向けにひっくり返っていました。"}
{"en": "but soon he managed to kick the heavy ham off his stomach and then he felt a little better.", "ja": "しかしすぐさまお腹の上の重たいハムをなんとか蹴りのけ、少し正気を取りもどしました。"}
{"en": "But he was terribly frightened.", "ja": "けれども、彼はひどくおびえていました。"}
{"en": "And though his eyes smarted so he could hardly see, he sprang up and found the doorway.", "ja": "目がずきずきと痛んでよく見えなかったというのに、飛び起きてとびらを見つけ、かけ抜けました。"}
{"en": "Fatty swallowed a whole mouthful of ashes as he dashed across the barnyard.", "ja": "12 内庭をいちもくさんにかけ抜ける間に、ふとっちょは口一杯に灰を吸い込んでしまいました。"}
{"en": "And he never stopped running until he was almost home.", "ja": "家が見えるまで、一度も走る足を止めませんでした。"}
{"en": "He was puzzled.", "ja": "彼は混乱していました。"}
{"en": "Try as he would, he couldn't decide what it was that had flung him upon the floor.", "ja": "なにに床に投げ落とされたのか、考えてみましたがわかりませんでした。"}
{"en": "And when he told his mother about his adventure", "ja": "お母さんにこの冒険のことを話しますと"}
{"en": "--as he did a whole month later", "ja": "――まる一か月後のことでしたが"}
{"en": "--she didn't know exactly what had happened, either.", "ja": "――彼女にも、なにが起きたのかはっきりとはわかりませんでした。"}
{"en": "\"It was some sort of trap, probably,\"", "ja": "13 「わなの一しゅだったのかもしれないね」"}
{"en": "Mrs. Coon said.", "ja": "とあらいぐま夫人は言いました。"}
{"en": "But for once Mrs. Coon was mistaken.", "ja": "14 けれどあらいぐま夫人はまたまた間違っていました。"}
{"en": "It was very simple.", "ja": "15 じつに単純なことでした。"}
{"en": "In his greedy haste Fatty had merely bitten through the cord that fastened the ham to the pole.", "ja": "食い意地がはってあせったふとっちょは、横棒につるしたハムをゆわえたひもを食いちぎってしまっただけだったのでした。"}
{"en": "And of course it had at once fallen, carrying Fatty with it!", "ja": "当然ながら、ハムはたちまち落っこち、上に乗っていたふとっちょも一緒に落っこちたのでした！"}
{"en": "But what do you suppose?", "ja": "18 けれど、みなさんはこれをどう思います？"}
{"en": "Afterward, when Fatty had grown up, and had children of his own, he often told them about the time he had escaped from the trap in Farmer Green's smokehouse.", "ja": "のちにふとっちょが大人になり、子どもを持つと、農夫のグリーンのくんせい小屋のわなから脱け出したときのことを、しばしば子どもたちに語ってきかせました。"}
{"en": "Fatty's children thought it very exciting.", "ja": "17 ふとっちょの子どもたちは、このお話にたいそう興奮しました。"}
{"en": "It was their favorite story.", "ja": "彼らのお気に入りのお話でした。"}
{"en": "And they made their father tell it over and over again.", "ja": "そして、何度も何度もくり返しねだって、父親にお話させたのでした。"}
{"en": "XVI FATTY COON PLAYS ROBBER", "ja": "ふとっちょ、どろぼうになる"}
{"en": "After Fatty Coon played barber-shop with Jimmy Rabbit and his brother it was a long time before he met them again.", "ja": "1 うさぎのジミーとその弟といっしょに床屋さんごっこをして以来、ふとっちょあらいぐまは長いあいだふたりに出会えませんでした。"}
{"en": "But one day Fatty was wandering through the woods when he caught sight of Jimmy.", "ja": "ところがある日、森の中をぶらぶら歩いているときに、ジミーの姿を見つけました。"}
{"en": "Jimmy dodged behind a tree.", "ja": "ジミーは木のかげにひらりと身をかくしました。"}
{"en": "And Fatty saw Jimmy's brother peep from behind another.", "ja": "ふとっちょは、ジミーの弟がべつの木のかげからこちらをぬすみ見ているのに気づきました。"}
{"en": "You see, his ears were so long", "ja": "だってね、弟の耳はとっても長いでしょう。"}
{"en": "that they stuck far beyond the tree, and Fatty couldn't help seeing them.", "ja": "二本の耳が木のかげからにょっきりつき出ていて、ふとっちょが気づかないわけにいかなかったのですよ。"}
{"en": "\"Hello!\"", "ja": "2 「やあ！」"}
{"en": "Fatty called.", "ja": "ふとっちょは声をかけました。"}
{"en": "\"I'm glad to see you.\"", "ja": "「会えてうれしいよ」"}
{"en": "And he told the truth, too.", "ja": "それは本心でもありました。"}
{"en": "He had been trying to find those two brothers for weeks, because he wanted to get even with them for cutting off his moustache.", "ja": "数週間のあいだふたりの兄弟を探しつづけてきたのは、仕返しにふたりの口ひげをちょん切ってやりたかったからなのですから。"}
{"en": "Jimmy and his brother hopped out from behind their trees.", "ja": "ジミーとその弟は、それぞれの木のかげからぴょんと飛び出しました。"}
{"en": "\"Hello!\"", "ja": "3 「やあ！」"}
{"en": "said Jimmy.", "ja": "ジミーが言いました。"}
{"en": "\"We were just looking for you.\"", "ja": "「ちょうど君を見つけようとしていたんだよ」"}
{"en": "Probably he meant to say,", "ja": "たぶん、ジミーはこう言いたかったんでしょう。"}
{"en": "\"We were just looking AT you.\"", "ja": "「ちょうど君から見つからないようにしていたんだよ」"}
{"en": "He was somewhat upset by meeting Fatty;", "ja": "ふとっちょと出会ってしまい、ジミーは少々うろたえていました。"}
{"en": "for he knew that Fatty was angry with him.", "ja": "ふとっちょが自分のしたことに腹を立てているのを知っていましたから。"}
{"en": "\"Oh, ho!", "ja": "4 「へーえ！"}
{"en": "You were, were you?\"", "ja": "ぼくを見つけようとしていたって？」"}
{"en": "Fatty answered.", "ja": "ふとっちょは言いました。"}
{"en": "He began to slide down the tree he had been climbing.", "ja": "彼は上りかけていた木をそろそろと下り始めました。"}
{"en": "Jimmy Rabbit and his brother edged a little further away.", "ja": "5 うさぎのジミーと弟は、じりじりと後ずさりしました。"}
{"en": "\"Better not come too near us!\"", "ja": "6 「ぼくらにあんまり近づかないほうがいいよ！」"}
{"en": "he said.", "ja": "ジミーが言いました。"}
{"en": "\"We've both got the pink-eye,", "ja": "「ぼくらふたりとも結膜炎なんだ。"}
{"en": "and you don't want to catch it.\"", "ja": "近づくと君にもうつっちゃうぞ」"}
{"en": "Fatty paused and looked at the brothers.", "ja": "7 ふとっちょは立ち止まり、兄弟をよく見ました。"}
{"en": "Sure enough!", "ja": "まあ、本当だ！"}
{"en": "their eyes were as pink as anything.", "ja": "ふたりの目は、ひどい赤色でした。"}
{"en": "\"Does it hurt much?\"", "ja": "8 「目になにかが入ったの？」"}
{"en": "Fatty asked.", "ja": "ふとっちょはたずねました。"}
{"en": "\"Well", "ja": "9 「うーん"}
{"en": "--it does and it doesn't,\"", "ja": "……そうでもあるし、そうでもないよ」"}
{"en": "Jimmy replied.", "ja": "ジミーは答えました。"}
{"en": "\"I just stuck a brier into one of my eyes a few minutes ago and it hurt awful, then.", "ja": "「ほんの少し前に、片いっぽうの目にイバラのトゲが目に入ってすごく痛かったんだ。"}
{"en": "But you'll be perfectly safe,", "ja": "でも、君はぜんぜん大丈夫だよ。"}
{"en": "so long as you don't touch us.\"", "ja": "ぼくらにさわりさえしなければね」"}
{"en": "\"How long does it last?\"", "ja": "10 「どれくらいで治るの？」"}
{"en": "Fatty inquired.", "ja": "ふとっちょがたずねました。"}
{"en": "\"Probably we'll never get over it,\"", "ja": "11 「たぶん絶対に治らないよ」"}
{"en": "Jimmy Rabbit said cheerfully.", "ja": "うさぎのジミーはうれしそうに言いました。"}
{"en": "And his brother nodded his head, as much as to say,", "ja": "弟も、力強くうなづきながら言いました。"}
{"en": "\"That's so!\"", "ja": "「絶対にそうさ！」"}
{"en": "Fatty Coon was just the least bit alarmed.", "ja": "12 ふとっちょあらいぐまはほんのちょっぴり警戒しました。"}
{"en": "He really thought that there was something the matter with their eyes.", "ja": "彼は、ふたりの目がどうかしてしまったのかしらと本気で心配しました。"}
{"en": "You see, though the Rabbit brothers' eyes were always pink", "ja": "ふたりの兄弟はうさぎですから、目はたいていいつも真っ赤っかでしょう"}
{"en": "(for they were born that way),", "ja": "（うさぎは生まれつきそうなのです）。"}
{"en": "he had never noticed it before.", "ja": "それなのにね、ふとっちょはこれまでそのことにちっとも気づかなかったのですよ。"}
{"en": "So Fatty thought it would be safer not to go too near them.", "ja": "ですから、ふとっちょはふたりにあんまり近づかないようにすれば大丈夫なのだろうと思ってしまいました。"}
{"en": "\"Well, it's too bad,\"", "ja": "13 「そっか、それは残念だな」"}
{"en": "he told Jimmy.", "ja": "ふとっちょはジミーに言いました。"}
{"en": "\"I'm sorry. I wanted to play with you.\"", "ja": "「君たちと遊びたかったんだけど、がっかりだよ」"}
{"en": "\"Oh, that's all right!\"", "ja": "14 「ああ、それならいいよ！」"}
{"en": "Jimmy said.", "ja": "ジミーが言いました。"}
{"en": "\"We can play, just the same.", "ja": "「前みたいに遊べるよ。"}
{"en": "I'll tell you what we'll play.", "ja": "どうやって遊ぶのか教えてあげる。"}
{"en": "We'll play--\"", "ja": "あのね――」"}
{"en": "\"Not barber-shop!\"", "ja": "15 「床屋さんごっこはだめだよ！」"}
{"en": "Fatty interrupted.", "ja": "ふとっちょがさえぎりました。"}
{"en": "\"I won't play barber-shop,", "ja": "「床屋さんごっこはしないぞ。"}
{"en": "I never liked that game.\"", "ja": "あの遊びは大っきらいだ」"}
{"en": "Jimmy Rabbit started to smile.", "ja": "16 うさぎのジミーは笑い始めました。"}
{"en": "But he turned his smile into a sneeze.", "ja": "けれど、笑いをくしゃみでごまかしました。"}
{"en": "And he said--", "ja": "それから、ジミーは言いました――"}
{"en": "\"We'll play robber.", "ja": "17 「どろぼうごっこをするんだよ。"}
{"en": "You'll like that, I know.", "ja": "君はきっと気に入るよ。"}
{"en": "And you can be the robber.", "ja": "君はどろぼう役にぴったりだしね。"}
{"en": "You look like one, anyhow.\"", "ja": "君はとにかくどろぼうみたいなんだから」"}
{"en": "That remark made Fatty Coon angry.", "ja": "18 その言葉にふとっちょあらいぐまは腹を立てました。"}
{"en": "And he wished that Jimmy hadn't the pink-eye.", "ja": "ジミーが結膜炎などにかかっていなければいいのにと思いました。"}
{"en": "He would have liked to make an end of him right then and there.", "ja": "彼はただちにジミーとけりを着けたくて仕方がありませんでした。"}
{"en": "\"What do you mean?\"", "ja": "19 「どういう意味だ？」"}
{"en": "he shouted.", "ja": "ふとっちょはさけびました。"}
{"en": "\"Robber nothing!", "ja": "「ぼくはどろぼうなんかじゃない！"}
{"en": "I'm just as good as you are!\"", "ja": "君と同じくらいいい子だよ！」"}
{"en": "\"Of course, of course!\"", "ja": "20 「もちさ、もちさ！」"}
{"en": "Jimmy said hastily.", "ja": "ジミーがあわてて言いました。"}
{"en": "\"It's your face, you know,", "ja": "「君の顔のことだよ、ね。"}
{"en": "That black patch covers your eyes just like a robber's mask.", "ja": "その君の目のまわりの黒いぶちは、どろぼうのマスクにそっくりだろ。"}
{"en": "That's why we want you to be the robber.\"", "ja": "だから君にどろぼう役になってもらいたいんだよ」"}
{"en": "Fatty had slipped down his tree to the ground;", "ja": "21 ふとっちょは木からすべり下り、地面に下り立ちました。"}
{"en": "and now he looked down into the creek.", "ja": "そして、小川の水にうつった自分の顔を見下ろしました。"}
{"en": "It was just as Jimmy said.", "ja": "ジミーの言ったとおりでした。"}
{"en": "Fatty had never thought of it before, but the black patch of short fur across the upper part of his face made him look exactly like a robber.", "ja": "ふとっちょはこれまで考えもしませんでしたが、彼の顔の上側を横に走っている短い毛の黒ぶちは、まさにどろぼうそっくりでした。"}
{"en": "\"Come on!\"", "ja": "22 「おいでよ！」"}
{"en": "said Jimmy.", "ja": "ジミーが言いました。"}
{"en": "\"We can't play the game without you.\"", "ja": "「君がいないと始まらないよ」"}
{"en": "\"Well", "ja": "23 「うん"}
{"en": "--all right!\"", "ja": "……いいよ！」"}
{"en": "said Fatty.", "ja": "ふとっちょは言いました。"}
{"en": "He began to feel proud of his mask.", "ja": "彼は、自分のマスクをほこらしく思い始めました。"}
{"en": "\"What shall I do?\"", "ja": "「ぼくは何をしたらいいの？」"}
{"en": "\"You wait right here,\"", "ja": "24 「君はここで待っているんだよ」"}
{"en": "Jimmy ordered.", "ja": "ジミーが命じました。"}
{"en": "\"Hide behind that tree.", "ja": "「あの木のかげでかくれてるんだよ。"}
{"en": "We'll go into the woods.", "ja": "ぼくらは森の中へ行くからね。"}
{"en": "And when we come back past this spot you jump out and say", "ja": "それで、ぼくらがこの場所にもどってきたら、ぼくらに飛びかかってこう言うんだ。"}
{"en": "'Hands up!'", "ja": "『手を上げろ！』"}
{"en": "... You understand?\"", "ja": "……わかった？」"}
{"en": "\"Of course!\"", "ja": "25 「もちさ！」"}
{"en": "said Fatty.", "ja": "ふとっちょは言いました。"}
{"en": "\"But hurry up!", "ja": "「でもはやくもどって来てね！"}
{"en": "Don't be gone long.\"", "ja": "長く待つのはいやだからね」"}
{"en": "\"Leave that to us,\"", "ja": "26 「まかせといてよ」"}
{"en": "said Jimmy Rabbit.", "ja": "うさぎのジミーは言いました。"}
{"en": "He winked at his brother;", "ja": "彼は弟にウィンクしました。"}
{"en": "and they started off together.", "ja": "それからふたりは連れ立って森の中に去っていきました。"}
{"en": "Fatty Coon did not see that wink.", "ja": "27 ふとっちょあらいぐまにはウィンクが見えませんでした。"}
{"en": "If he had, he wouldn't have waited there all the afternoon for those Rabbit brothers to return.", "ja": "もしも見ていたら、午後じゅううさぎの兄弟がもどって来るのを待っていたりしなかったでしょう。"}
{"en": "They never came back at all.", "ja": "兄弟は二度ともどって来ませんでした。"}
{"en": "And they told everybody about the trick they had played on Fatty Coon.", "ja": "そして、ふとっちょあらいぐまをだまくらかしたことをみんなに言いふらしました。"}
{"en": "For a long time after that wherever Fatty went the forest-people called \"Robber!\" after him.", "ja": "それから長い間、ふとっちょはどこに行っても森の住民から、"}
{"en": "And Jasper Jay was the most annoying of all,", "ja": "カケスのジャスパーの声は、誰よりも悩ましいものでした。"}
{"en": "because whenever he shouted \"Robber!\" he always laughed so loudly and so long.", "ja": "なぜなら、彼はいつでも"}
{"en": "His hoarse screech echoed through the woods.", "ja": "彼のしわがれた金きり声は、森じゅうにこだましました。"}
{"en": "And the worst of it was, everybody knew what he was laughing at.", "ja": "それが何よりも悪いのは、みんなにふとっちょが笑われていることが知れわたってしまうことでした。"}
{"en": "XVII FATTY FINDS THE MOON", "ja": "ふとっちょ、お月さまを見つける"}
{"en": "Wandering through the woods one day, Fatty Coon's bright eyes caught a strange gleam from something", "ja": "1 ある日森を歩きまわっていたふとっちょあらいぐまは、かがやく目でなにやら奇妙な光るものをとらえました"}
{"en": "--something that shone and glittered out of the green.", "ja": "――なにかがピカピカと光をはなっているのが、森の木々の葉のあいだから見えました。"}
{"en": "Fatty wanted to see what it was, though he hardly thought it was anything to eat.", "ja": "食べ物だとはとても思えませんでしたが、それでもふとっちょは、それがなんなのか見てみたいと思いました。"}
{"en": "But whenever he came upon something new he always wanted to examine it.", "ja": "とはいえ、なにか真新しいものにぶつかったときには、彼はいつも必ず確かめたいと思うのでした。"}
{"en": "So now Fatty hurried to see what the strange thing was.", "ja": "それで、その奇妙なものを見てやろうと先をいそぎました。"}
{"en": "It was the oddest thing he had ever found", "ja": "2 それはふとっちょがこれまで見たものの中で、一番おかしなものでした"}
{"en": "--flat, round, and silvery;", "ja": "――平たくて、丸くて、銀色をしていました。"}
{"en": "and it hung in the air, under a tree, just over Fatty's head.", "ja": "木の下の、ちょうどふとっちょの頭の上あたりの空中に、それは浮かんでいました。"}
{"en": "Fatty Coon looked carefully at the bright thing.", "ja": "ふとっちょあらいぐまはその光るものを注意ぶかくながめました。"}
{"en": "He walked all around it, so he could see it from all sides.", "ja": "それのまわりをぐるりと歩いて、あらゆる方向から見てみました。"}
{"en": "And at last he thought he knew what it was.", "ja": "そしてついに、それがなんなのかわかったと思いました。"}
{"en": "He made up his mind that it was the moon!", "ja": "お月さまです！"}
{"en": "He had often seen the moon up in the sky;", "ja": "3 ふとっちょは空に浮かんでいるお月さまをたびたび見ていました。"}
{"en": "and here it was, just the same size exactly, hanging so low that he could have reached it with his paw.", "ja": "ここにある光るものは、きっかり同じ大きさで、ふとっちょが前足を伸ばせばとどくくらいとても低いところに浮かんでいました。"}
{"en": "He saw nothing strange in that;", "ja": "彼はそれをおかしなことだとは思いませんでした。"}
{"en": "for he knew that the moon often touched the earth.", "ja": "お月さまが時どき地面にくっついているのを知っていたからです。"}
{"en": "Had he not seen it many a time, resting on the side of Blue Mountain?", "ja": "ブルー山の山すその上でお月さまがお休みしているのを、何度も見たではありませんか？"}
{"en": "One night he had asked his mother", "ja": "ある晩、彼はお母さんにたずねました。"}
{"en": "if he might go up on the mountain to play with the moon;", "ja": "山にのぼったらお月さまと遊べるかしらって。"}
{"en": "but she had only laughed.", "ja": "けれどお母さんは笑うだけでした。"}
{"en": "And here, at last, was the moon come to him!", "ja": "ここにきてついに、お月さまがふとっちょのところにやって来たのです！"}
{"en": "Fatty was so excited that he ran home as fast as he could go,", "ja": "ふとっちょはひどく興奮し、家にむかって全速力で走っていきました。"}
{"en": "to tell his mother, and his brother Blackie, and Fluffy and Cutey, his sisters.", "ja": "お母さんや弟の黒っちょや妹のふわっちょやかわいっちょに教えるためです。"}
{"en": "\"Oh!", "ja": "4 「ああ！"}
{"en": "the moon!\"", "ja": "月！」"}
{"en": "Fatty shouted.", "ja": "ふとっちょはさけびました。"}
{"en": "He had run so fast that, being so plump, he was quite out of breath.", "ja": "彼はとてもふとっており、あまりにはやく走ったので、すっかり息が切れていました。"}
{"en": "And that was all he could say.", "ja": "言うことができたのはそれだけでした。"}
{"en": "\"Well, well!", "ja": "5 「まあまあ！"}
{"en": "What about the moon!\"", "ja": "月がどうしたっていうのさ！」"}
{"en": "Mrs. Coon asked.", "ja": "あらいぐま夫人がたずねました。"}
{"en": "\"Anybody would think you had found it, almost.\"", "ja": "「なにか見つけたってところだね、だいたい」"}
{"en": "And she smiled.", "ja": "あらいぐま夫人はほほ笑みました。"}
{"en": "Fatty puffed and gasped.", "ja": "6 ふとっちょはハーハーゼイゼイと息をつきました。"}
{"en": "And at last he caught his breath again.", "ja": "それからとうとうまた話せるようになりました。"}
{"en": "\"Yes", "ja": "7 「そうなんだ"}
{"en": "--I've found it!", "ja": "――見つけたんだよ！"}
{"en": "It's over in the woods", "ja": "森の中でね"}
{"en": "--just a little way from here!\"", "ja": "――ここからすぐのところだよ！」"}
{"en": "he said.", "ja": "ふとっちょは言いました。"}
{"en": "\"Big, and round, and shiny!", "ja": "「おっきくて、丸くて、光ってるんだ！"}
{"en": "Let's all go and bring it home!\"", "ja": "みんなで行ってお家に連れてこようよ！」"}
{"en": "\"Well, well, well!\"", "ja": "8 「まあ、まあ、まあ！」"}
{"en": "Mrs. Coon was puzzled.", "ja": "あらいぐま夫人は困りはてました。"}
{"en": "She had never heard of the moon being found in those woods;", "ja": "森の中でお月さまを見たなんて話は、聞いたことがありません。"}
{"en": "and she hardly knew what to think.", "ja": "あらいぐま夫人は、それについてどう考えればいいのかわかりませんでした。"}
{"en": "\"Are you sure?\"", "ja": "「確かなのかい？」"}
{"en": "she asked.", "ja": "彼女はたずねました。"}
{"en": "\"Oh, yes, Mother!\"", "ja": "9 「確かだよ、お母さん！」"}
{"en": "Fatty could hardly wait,", "ja": "ふとっちょはぐずぐずしていられませんでした。"}
{"en": "he was so eager to lead the way.", "ja": "先に立ってみんなを連れていきたくて仕方がありませんでした。"}
{"en": "And with many a shake of the head, Mrs. Coon, with her family, started off to see the moon.", "ja": "ふとっちょに何度も説得されて、あらいぐま夫人とその家族は、しぶしぶながらお月さまを見に出かけました。"}
{"en": "\"There\"!", "ja": "10 「ここだよ！」"}
{"en": "Fatty cried, as they came in sight of the bright, round thing.", "ja": "光る丸いものが見えるところまで来ると、ふとっちょはさけびました。"}
{"en": "\"There it is", "ja": "「ほらね"}
{"en": "--just as I told you!\"", "ja": "――ぼくの言ったとおりだろ！」"}
{"en": "And they all set up a great shouting.", "ja": "みんなはおどろいて大きなさけび声をあげました。"}
{"en": "All but Mrs. Coon. She wasn't quite sure, even yet, that Fatty had really found the moon.", "ja": "11 あらいぐま夫人もさけび声をあげましたが、彼女はそれでもまだ、ふとっちょが見つけはのは本当にお月さまだろうかとちょっぴり疑っていました。"}
{"en": "And she walked close to the shining thing and peered at it.", "ja": "彼女は光るもにに近づき、じっと見つめました。"}
{"en": "But not too close!", "ja": "けれど近づきすぎてはいけません！"}
{"en": "Mrs. Coon didn't go too near it.", "ja": "あらいぐま夫人はそれに近づきすぎたりはしませんでした。"}
{"en": "And she told her children quite sternly to stand back.", "ja": "彼女は子ども達に、後ろにさがっているようにときびしく言いつけました。"}
{"en": "It was well that she did;", "ja": "彼女のしたことは正しいことでした。"}
{"en": "for when Mrs. Coon took her eyes off Fatty's moon and looked at the ground beneath it", "ja": "あらいぐま夫人はふとっちょの月からふと目をそらし、その下の地面に目をやりました"}
{"en": "--well!", "ja": "――あぶない！"}
{"en": "she jumped back", "ja": "彼女は後ろに飛びのきました。"}
{"en": "so quickly that she knocked two of her children flat on the ground.", "ja": "あんまりすばやく飛んだので、後ろにいた二人の子どもにぶつかってたおしてしまいました。"}
{"en": "A trap!", "ja": "12 わなです！"}
{"en": "THAT was what Mrs. Coon saw right in front of her.", "ja": "あらいぐま夫人は、自分のすぐ足元にわながあるのを見つけたのです。"}
{"en": "And Farmer Green, or his boy, or whoever it was that set the trap, had hung that bright piece of TIN over the trap", "ja": "農夫のグリーンか、彼のやとい人か、あるいはだれかが、ブリキ缶の光る板をぶらさげたわなを仕掛けたのです。"}
{"en": "hoping that one of her family would see it and play with it", "ja": "あらいぐま夫人の家族の一ぴきがこれにじゃれつけばいいと考えて"}
{"en": "--and fall into the trap.", "ja": "――それがわななのです。"}
{"en": "Yes", "ja": "そうなのです"}
{"en": "--it was a mercy that Fatty hadn't begun knocking it about.", "ja": "――ふとっちょがわなの中に歩いていかなくて運がよかったのです。"}
{"en": "For if he had he would have stepped right into the trap and it would have shut", "ja": "もしもふとっちょがわなの中に足をふみ入れていたら、わなが閉まっていたでしょう"}
{"en": "--SNAP!", "ja": "――パチン！"}
{"en": "Just like that.", "ja": "このようにね。"}
{"en": "And there he would have been, caught fast.", "ja": "そうなったら、ふとっちょはしっかりととらえられてしまっていたところでした。"}
{"en": "It was no wonder that Mrs. Coon hurried her family away from that spot.", "ja": "13 あらいぐま夫人が家族を連れていそいでその場を立ち去ったのは、当然のことでした。"}
{"en": "And Fatty led them all home again.", "ja": "ふとっちょは、またしても家族の先頭に立って家に帰りました。"}
{"en": "He couldn't get away from his moon fast enough.", "ja": "だってお月さまからあんまりはやく逃げることができないのですからね。"}
{"en": "XVIII THE LOGGERS COME", "ja": "木こりがやって来た"}
{"en": "Fatty Coon was frightened;", "ja": "1 ふとっちょあらいぐまは、ぎょっとして目をさましました。"}
{"en": "he had just waked up and he heard a sound that was exactly like the noise Farmer Green and his hired man had made when they cut down the tall chestnut tree where he was perched.", "ja": "ちょうど、ふとっちょが逃げ込んだクリの木を、農夫のグリーンと作男が切りたおしたときにそっくりな騒音が聞こえたのです。"}
{"en": "\"Oh, Mother!", "ja": "2 「お母さん！"}
{"en": "What is it?\"", "ja": "これはなんの音なの？」"}
{"en": "he cried.", "ja": "ふとっちょはさけびました。"}
{"en": "\"The loggers have come,\"", "ja": "3 「木こりたちが来てるんだよ」"}
{"en": "Mrs. Coon said.", "ja": "あらいぐま夫人が言いました。"}
{"en": "\"They are cutting down all the big trees in the swamp.\"", "ja": "「この沼の大木をぜんぶ切りたおしているのよ」"}
{"en": "\"Then we'll have to move, won't we?\"", "ja": "4 「なら、ぼくたちは逃げなくちゃならないんだね？」"}
{"en": "Fatty asked.", "ja": "ふとっちょがたずねました。"}
{"en": "\"No!", "ja": "5 「いいえ！"}
{"en": "They won't touch this tree,\"", "ja": "連中はこの木をかまいやしないよ」"}
{"en": "his mother told him.", "ja": "お母さんは言いました。"}
{"en": "\"It's an old tree, and hollow", "ja": "「古い木だし、うろが空いてるからね"}
{"en": "--so they won't chop it down.", "ja": "――そういうのは切らないんだよ。"}
{"en": "It's only the good sound trees that they'll take.\"", "ja": "連中がえらぶのは、よさそうに見える木だけなんだよ」"}
{"en": "\"But I thought this was a good tree.\"", "ja": "6 「でも、この木はいい木だと思うんだけどなあ」"}
{"en": "Fatty was puzzled.", "ja": "ふとっちょは混乱しました。"}
{"en": "\"So it is, my son!", "ja": "7 「そのとおりさ！"}
{"en": "It's a good tree for us.", "ja": "わたしたちにとってはいい木よ。"}
{"en": "But not for the loggers.", "ja": "けど、木こりたちにとってはちがうの。"}
{"en": "They would have little use for it.\"", "ja": "連中には使い道があまりないのよ」"}
{"en": "Fatty Coon felt better when he heard that.", "ja": "8 ふとっちょあらいぐまはそれを聞くと安心しました。"}
{"en": "And he had a good deal of fun, peeping down at the loggers and watching them work.", "ja": "木こりたちが働く様子を、大いに面白がって上からこっそりのぞき見しました。"}
{"en": "But he took care that they should not see HIM.", "ja": "けど、注意して自分の姿が見えないようにしました。"}
{"en": "He knew what their bright axes could do.", "ja": "木こりのかがやく斧がなにをするものなのか、わかっていましたから。"}
{"en": "When night came Fatty had still more fun.", "ja": "9 夜になると、ふとっちょの楽しみはますます増えました。"}
{"en": "When the loggers were asleep Fatty went to their camp in the woods beside the brook and he found many good things to eat.", "ja": "木こりたちが寝しずまると、ふとっちょは小川のそばの森の中の彼らのキャンプに行き、おいしいごちそうをたくさん見つけました。"}
{"en": "He did not know the names of all the goodies;", "ja": "それらのごちそうの名前はひとつとして知りませんでしたが、"}
{"en": "but he ate them just the same.", "ja": "すべて同じように食べました。"}
{"en": "He 'specially liked some potatoes", "ja": "ふとっちょがとりわけ気に入ったのは、じゃがいもでした。"}
{"en": "which the careless cook had left in a pan near the open camp-fire.", "ja": "ぞんざいな調理人が、平なべの中の残り物を、たき火のそばにほったらかしにしていました。"}
{"en": "The fire was out.", "ja": "たき火は消えていました。"}
{"en": "And the pan rested on a stump close beside it.", "ja": "平なべは、たき火のそばの木の切りかぶの上に置いてありました。"}
{"en": "Fatty Coon climbed up and crawled right inside the pan.", "ja": "ふとっちょあらいぐまは切りかぶにのぼり、平なべの中にこっそりとしのび込みました。"}
{"en": "And after he had had one taste of those potatoes he grew so excited", "ja": "じゃがいもをひと口味見すると、ふとっちょはすっかり夢中になりました"}
{"en": "--they were so good", "ja": "――とてもおいしい味でした"}
{"en": "--that he tipped the pan off the stump", "ja": "――彼は平なべをひっくり返し、切りかぶから落としてしまいました。"}
{"en": "and the potatoes rolled right into the ashes.", "ja": "じゃがいもが灰の中に転がり落ちました。"}
{"en": "Fatty had jumped to one side, when the tin pan fell.", "ja": "10 ブリキの平なべが下に落っこちると、ふとっちょはわきへ飛びのきました。"}
{"en": "It made a great clatter;", "ja": "ガチャンガチャンとたいそう大きな音がしました。"}
{"en": "and he kept very still for a few moments, while he listened.", "ja": "彼はほんのしばらく息をひそめ、耳をすませました。"}
{"en": "But no one stirred.", "ja": "しかし、だれも目をさまして身動きしたりしませんでした。"}
{"en": "And then Fatty jumped plump into the ashes.", "ja": "彼はじゃがいもを追いかけて灰の中にざぶんと飛び込みました。"}
{"en": "WHEW!", "ja": "11 ヒャーッ！"}
{"en": "He jumped out again as fast as he could;", "ja": "ふとっちょは、あらんかぎりのはやさでまた飛びのきました。"}
{"en": "for beneath the ashes there were plenty of hot coals.", "ja": "灰の下に、熱く燃えた石炭がたっぷりしかれていたのです。"}
{"en": "Fatty stood in them for not more than three seconds, but that was quite long enough.", "ja": "ほんの三つ数えるあいだ立ちつづけることも我慢できないほどでした。"}
{"en": "The bottoms of his feet burned as if a hundred hornets had stung them.", "ja": "彼は足のうらをやけどし、まるで百ぴきのハチに刺されたように痛みました。"}
{"en": "He stood first on one foot and then on another.", "ja": "12 ふとっちょはばたばたと足を上げたり下げたりしました。"}
{"en": "If you could have seen him you would have thought Fatty was dancing.", "ja": "みなさんがそれを見たら、ふとっちょはダンスをしているのかしらと思ったでしょう。"}
{"en": "And you might have laughed,", "ja": "みなさんはきっとお笑いになったでしょう。"}
{"en": "because he looked funny.", "ja": "彼の格好はこっけいでしたから。"}
{"en": "But Fatty Coon did not laugh.", "ja": "13 けれどふとっちょあらいぐまは笑いませんでした。"}
{"en": "In fact, he came very near crying.", "ja": "じつのところ、彼は泣き出さんばかりでした。"}
{"en": "And he did not wait to eat another mouthful.", "ja": "もうひと口食べるまで居つづけることもできませんでした。"}
{"en": "He limped along toward home.", "ja": "彼はびっこを引きひき家に帰りました。"}
{"en": "And it was several days before he stirred out of his mother's house again.", "ja": "それから数日のあいだ、彼はお母さんの家から外に出られませんでした。"}
{"en": "He just lay in his bed and waited until his burns were well again.", "ja": "ただベッドに横たわり、やけどが治るのを待っていました。"}
{"en": "It was very hard.", "ja": "14 それはたいそう辛いことでした。"}
{"en": "For Fatty did not like to think of all those good things to eat that he was missing.", "ja": "おいしいごちそうのことを考えて焦れることしかできないのですもの。"}
{"en": "And he hoped the loggers would not go away before his feet were well again.", "ja": "彼は、また歩けるようになるまで木こりたちがどこにも行きませんようにと願いました。"}
{"en": "XIX FATTY GROWS EVEN FATTER", "ja": "ふとっちょ、さらにふとる"}
{"en": "When Fatty Coon's burned feet were well once more, the very first night he left his mother's house he went straight to the loggers' camp.", "ja": "1 足のうらのやけどの具合がよくなったその夜、ふとっちょあらいぐまはお母さんの家を出て、また木こりのキャンプに向かいました。"}
{"en": "He did not wait long after dark,", "ja": "暗くなるまでじっと待ってなんていませんでした。"}
{"en": "because he was afraid that some of his neighbors might have found that there were good things to eat about the camp.", "ja": "だって、森の隣人たちがキャンプのおいしい食べ物を見つけてしまうんじゃないかと心配でしたから。"}
{"en": "And Fatty wanted them all.", "ja": "ふとっちょは、すべてひとり占めにしたかったのです。"}
{"en": "To his delight, there were goodies almost without end.", "ja": "2 うれしいことに、ごちそうはほとんど尽きることがありませんでした。"}
{"en": "He nosed about, picking up potato peelings, and bits of bacon.", "ja": "彼はキャンプをかぎ回り、じゃがいもの皮やベーコンのかけらをつまみ食いしました。"}
{"en": "And perhaps the best of all was a piece of cornbread,", "ja": "すべてのごちそうのうちでおそらく一番おいしいのは、とうもろこしパンでした。"}
{"en": "which Fatty fairly gobbled.", "ja": "ふとっちょはこれをがつがつと大いにむさぼり食べました。"}
{"en": "And then he found a box half-full of something", "ja": "それから、彼はなにかが半分ほどつまった箱を見つけました"}
{"en": "--scraps that tasted like apples, only they were not round like apples, and they were quite dry, instead of being juicy.", "ja": "――中身はリンゴのような味のする切れっぱしでしたが、ただリンゴみたいに丸くないし、みずみずしくなくてすっかり乾いていました。"}
{"en": "But Fatty liked them;", "ja": "けれどふとっちょはこれが気に入りました。"}
{"en": "and he ate them all, down to the smallest bit.", "ja": "最後のちっぽけなくずまで、きれいに平らげました。"}
{"en": "He was thirsty, then.", "ja": "3 それから、彼はのどが乾きました。"}
{"en": "So he went down to the brook, which ran close by the camp.", "ja": "それでキャンプのそばを流れる小川に下っていきました。"}
{"en": "The loggers had cut a hole through the ice, so they could get water.", "ja": "木こりたちは小川に張った氷に穴をあけ、そこで水をくめるようにしていました。"}
{"en": "And Fatty crept close to the edge of the hole and drank.", "ja": "ふとっちょはこの穴のふちに歩いていき、水を飲みました。"}
{"en": "He drank a great deal of water,", "ja": "彼はずいぶんとたっぷり水を飲みました。"}
{"en": "because he was very thirsty.", "ja": "ひどくのどが乾いていたからです。"}
{"en": "And when he had finished he sat down on the ice for a time.", "ja": "飲み終わると、しばらくのあいだ氷の上に座り込んで休みました。"}
{"en": "He did not care to stir about just then.", "ja": "その時、木こりたちが目を覚ますおそれなど気になりませんでした。"}
{"en": "And he did not think he would ever want anything to eat again.", "ja": "それに、もうなんにも食べようという気が起こりませんでした。"}
{"en": "At last Fatty Coon rose to his feet.", "ja": "4 そらからとうとうふとっちょあらいぐまは、立ち上がりました。"}
{"en": "He felt very queer.", "ja": "とてもおかしな感じがしました。"}
{"en": "There was a strange, tight feeling about his stomach.", "ja": "おかしいのは、お腹が張っている感じがするせいでした。"}
{"en": "And his sides were no longer thin.", "ja": "彼のわき腹は、もはややせていませんでした。"}
{"en": "They stuck out just as they had before winter came", "ja": "冬が来る前のようにつき出ていました"}
{"en": "--only more so.", "ja": "――でも、それ以上でした。"}
{"en": "And what alarmed Fatty was this:", "ja": "これにはふとっちょもぎくりとしました。"}
{"en": "his sides seemed to be sticking out more and more all the time.", "ja": "みるみるうちに、どんどんどんどんわき腹がつき出していくようなのです。"}
{"en": "He wondered what he had been eating.", "ja": "5 自分はいったいなにを食べたのかしらと、ふとっちょは首をかしげました。"}
{"en": "Those dry things that tasted like apples", "ja": "リンゴのような味のする乾いたもの"}
{"en": "--he wondered what they were.", "ja": "――これはいったいなにかしら。"}
{"en": "Now, there was some printing on the outside of the box which held those queer, spongy, flat things.", "ja": "6 さて、このスポンジのようにふかふかで平べったい、おかしなものが入った箱の外側には、ラベルが貼ってありました。"}
{"en": "Of course, Fatty Coon could not read, so the printing did him no good at all.", "ja": "もちろんふとっちょあらいぐまは字が読めませんから、彼にはこれがまったく役に立ちませんでした。"}
{"en": "But if you had seen the box, and if you are old enough to read, you would have known that the printing said:", "ja": "けれど、字が読めるくらいに大きいみなさんがこの箱のラベルを見たならば、こんなふうに読むでしょう。"}
{"en": "EVAPORATED APPLES", "ja": "7 『エバ・アップル』。"}
{"en": "Now, evaporated apples are nothing more or less than dried apples.", "ja": "8 エバ・アップルというのは、乾燥リンゴのことにほかなりません。"}
{"en": "The cook of the loggers' camp used them to make apple pies.", "ja": "木こりのキャンプの調理人は、これを使ってアップルパイを作っていました。"}
{"en": "And first, before making his pies, he always soaked them in water", "ja": "調理人はパイを作り始める前に、いつも最初にこの乾燥リンゴを水につけてふやかしておきます。"}
{"en": "so they would swell.", "ja": "すると、乾燥リンゴはふくれ上がります。"}
{"en": "Now you see what made Fatty Coon feel so queer and uncomfortable.", "ja": "9 さて、どうしてふとっちょあらいぐまがひどくおかしな感じがして心地わるくなったのか、みなさんはおわかりですね。"}
{"en": "He had first eaten his dried apples.", "ja": "彼は最初に乾燥リンゴを食べたのです。"}
{"en": "And then he had soaked them, by drinking out of the brook.", "ja": "そして小川の水を飲んだことにより、お腹の中で乾燥リンゴをふやかしてしまったのです。"}
{"en": "It was no wonder that his sides stuck out,", "ja": "彼のわき腹がつき出したのも不思議ではありません。"}
{"en": "for the apples that he had bolted were swelling and puffing him out until he felt that he should burst.", "ja": "丸呑みしたリンゴの切れはしがぷうっとふくらんで、お腹が破れつしそうになるまでに大きくなってしまったのです。"}
{"en": "In fact, the wonder of it was that he was able to get through his mother's doorway, when he reached home.", "ja": "実際のところ、ふとっちょがお母さんの家にたどり着いたとき、戸口の穴をくぐり抜けられたのが不思議なほどでした。"}
{"en": "But he did it, though it cost him a few groans.", "ja": "10 ふとっちょは小さくウーンとうめき声を上げ、なんとか戸口をくぐり抜けました。"}
{"en": "And he frightened his mother, too.", "ja": "これにはお母さんもぎょっとしました。"}
{"en": "\"I only hope you're not poisoned,\"", "ja": "11 「お前が食べたのが毒でないことを祈るばかりだよ」"}
{"en": "she said, when Fatty told her what he had been doing.", "ja": "ふとっちょが自分のしたことを話すと、お母さんが言いました。"}
{"en": "And that remark frightened Fatty more than ever.", "ja": "12 この言葉に、ふとっちょはますますおびえました。"}
{"en": "He was sure he was never going to feel any better.", "ja": "彼はもう一生よくなることはないのだと信じ込みました。"}
{"en": "Poor Mrs. Coon was much worried all the rest of the night.", "ja": "13 哀れなあらいぐま夫人は、その夜中たいそう心配しました。"}
{"en": "But when morning came she knew that Fatty was out of danger.", "ja": "けれど朝になると、ふとっちょが峠を越えたことを知りました。"}
{"en": "She knew it because of something he said.", "ja": "どうしてわかったのかというと、ふとっちょがこう言ったからです。"}
{"en": "It was this:", "ja": "こうですよ。"}
{"en": "\"Oh, dear!", "ja": "14 「あーあ！"}
{"en": "I wish I had something to eat!\"", "ja": "なにか食べたいなあ！」"}
{"en": "THE TRACKS IN THE SNOW", "ja": "雪の上の足あと"}
{"en": "One fine winter's day Fatty Coon came upon the queerest tracks in the snow.", "ja": "1 冬のある晴れた日、ふとっちょあらいぐまは雪の上におかしな足あとがあるのに出くわしました。"}
{"en": "They were huge", "ja": "それは大きな足あとでした"}
{"en": "--a great deal bigger, even, than bear-tracks,", "ja": "――クマの足あとさえ、これよりずっと小さいくらいでした。"}
{"en": "which Fatty had sometimes seen, for once in a while,", "ja": "ふとっちょはクマの足あとなら何度か見たことがありました。"}
{"en": "before the weather grew too cold, and he fell into his winter's sleep, a bear would come down into the valley from his home on Blue Mountain.", "ja": "辺りがひどく冷え込んでクマが冬眠する季節がせまると、クマは時どき彼の家のあるブルー山を下りて谷間にやって来るのです。"}
{"en": "But these were six times as big as bear tracks.", "ja": "2 けれどこの足あとは、クマの足あとの六倍もありました。"}
{"en": "And Fatty felt a shiver of fear run up and down his back.", "ja": "ふとっちょは、恐ろしさに背中の上から下までふるえが走るのをかんじました。"}
{"en": "He followed the trail a little way.", "ja": "3 ふとっちょは足あとを少したどっていきました。"}
{"en": "But he was very careful.", "ja": "けれどとても用心深くしていました。"}
{"en": "He was always ready to scramble up a tree,", "ja": "いつでも木に駆け上れるように身がまえていました。"}
{"en": "in case he should suddenly see the strange animal", "ja": "ふいにおかしな動物と出くわしたときにそなえて"}
{"en": "--or rather, in case the strange animal should see HIM.", "ja": "――というか、そのおかしな動物が彼の姿に気づいたときにそなえて。"}
{"en": "The great tracks led straight toward Farmer Green's house.", "ja": "4 その巨大な足あとは、農夫のグリーンの家にまっすぐにむかっていました。"}
{"en": "And Fatty did not want to go there.", "ja": "ふとっちょはそこへは近づきたくありませんでした。"}
{"en": "So he hurried home to ask his mother what he had found.", "ja": "ですから、お母さんに見つけたもののことをたずねようと、家に走っていきました。"}
{"en": "Mrs. Coon listened to Fatty's story.", "ja": "あらいぐま夫人はふとっちょの話に耳をかたむけました。"}
{"en": "\"I think it must be the monster", "ja": "5 「あの怪物だと思うんだ。"}
{"en": "that almost caught me in the road last summer,\"", "ja": "去年の夏に、ぼくが道でもうちょっとでつかまえられそうになったやつさ」"}
{"en": "said Fatty,", "ja": "と、ふとっちょは言いました。"}
{"en": "meaning the automobile", "ja": "怪物とは自動車のことです。"}
{"en": "that had given him a great fright.", "ja": "彼はそれにたいそう恐い思いをさせれたのです。"}
{"en": "\"Maybe he's come back again to catch Farmer Green and his family", "ja": "「もしかして、農夫のグリーンさんと家族をつかまえにもどって来たのかなあ"}
{"en": "... Do you suppose he's eaten them up?\"", "ja": "……あの人たちは食べられちゃうんだと思う？」"}
{"en": "Mrs. Coon was puzzled.", "ja": "6 あらいぐま夫人は困わくしました。"}
{"en": "And she was somewhat alarmed, too.", "ja": "それに、少しょう警戒しました。"}
{"en": "She wanted to see those strange tracks herself.", "ja": "自分の目でそのおかしな足あとを見てみたいと思いました。"}
{"en": "So she told her other children not to step a foot out of the house until she came back.", "ja": "それでほかの子どもたちに、彼女がもどって来るまで家から一歩も出てはならないと命じました。"}
{"en": "And then she asked Fatty to run along and show her where he had come upon the monster's trail.", "ja": "そしてふとっちょに、ひとっ走り行ってその怪物の足あとに出くわした場所に彼女を案内するように言いました。"}
{"en": "Fatty Coon felt very important, as he led the way across the swamp and into the woods.", "ja": "7 お母さんの先に立って沼を横ぎり、森に入る道すがら、これは重大事だとふとっちょあらいぐまは思いました。"}
{"en": "It was not often that he could show his mother anything.", "ja": "お母さんを案内することなんてめったにありませんもの。"}
{"en": "And he was so proud that he almost forgot his fright.", "ja": "彼は誇らしい気分にひたるあまり、恐ろしいのをほとんど忘れかけました。"}
{"en": "\"I guess you're glad I have sharp eyes,\"", "ja": "8 「ぼくの目がするどいんで、お母さんもよかっただろ」"}
{"en": "he said, as they hurried along.", "ja": "道をいそぎながら、ふとっちょは言いました。"}
{"en": "\"If the tracks are as big as you say they are, your eyes wouldn't have to be very sharp to see them,\"", "ja": "9 「その足あとがお前が言うほど大きいんなら、たいしてするどくなくたって見えるだろう」"}
{"en": "his mother told him.", "ja": "お母さんはふとっちょに言いました。"}
{"en": "Mrs. Coon never liked to hear her children boast.", "ja": "あらいぐま夫人は、自分の子が自慢話をするのを聞くのが大嫌いでした。"}
{"en": "She knew that boasting is one of the most unpleasant things anyone can do.", "ja": "どんな者であろうと自慢話をするのは嫌がられることの一つであるのを、知っていたのです。"}
{"en": "\"Well", "ja": "10 「ふーん"}
{"en": "--maybe you don't think I saw the monster's tracks at all,\"", "ja": "……ぼくが怪物の足あとを見たっていうの、ぜんぜん信じてないんだね」"}
{"en": "said Fatty.", "ja": "ふとっちょは言いました。"}
{"en": "\"Maybe you don't think I heard him screech--\"", "ja": "「ぼくがあいつの絶叫を聞いたっていうのも――」"}
{"en": "\"When did you hear him screech?\"", "ja": "11 「いつ絶叫を聞いたんだって？」"}
{"en": "Mrs. Coon asked.", "ja": "あらいぐま夫人がたずねました。"}
{"en": "\"This is the first you've said about SCREECHING.", "ja": "「『絶叫』だなんて言うの、これが初めてじゃないか。"}
{"en": "When was it?\"", "ja": "それはいつのことなの？」"}
{"en": "\"Last summer,\"", "ja": "12 「去年の夏だよう」"}
{"en": "Fatty answered.", "ja": "ふとっちょが言いました。"}
{"en": "Mrs. Coon didn't smile.", "ja": "13 あらいぐま夫人は笑いませんでした。"}
{"en": "Perhaps she was too worried for that.", "ja": "おそらく、あんまり心配しすぎていたせいでしょう。"}
{"en": "\"It may not be the same monster,\"", "ja": "14 「同じ怪物ではないかもしれないよ」"}
{"en": "she said.", "ja": "あらいぐま夫人は言いました。"}
{"en": "\"It may not be a monster at all.\"", "ja": "「ちっとも怪物ではないかもしれないよ」"}
{"en": "But by this time Fatty was sure he was right.", "ja": "15 けれど今回は、ふとっちょは自分は間違っていないと確信していました。"}
{"en": "He was sure he knew more than his mother.", "ja": "ふとっちょは、お母さんよりも自分のほうが多くのことを知っているのだと確信しました。"}
{"en": "\"Why can't we go right over to Farmer Green's and take some of his chickens?\"", "ja": "16 「このまま農夫のグリーンさんの家へ行こうよ、ニワトリをつかまえにさ」"}
{"en": "he asked.", "ja": "ふとっちょは言いました。"}
{"en": "\"The monster has probably eaten him by this time,", "ja": "「あの怪物、今ごろきっとグリーンさんを食べてるよ。"}
{"en": "and all his family, too.\"", "ja": "グリーンさんの家族も全員ね」"}
{"en": "But Mrs. Coon would do no such thing.", "ja": "17 けれどあらいぐま夫人は、そんなことをするつもりはありませんでした。"}
{"en": "\"Show me the tracks,\"", "ja": "18 「足あとをお見せ」"}
{"en": "she said firmly.", "ja": "あらいぐま夫人はがんとして言いました。"}
{"en": "And so they went on into the woods.", "ja": "そして、ふたりは森の中に入っていきました。"}
{"en": "\"There they are!\"", "ja": "19 「これだよ！」"}
{"en": "Fatty cried, a few minutes later.", "ja": "数分後、ふとっちょあらいぐまはさけびました。"}
{"en": "\"See, Mother!", "ja": "「ほらね、お母さん！"}
{"en": "They're even bigger than I said.\"", "ja": "ぼくが言ったよりも大きいくらいじゃないか」"}
{"en": "He heard a funny noise behind him, then.", "ja": "ふとっちょあらいぐまは、背後がおかしな音がするのを聞きました。"}
{"en": "And when Fatty Coon looked around he saw that his mother was actually holding her sides,", "ja": "辺りを見まわしてみますと、まさにお母さんが両腕でわき腹を抱え込んだところでした。"}
{"en": "she was laughing so hard.", "ja": "お母さんは、はげしく笑い転げました。"}
{"en": "\"Those are Farmer Green's tracks,\"", "ja": "20 「それは農夫のグリーンの足あとさ」"}
{"en": "she said, as soon as she could stop laughing long enough to speak.", "ja": "さんざん笑ってようやく話せるようになると、お母さんはすぐさま言いました。"}
{"en": "\"What", "ja": "21 「どうして"}
{"en": "--as big as that?\"", "ja": "……こんなに大きいんだよ？」"}
{"en": "Fatty pointed at the huge prints in the snow.", "ja": "ふとっちょは、雪の上の巨大なこん跡を指さしました。"}
{"en": "\"Snowshoes!\"", "ja": "22 「かんじきだよ！」"}
{"en": "Mrs. Coon said.", "ja": "あらいぐま夫人は言いました。"}
{"en": "\"He was wearing snowshoes", "ja": "「かんじきをはいていたのよ"}
{"en": "--great frames made of thongs and sticks,", "ja": "――かんじきっていうのはね、木の枝と革ひもで作った大きなげたのことよ。"}
{"en": "to keep him from sinking into the snow.\"", "ja": "これをはくと、雪の中に足が沈みこむのを防げるのさ」"}
{"en": "So that was all there was to Fatty's monster.", "ja": "23 それが、ふとっちょの怪物の正体なのでした。"}
{"en": "Somehow, he was disappointed.", "ja": "彼はいくぶんがっかりしました。"}
{"en": "But he was very glad", "ja": "けれど、それがわかって大よろこびしました。"}
{"en": "he had said nothing to Jasper Jay about his strange animal.", "ja": "カケスのジャスパーにおかしな動物の話をしないで済んだのですもの。"}
{"en": "For if he had, he knew he would never have heard the last of it.", "ja": "もしも話していたら、一生うわさされ続けるに決まっていますから。"}
{"en": "And Fatty was glad about another thing, too.", "ja": "24 ふとっちょは別のことでもよろこびました。"}
{"en": "He felt very happy that his mother had not let him go after Farmer Green's chickens.", "ja": "お母さんが、ふとっちょが農夫のグリーンのニワトリをつかまえに行くのをゆるさなかったのは、とても幸運だったと思うのでした。"}
{"en": "THE END", "ja": "おしまい"}
