{"en": "FATTY COON AT HOME", "ja": "ふとっちょあらいぐまの家"}
{"en": "1  Fatty Coon was so fat and round that he looked like a ball of fur, with a plumelike tail for a handle.", "ja": "1 ふとっちょあらいぐまは、とても太っていてまん丸で、まるで毛皮のボールのよう、そこに取っ手ではなく、羽かざりのようなしっぽがついた姿をしていました。"}
{"en": "But if you looked at him closely you would have seen a pair of very bright eyes watching you.", "ja": "しかしまぢかに寄って見てみますと、するどくかがやくふたつの目が、あなたをじっと見かえしているのに、お気づきになるでしょう。"}
{"en": "2 Fatty loved to eat.", "ja": "2 ふとっちょは食べることが大好きでした。"}
{"en": "--he loved eating better than anything else in the world.", "ja": "――世界中のなによりも、食べることが好きでした。"}
{"en": "That was what made him so fat.", "ja": "ひどく太っているのはそのせいでした。"}
{"en": "And that, too, was what led him into many adventures.", "ja": "そしてたくさんの冒険をすることになったのもまた、そのせいでした。"}
{"en": "3 Close by a swamp, which lay down in the valley, between Blue Mountain and Swift River, Fatty Coon lived with his mother and his brother and his two sisters.", "ja": "3 ふとっちょあらいぐまは、お母さんと弟とふたりの妹といっしょに、ブルー山とスウィフト川のあいだの谷間に横たわる沼の近くに住んでいました。"}
{"en": "A mong them all there was what grown people call \"a strong family resemblance,\"", "ja": "一家はそのあたりに住んでいた大人たちみんなのあいだで、『強力るいじ家系』と呼ばれていました。"}
{"en": "which is the same thing as saying that they all looked very much a like.", "ja": "一家全員がとてもよく似ている、というのと同じ意味です。"}
{"en": "The tail of each one of them", "ja": "彼らそれぞれのしっぽに"}
{"en": "--mother and children too", "ja": "――お母さんに子どもたちも"}
{"en": "--had six black rings around it.", "ja": "――六つの黒い輪っかのもようがついていました。"}
{"en": "Each of them had a dark brown patch of fur across the face, like a mask.", "ja": "それぞれの顔は、黒い布切れを横にわたしたように毛が生えていて、まるでマスクをしているように見えました。"}
{"en": "And--what do you think?--each of them,", "ja": "それに、彼らそれぞれが――どう思います？"}
{"en": "even Fatty and his brother and his sisters, had a stiff, white moustache!", "ja": "――ふとっちょに弟に妹たちまでもが、かたくて白い口ひげを生やしていました！"}
{"en": "4 Of course, though they all looked so much alike, you would have known which was Mrs. Coon, for she was so much bigger than her children.", "ja": "4 一家はみなとてもよく似た姿をしていたとはいうものの、もちろんみなさんはおわかりでしょうが、あらいぐま夫人は子どもたちに比べるとずっと大きな体でした。"}
{"en": "And you would have known which was Fatty--he was so much rounder than his brother and his sisters.", "ja": "そして、おわかりでしょう、ふとっちょは――弟や妹たちよりもずっとまん丸な体でした。"}
{"en": "5 Mrs. Coon's home was in the hollow branch of an old tree.", "ja": "5 あらいぐま夫人の家は、古い木の枝に空いたうろの中にありました。"}
{"en": "It was a giant of a tree", "ja": "それは巨大な木で"}
{"en": "--a poplar close by a brook which ran into the swamp", "ja": "――そのポプラの木は、沼に流れこむ小川のそばに立っていました"}
{"en": "--and the branch which was Mrs. Coon's home was as big as most tree-trunks are.", "ja": "――枝のうろの中のあらいぐま夫人の家は、ふつうの木の幹に空いたうろの中と同じくらいの広さがありました。"}
{"en": "6 Blackie was Fatty's brother", "ja": "6 黒っちょは、ふとっちょの弟です"}
{"en": "--for the mask on his face was just a little darker than the others'.", "ja": "――顔のマスクの色が、ほかの者よりもほんの少しだけ黒かったからです。"}
{"en": "Fluffy was one of Fatty's sisters,", "ja": "ふわっちょは、ふとっちょの妹の一ぴきです。"}
{"en": "because her fur was just a little fluffier than the other children's.", "ja": "毛皮が、ほかの子どもよりほんの少しだけふわふわだったからです。"}
{"en": "And Cutey was the other sister's name,", "ja": "もう一ぴきの妹の名前は、かわいっちょです。"}
{"en": "because she was so quaint.", "ja": "なぜなら、たいそうかわいかったからです。"}
{"en": "7 Now, Fatty Coon was forever looking around for something to eat.", "ja": "7 さて、ふとっちょあらいぐまは、いつでも食べものを探しまわっていました。"}
{"en": "He was never satisfied with what his mother brought home for him.", "ja": "お母さんがふとっちょのために家に持ちかえる食べもので満足したことなど、決してありませんでした。"}
{"en": "No matter how big a dinner Mrs. Coon set before her family, as soon as he had finished eating his share", "ja": "あらいぐま夫人がどんなに大きなごちそうを家族の前に置こうと、ふとっちょは自分の分け前をたちまち平らげてしまいました。"}
{"en": "Fatty would wipe his white moustache carefully", "ja": "そして、ていねいに白い口ひげをふき"}
{"en": "--for all the world like some old gentleman", "ja": "――どこからどう見ても老紳士のようです"}
{"en": "--and hurry off in search of something more.", "ja": "――もっと食べものを探しに、いそいそと出かけていくのでした。"}
{"en": "Sometimes he went to the edge of the brook and tried to catch fish by hooking them out of the water with his sharp claws.", "ja": "8 あるときはふとっちょは小川の川べりに行き、するどいかぎづめで水の中の魚を引っかけて、つかまえようとしました。"}
{"en": "Sometimes he went over to the swamp and hunted for duck among the tall reeds.", "ja": "またあるときは沼に出かけ、背の高いアシの中にかくれているカモをつかまえようとしました。"}
{"en": "And though he did not yet know how to catch a duck, he could always capture a frog or two;", "ja": "カモのつかまえ方はまだ知りませんでしたが、カエルならばいつも一ぴきか二ひきはつかまえられました。"}
{"en": "and Fatty ate them as if he hadn't had a mouthful of food for days.", "ja": "そして、まるで何日もひと口も食べたことがないようなようすで、つかまえたカエルをむしゃむしゃ食べるのでした。"}
{"en": "To tell the truth, Fatty would eat almost anything he could get", "ja": "9 本当のことを申しますと、ふとっちょはとれるものならほとんどなんでも食べました"}
{"en": "--nuts, cherries, wild grapes, blackberries, bugs, small snakes, fish, chickens, honey", "ja": "――木の実、サクランボ、野ブドウ、ヤブイチゴ、虫、小さなヘビ、魚、ニワトリ、ハチミツ"}
{"en": "--there was no end to the different kinds of food he liked.", "ja": "――ふとっちょが好きな食べものの種類はさまざまあり、きりがありませんでした。"}
{"en": "He ate everything.", "ja": "なんでもかんでも食べました。"}
{"en": "And he always wanted more.", "ja": "そして、いつももっとなにか食べたいと思っていました。"}
{"en": "\"Is this all there is?\"", "ja": "10 「これで全部なの？」"}
{"en": "Fatty Coon asked his mother one day.", "ja": "ある日、ふとっちょあらいぐまはお母さんにたずねました。"}
{"en": "He had gobbled up every bit of the nice fish that Mrs. Coon had brought home for him.", "ja": "あらいぐま夫人がふとっちょのために持ちかえったおいしい魚を、きれいにむさぼり食べたあとのことでした。"}
{"en": "It was gone in no time at all.", "ja": "それはじつにあっというまのことでした。"}
{"en": "Mrs. Coon sighed.", "ja": "11 あらいぐま夫人はため息をつきました。"}
{"en": "She had heard that question so many times;", "ja": "もういく度となくその質問を聞いてきたからです。"}
{"en": "and she wished that for once Fatty might have all the dinner he wanted.", "ja": "一度でよいから、ふとっちょが欲しがるだけごちそうをたらふく食べさせてやれればいいのにと思っていたのです。"}
{"en": "\"Yes", "ja": "12 「そうなんだよ"}
{"en": "--that's all,\"", "ja": "――これで全部なんだよ」"}
{"en": "she said,", "ja": "あらいぐま夫人は言いました。"}
{"en": "\"and I should think that it was enough for a young coon like you.\"", "ja": ".「お前くらいの子どもはこれで十分なはずだろう」"}
{"en": "Fatty said nothing more.", "ja": "13 ふとっちょはそれ以上なにも言いませんでした。"}
{"en": "He wiped his moustache on the back of his hand (I hope you'll never do that!) and without another word he started off to see what he could find to eat.", "ja": "彼は口ひげを手の甲でぬぐうと（みなさんは真似しないでくださいね！）、ひと言もいわずに、食べものをさがしに出かけました。"}
{"en": "FATTY LEARNS SOMETHING ABOUT EGGS", "ja": "ふとっちょ、卵について学ぶ"}
{"en": "When Fatty Coon started off alone to find something more to eat, after finishing the fish that his mother had brought home for him, he did not know that he was going to have an adventure.", "ja": "1 お母さんが持ちかえった魚を食べおわり、もっとたくさんの食べものをさがしにひとりで出かけたとき、ふとっちょあらいぐまはこれが冒険になることを知りませんでした。"}
{"en": "He nosed about among the bushes and the tall grasses and caught a few bugs and a frog or two.", "ja": "彼はやぶや背の高い草のあいだをかぎまわり、数ひきの虫と、一、二ひきのカエルをつかまえました。"}
{"en": "But he didn't think that THAT was much.", "ja": "でもそんなものではもの足りないと思いました。"}
{"en": "He didn't seem to have much luck, down on the ground.", "ja": "地面をはいずりまわっていても、あまり幸運にめぐまれそうにありませんでした。"}
{"en": "So he climbed a tall hemlock, to see if he could find a squirrel's nest, or some bird's eggs.", "ja": "そこでリスの巣か鳥の卵をさがそうと、背の高いヘムロックの木に登りました。"}
{"en": "Fatty loved to climb trees.", "ja": "2 ふとっちょは木登りが大好きでした。"}
{"en": "Up in the big hemlock he forgot, for a time, that he was still hungry.", "ja": "ヘムロックの大木に登り、ほどなくすると、彼は腹ぺこを忘れてしまいました。"}
{"en": "It was delightful to feel the branches swaying under him, and the bright sunshine was warm upon his back.", "ja": "枝がゆらゆらとゆれ、あかるい陽光が背中をぽかぽかと温めて、とてもよい心地でした。"}
{"en": "He climbed almost to the very tip-top of the tree and wound himself around the straight stem.", "ja": "木のてっぺん近くまで登ると、ふとっちょはまっすぐな木の幹に体を巻きつけました。"}
{"en": "The thick, springy branches held him safely,", "ja": "木の葉が厚くしげり、ばねのようにしなる枝が、彼の体を安全に包みこみました。"}
{"en": "and soon Fatty was fast asleep.", "ja": "彼はまもなくぐっすりと眠りこみました。"}
{"en": "Next to eating, Fatty loved sleeping.", "ja": "ふとっちょは食べることの次に眠ることが好きでした。"}
{"en": "And now he had a good nap.", "ja": "彼はまもなく大きないびきをかきはじめました。"}
{"en": "Fatty Coon woke up at last,", "ja": "3 ようやくふとっちょあらいぐまは目をさましました。"}
{"en": "yawned, and slowly unwound himself from the stem of the tree.", "ja": "あくびをし、木の幹に巻きつけていた体をそろそろとほどきました。"}
{"en": "He was terribly hungry now.", "ja": "今ではとてつもなくお腹が空いていました。"}
{"en": "And he felt that he simply MUST find something to eat at once.", "ja": "ただちに食べものを見つけなくてはだめだと感じました。"}
{"en": "Without going down to the ground, Fatty climbed over into the top of another big tree and his little beady, bright eyes began searching all the branches carefully.", "ja": "4 ふとっちょは地面に下りることなしに隣りの大木のてっぺんにわたり、すべての枝のあいだをくまなくさがそうと、つぶらなビーズのような目を光らせました。"}
{"en": "Pretty soon Fatty smiled.", "ja": "彼はすぐさま笑みをうかべました。"}
{"en": "He smiled because he was pleased.", "ja": "どうしてかというと、よろこんだからです。"}
{"en": "And he was pleased because he saw exactly what he had been looking for.", "ja": "どうしてよろこんだのかというと、まさにお目当てのものを見つけたからです。"}
{"en": "Not far below him was a big nest, built of sticks and lined with bark and moss.", "ja": "それほど離れていない下方に、小枝を組んで木の皮とコケをしきつめた大きな鳥の巣がありました。"}
{"en": "It was a crow's nest, Fatty decided,", "ja": "カラスの巣だ、とふとっちょは考えました。"}
{"en": "and he lost no time in slipping down to the crotch of the tree where the nest was perched.", "ja": "彼は木のまたにかかった巣に向かって、さっさとすべり下りていきました。"}
{"en": "There were four white eggs in the nest", "ja": "5 巣の中には四個の白い卵がありました"}
{"en": "--the biggest crow's eggs Fatty had ever seen.", "ja": "――ふとっちょがこれまで見たうちで一番大きなカラスの卵でした。"}
{"en": "And he began to eat them hungrily.", "ja": "彼は意地きたなく食べはじめました。"}
{"en": "His nose became smeared with egg, but he didn't mind that at all.", "ja": "鼻が卵まみれになりましたが、ぜんぜん気にしませんでした。"}
{"en": "He kept thinking how good the eggs tasted", "ja": "なんておいしい卵なんだろう、とばかり考えていました"}
{"en": "--and how he wished there were more of them.", "ja": "――そして、この卵がもっとたくさんあればいいのになあと思いました。"}
{"en": "There was a sudden rush through the branches of the tall tree.", "ja": "6 とつぜん、なにかが高い木の枝えだのあいだをぬって襲いかかってきました。"}
{"en": "And Fatty Coon caught a hard blow on his head.", "ja": "ふとっちょあらいぐまの頭上を、強い風がさっと吹きぬけました。"}
{"en": "He felt something sharp sink into his back, too.", "ja": "同時に、なにかするどいものがふとっちょの背中をぐさりと突きさしました。"}
{"en": "And he clutched at the edge of the nest to keep from falling.", "ja": "ふとっちょは落っこちないように巣のはしにしがみつきました。"}
{"en": "Fatty was surprised,", "ja": "7 ふとっちょはおどろきました。"}
{"en": "to say the least, for he had never known crows to fight like that.", "ja": "ひかえ目に言っても、カラスがこんなふうに攻撃してくるとは聞いたこともありませんでしたから。"}
{"en": "And he was frightened,", "ja": "彼はこわくなりました。"}
{"en": "because his back hurt.", "ja": "背中を傷つけられたからです。"}
{"en": "He couldn't fight, because he was afraid he would fall if he let go of the nest.", "ja": "巣から手を放したら下に落っこちそうでおそろしかったので、戦えそうにありませんでした。"}
{"en": "There was nothing to do but run home as fast as he could.", "ja": "8 できるかぎりはやく走って、家に逃げかえるよりほかにありません。"}
{"en": "Fatty tried to hurry;", "ja": "ふとっちょは急ごうとしました。"}
{"en": "but there was that bird, beating and clawing his back, and pulling him first one way and then another.", "ja": "けれど鳥が、彼の背中を叩いたり引っかいたり、あっちに引っぱったりこっちに引っぱったりしました。"}
{"en": "He began to think he would never reach home.", "ja": "ふとっちょは二度と家にかえれないのだと思いはじめました。"}
{"en": "But at last he came to the old poplar where his mother lived.", "ja": "けれどとうとうお母さんのいる古いポプラの木にたどり着きました。"}
{"en": "And soon, to his great joy, he reached the hole in the big branch;", "ja": "大きな枝のうろにたどり着くと、まもなくふとっちょは大いに安心しました。"}
{"en": "and you may well believe that Fatty was glad to slip down into the darkness", "ja": "暗がりの中にすべり込んでふとっちょが大よろこびしたのを、みなさんもご想像がつくでしょう。"}
{"en": "where his mother, and his brother Blackie, and Fluffy and Cutey his sisters, were all fast asleep.", "ja": "そこではお母さんと、弟の黒っちょと、ふわっちょとかわいっちょの妹たちが、そろってぐっすりと眠っていました。"}
{"en": "He was glad, because he knew that no crow could follow him down there.", "ja": "カラスはここまでついて来られないのだとわかり、ふとっちょはよろこんだのです。"}
{"en": "Mrs. Coon waked up.", "ja": "9 あらいぐま夫人が目をさましました。"}
{"en": "She saw that Fatty's back was sadly torn", "ja": "彼女は、ふとっちょの背中がいたましく切りさかれているのに目を止めました"}
{"en": "(for coons, you know, can see in the dark just as well as you can see in the daylight).", "ja": "（あらいぐまというものは、みなさんもご存知でしょうが、みなさんが昼中に見るのと同じくらいに暗がりがよく見えるのです）。"}
{"en": "\"What on earth is the matter?\"", "ja": "10 「一体ぜんたいなにがあったんだい？」"}
{"en": "she exclaimed.", "ja": "あらいぐま夫人はさけびました。"}
{"en": "Poor Fatty told her.", "ja": "11 ふとっちょはあわれっぽくわけを話しました。"}
{"en": "He cried a little,", "ja": "彼はちょっぴり泣きました。"}
{"en": "because his back hurt him, and because he was so glad to be safe at home once more.", "ja": "背中が痛むのと、ふたたび安全なわが家にかえることができたうれしさのためでした。"}
{"en": "\"What color were those eggs?\"", "ja": "12 「その卵はなに色だったの？」"}
{"en": "Mrs. Coon inquired.", "ja": "あらいぐま夫人がたずねました。"}
{"en": "\"White!\"", "ja": "13 「白だよ！」"}
{"en": "said Fatty.", "ja": "ふとっちょは答えました。"}
{"en": "\"Ah, ha!\"", "ja": "14 「ハハア！」"}
{"en": "Mrs. Coon said.", "ja": "あらいぐま夫人は言いました。"}
{"en": "\"Don't you remember that crows' eggs are a blueish green?", "ja": "「カラスの卵は青みがかった緑色だということを忘れたのかい？"}
{"en": "That must have been a goshawk's nest.", "ja": "それはオオタカの巣にちがいないよ。"}
{"en": "And a goshawk is the fiercest of all the hawks there are.", "ja": "オオタカはすべてのタカの中でも一番どうもうなんだよ。"}
{"en": "It's no wonder your back is clawed.", "ja": "背中を引っかかれてもふしぎはないよ。"}
{"en": "Come here and let me look at it.\"", "ja": "こっちに来て見せてごらん」"}
{"en": "Fatty Coon felt quite proud,", "ja": "15 ふとっちょあらいぐまはすっかり誇らしくなりました。"}
{"en": "as his mother examined the marks of the goshawk's cruel claws.", "ja": "お母さんが調べているのは、オオタカにむごたらしく切りさかれた傷あとなのです。"}
{"en": "And he didn't feel half as sorry for himself as you might think,", "ja": "彼は、おそらくみなさんが考えている半分も、自分をかわいそうだと思っていませんでした。"}
{"en": "for he remembered how good the eggs had tasted.", "ja": "卵の味がどれほどおいしかったかを思い出していたからです。"}
{"en": "He only wished there had been a dozen of them.", "ja": "彼はただ、あの卵を一ダースも食べられたらよかったのになあ、とばかり考えていました。"}
{"en": "FATTY DISCOVERS MRS. TURTLE'S SECRET", "ja": "ふとっちょ、かめ夫人のひみつを発見する"}
{"en": "After his adventure with the goshawk Fatty Coon did not go near the tree-tops for a long time.", "ja": "1 オオタカの冒険があってから長いあいだ、ふとっちょあらいぐまは、木のてっぺんに近寄りませんでした。"}
{"en": "Whenever he left home he would crawl down the old poplar tree in which he lived;", "ja": "自分の住んでいる家である古いポプラの木のうろから出るときは、かならず下におりました。"}
{"en": "and he wouldn't climb a single tree until he came home again.", "ja": "家にかえるのでなければ、ただの一本の木にも登りませんでした。"}
{"en": "Somehow, he felt safer on the ground.", "ja": "地面の上にいれば、とにかく安心できました。"}
{"en": "You see, he hadn't forgotten the fright he had had, nor how the goshawk's claws had hurt his back.", "ja": "だって、木のてっぺんで恐ろしい思いをしたことも、オオタカのかぎづめで背中を傷つけられたことも、忘れてはいなかったのですからね。"}
{"en": "It was just three days after his scare, to be exact,", "ja": "2 正確に言えば、恐ろしい目にあってから、ちょうど三日目のことでした。"}
{"en": "when Fatty Coon found himself on the bank of the creek which flowed slowly into Swift River.", "ja": "ふとっちょあらいぐまは、スウィフト川のゆるい流れにできた入江の浅瀬に、ひょっこり出くわしました。"}
{"en": "Fatty had been looking for frogs, but he had had no luck at all.", "ja": "カエルをさがしていたのですが、まったくつきに恵まれていませんでした。"}
{"en": "To tell the truth, Fatty was a little too young to catch frogs easily, even when he found one;", "ja": "本当のことを言いますと、ふとっちょはまだ小さすぎて、カエルを見つけられたときだって、簡単につかまえることはできませんでした。"}
{"en": "and he was a good deal too fat, for he was so plump that he was not very spry.", "ja": "それに、うんと太っており、体がたいそう丸かったので、あまりすばしっこくなかったのです。"}
{"en": "Now, Fatty was hiding behind some tall rushes, and his sharp little eyes were looking all about him,", "ja": "3 入江に出くわしたふとっちょは、背の高いイグサの草むらのかげに隠れ、するどいつぶらな目で辺りをぐるりと見まわしました。"}
{"en": "and his nose was twitching as he sniffed the air.", "ja": "鼻をひくつかせ、空気のにおいをかぎました。"}
{"en": "He wished he might find a frog.", "ja": "カエルはいないかしらと思いました。"}
{"en": "But not one frog appeared.", "ja": "けれど、一ぴきの姿も見あたりませんでした。"}
{"en": "Fatty began to think that some other coon must have visited the creek just before him and caught them all.", "ja": "ほかのあらいぐまが、ふとっちょが来るちょっと前にやって来て、ここのカエルを全部とってしまったにちがいない、と、ふとっちょは考えはじめました。"}
{"en": "And then he forgot all about frogs.", "ja": "つづいて、ふとっちょはカエルのことをすっかり忘れてしまいました。"}
{"en": "Yes!", "ja": "4 そうですとも！"}
{"en": "Frogs passed completely out of Fatty Coon's mind.", "ja": "カエルのことなど、ふとっちょあらいぐまは、頭からすっかり追い出してしまいました。"}
{"en": "For whom should he spy", "ja": "そんなものより、もっと興味深いものに目を注いでいたのです。"}
{"en": "but Mrs. Turtle!", "ja": "かめ夫人です！"}
{"en": "He saw her little black head first,", "ja": "最初にふとっちょが見つけたのは、かめ夫人の小さな黒い頭でした。"}
{"en": "bobbing along through the water of the creek.", "ja": "それは、入江の岸にそって、ぷかぷかと流れていました。"}
{"en": "She was swimming toward the bank where Fatty was hidden.", "ja": "かめ夫人は、ふとっちょが隠れている岸辺にむかって、泳いできました。"}
{"en": "And pretty soon she pulled herself out of the water and waddled a short distance along the sand at the edge of the creek.", "ja": "泳ぎつくと、かめ夫人はすぐさま水から上がり、入江のほとりの砂の上を、よちよち歩き出しました。"}
{"en": "Mrs. Turtle stopped then;", "ja": "5 かめ夫人は、少し歩いたところで、立ち止まりました。"}
{"en": "and for a few minutes she was very busy about something.", "ja": "そして少しのあいだ、とても忙しそうになにかをしました。"}
{"en": "First she dug a hole in the sand.", "ja": "最初、彼女は砂に穴をほりました。"}
{"en": "And Fatty wondered what she was looking for.", "ja": "ふとっちょは、彼女はなにをさがしているのかしら、と思いました。"}
{"en": "But he kept very quiet.", "ja": "でも、ふとっちょはじっと静かに隠れつづけました。"}
{"en": "And after a time Mrs. Turtle splashed into the creek again and paddled away.", "ja": "しばらくすると、かめ夫人はまた入江の水にざぶんと入り、泳いで去っていきました。"}
{"en": "But before she left she scooped sand into the hole she had dug.", "ja": "けれど、彼女は立ち去る前に、ほった穴に砂をかけていきました。"}
{"en": "Before she left the place she looked all around,", "ja": "それから、辺りをぐるりと見まわしました。"}
{"en": "as if to make sure that no one had seen her.", "ja": "まるで、だれか彼女を見ていた者はいないかと、確かめるように。"}
{"en": "And as she waddled slowly to the water Fatty could see that she was smiling", "ja": "それから、川にむかってよちよちとゆっくり歩いていくとき、ふとっちょは、彼女がほほ笑んでいるのを見ました。"}
{"en": "as if she was very well pleased about something.", "ja": "まるで、大いに満足しているというように。"}
{"en": "She seemed to have a secret.", "ja": "かめ夫人は、ひみつを隠しているように見えました。"}
{"en": "Fatty Coon had grown very curious, as he watched Mrs. Turtle.", "ja": "6 かめ夫人をぬすみ見ているうちに、ふとっちょあらいぐまは、ひどく興味をかき立てられました。"}
{"en": "And just as soon as she was out of sight he came out from his hiding place in the tall reeds and trotted down to the edge of the creek.", "ja": "彼女の姿が見えなくなると、ふとっちょはすぐさま隠れていた背の高いイグサの草むらからとび出し、小走りで入江のほとりに下りていきました。"}
{"en": "He went straight to the spot where Mrs. Turtle had dug the hole and filled it up again.", "ja": "かめ夫人が穴をほり、また埋めもどした場所に、まっすぐに向かいました。"}
{"en": "And Fatty was so eager to know what she had been doing", "ja": "彼女がしたことがなんだったのか、知りたくてたまりませんでした。"}
{"en": "that he began to dig in the very spot where Mrs. Turtle had dug before him.", "ja": "足元のかめ夫人がほった場所を、ほり返しはじめました。"}
{"en": "It took Fatty Coon only about six seconds to discover Mrs. Turtle's secret.", "ja": "7 ほんの六つ数えるうちに、ふとっちょあらいぐまは、かめ夫人のひみつを発見しました。"}
{"en": "For he did not have to paw away much of the sand", "ja": "そこは深い砂でできた川岸だったので、前足のかぎづめを使わなくても、かんたんにほれました。"}
{"en": "before he came upon", "ja": "目の前にあらわれたのは"}
{"en": "--what do you suppose?", "ja": "――なんだと思いますか？"}
{"en": "Eggs!", "ja": "卵です！"}
{"en": "Turtles' eggs!", "ja": "かめの卵です！"}
{"en": "Twenty-seven round, white eggs,", "ja": "二十七個の、丸くて白い卵です。"}
{"en": "which Mrs. Turtle had left there in the warm sand to hatch.", "ja": "かめ夫人は、卵をかえすために、あたたかい砂の中に埋めておいたのです。"}
{"en": "THAT was why she looked all around to make sure that no one saw her.", "ja": "それこそが、彼女がだれも見ていないかと、辺りをぐるりと確かめたわけだったのです。"}
{"en": "THAT was why she seemed so pleased.", "ja": "それこそが、とても満足そうだったわけなのです。"}
{"en": "For Mrs. Turtle fully expected", "ja": "かめ夫人は、期待で胸をふくらませていたのです。"}
{"en": "that after a time twenty-seven little turtles would hatch from those eggs", "ja": "しばらくしたら、これらの卵から二十七ひきの子がめがかえるのだと思って"}
{"en": "--just as chickens do", "ja": "――ちょうどニワトリのようにね"}
{"en": "--and dig their way out of the sand.", "ja": "――そして、自分で砂をかき分けて、穴の中から出てくるでしょう。"}
{"en": "But it never happened that way at all.", "ja": "8 けれど、決してそうはなりませんでした。"}
{"en": "For as soon as he got over his surprise at seeing them, Fatty Coon began at once to eat those twenty- seven eggs.", "ja": "ふとっちょあらいぐまは、卵を見つけたおどろきからさめるやいなや、ただちに二十七個の卵にぱくつきはじめました。"}
{"en": "They were delicious.", "ja": "おいしい卵でした。"}
{"en": "And as he finished the last one he couldn't help thinking how lucky he had been.", "ja": "最後のひとつを食べおわるころには、なんて幸運だったんだろうと思わずにはいられませんでした。"}
{"en": "FATTY COON'S MISTAKE", "ja": "ふとっちょあらいぐまのしくじり"}
{"en": "Fatty Coon was very fond of squirrels.", "ja": "1 ふとっちょあらいぐまは、リスが大好きでした。"}
{"en": "And you may think it strange when I tell you", "ja": "そして、こんなふうにお話すると、おかしいと思うでしょう。"}
{"en": "that not one of the squirrels anywhere around Blue Mountain was the least bit fond of Fatty Coon.", "ja": "ブルー山に住んでいるリスたちの中で、ふとっちょあらいぐまをほんの少しでも好いている者は、一ぴきもいませんでした、なんて。"}
{"en": "But when I say that Fatty Coon was fond of squirrels, I mean that he liked to eat them.", "ja": "しかし、ふとっちょあらいぐまがリスが好きだというときは、食べるのが好きだという意味なのです。"}
{"en": "So of course you will understand now why the squirrels did not care for Fatty at all.", "ja": "ですから、リスたちがふとっちょのことを嫌っているわけは、もちろん、もうおわかりでしょう。"}
{"en": "In fact, they usually kept just as far away from him as they could.", "ja": "実際のところ、リスたちはいつも、ふとっちょからできるだけ遠ざかっているようにしていました。"}
{"en": "It was easy, in the daytime, for the squirrels to keep out of Fatty's way, when he wandered through the tree-tops,", "ja": "2 昼中ならば、木のてっぺんからてっぺんへとうろつき回るふとっちょを避けているのは、リスたちには簡単でした。"}
{"en": "for the squirrels were much sprier than Fatty.", "ja": "リスたちは、ふとっちょよりもずっとよく、相手を見つけ出すことができました。"}
{"en": "But at night", "ja": "けれど、夜は"}
{"en": "--ah!", "ja": "――ああ！"}
{"en": "that was a very different matter.", "ja": "事情がずいぶんちがうのです。"}
{"en": "For Fatty Coon's eyes were even sharper in the dark than they were in the daylight;", "ja": "ふとっちょあらいぐまの目は、昼中のリスたちよりも、夜の暗やみのほうが、いっそうするどいのです。"}
{"en": "but the poor squirrels were just as blind as you are when you are safely tucked in bed and the light is put out.", "ja": "しかし、哀れなリスたちは、みなさんが寝室の明かりを消し、ベッドの毛布に安全にくるまっているときと同じくらい、なんにも見えないのです。"}
{"en": "Yes", "ja": "3 そうなのです"}
{"en": "--when the squirrels were in bed at night, up in their nests in the trees,", "ja": "――夜になると、リスたちは、木の上の巣穴の寝どこに入ります。"}
{"en": "they could see very little.", "ja": "彼らはほんの少ししか、見ることができません。"}
{"en": "And you couldn't say they were SAFE in bed,", "ja": "そして、彼らが寝どこの中にいるときは、安全とは言えません。"}
{"en": "because they never knew when Fatty Coon,", "ja": "なぜなら、ふとっちょあらいぐまがリスをつかまえにやって来ても、彼らには決してわからないからです。"}
{"en": "or his mother, or his brother, or one of his sisters, or some cousin of his, might come along and catch them before they knew it.", "ja": "または、ふとっちょのお母さんや、弟や、妹のどちらかか、あるいはふとっちょのいとこがやって来ても、つかまえられる前にそうと知ることができないのです。"}
{"en": "Fatty thought it great sport to hunt squirrels at night.", "ja": "4 ふとっちょは、夜のリス狩りを、とても楽しい気晴らしと考えていました。"}
{"en": "Whenever he tried it he usually managed to get a good meal.", "ja": "リス狩りをすれば、いつでもつねに、おいしい肉を手に入れることができました。"}
{"en": "And after he had almost forgotten about the fright the goshawk had given him in the tall hemlock he began to roam through the tree-tops every night in search of squirrels and sleeping birds.", "ja": "ヘムロックの大木でオオタカにおそわれた恐ろしさを、おおかた忘れかけてからは、彼はリスや眠っている鳥をさがして、毎晩のように木のてっぺんをうろつき回るようになりました。"}
{"en": "But a night came at last when Fatty was well punished for hunting squirrels.", "ja": "5 しかし昨日の晩は、リス狩りをしていて、こりごりする目にあいました。"}
{"en": "He had climbed half-way to the top of a big chestnut tree, when he spied a hole in the trunk.", "ja": "ふとっちょは、大きなクリの木を半分ほど登ったところで、幹に空いた穴をのぞき込みました。"}
{"en": "He rather thought that some squirrels lived inside that hole.", "ja": "その穴の中に、リスが住んでいるにちがいないと思い込んだのです。"}
{"en": "And as he listened for a few seconds he could hear something moving about inside.", "ja": "しばらく耳をすませていると、中でなにかが動く物音が聞こえました。"}
{"en": "Yes!", "ja": "しめしめ！"}
{"en": "Fatty was sure that there was a squirrel in there", "ja": "ふとっちょは、中にリスがいると確信しました"}
{"en": "--probably several squirrels.", "ja": "――数ひきのリスがいるのだろうと。"}
{"en": "Fatty Coon's eyes turned green.", "ja": "6 ふとっちょあらいぐまの目が、緑色に変わりました。"}
{"en": "It was a way they had,", "ja": "それがあらいぐまのくせなのです。"}
{"en": "whenever he was about to eat anything, or whenever he played with his brother Blackie, or Fluffy and Cutey, his sisters; or whenever he was frightened.", "ja": "食べるときや、弟の黒っちょや妹のふわりっちょやかわいっちょと遊ぶとき、おびえているときなど、どんなときでも、こうなるのです。"}
{"en": "And now Fatty was so sure that he was going to have a fine lunch that his eyes turned as green as a cat's.", "ja": "今は、おいしいおやつを食べられるのだと確信したので、ネコみたいに目が緑色に変わったのです。"}
{"en": "He reached a paw inside the hole and felt all around.", "ja": "彼は前足を穴の中に入れ、中をさぐり回りました。"}
{"en": "WOW!", "ja": "7 ウワア！"}
{"en": "Fatty gave a cry;", "ja": "ふとっちょはさけび声を上げました。"}
{"en": "and he pulled his paw out much faster than he had put it in.", "ja": "前足を、入れたときよりもはるかにはやく、出しました。"}
{"en": "Something had given him a cruel dig.", "ja": "なにかが、彼の手をひどく強く突きとばしたのです。"}
