{"en": "To Build a Fire", "ja": "火を起こす"}
{"en": "Jack London", "ja": "ジャック・ロンドン"}
{"en": "Day had broken", "ja": "夜が明けた。"}
{"en": "cold and grey,", "ja": "風は冷たく空は暗い。"}
{"en": "exceedingly cold and grey,", "ja": "きわめて冷たくきわめて暗い。"}
{"en": "when the man turned aside from the main Yukon trail and climbed the high earth-zbank,", "ja": "男はユーコンの本道を外れ、高い土手を登っていた。"}
{"en": "where a dim and little-travelled trail led eastward through the fat spruce timberland.", "ja": "その道はいかにも頼りないものだったが、東へ、トウヒの森の向こうに通じているはずだった。"}
{"en": "It was a steep bank, and he paused for breath at the top,", "ja": "急峻な土手を登りつめ、息を整える。"}
{"en": "excusing the act to himself by looking at his watch.", "ja": "それをごまかそうと懐中時計をとりだす。"}
{"en": "It was nine o'clock.", "ja": "9時。"}
{"en": "There was no sun nor hint of sun,", "ja": "太陽はその気配すらない。"}
{"en": "though there was not a cloud in the sky.", "ja": "が、空が曇っているわけでもない。"}
{"en": "It was a clear day,", "ja": "空は澄みきっていた。"}
{"en": "and yet there seemed an intangible pall over the face of things,", "ja": "それでもあたりのものは不透明な幕がはっているようだった。"}
{"en": "a subtle gloom that made the day dark,", "ja": "日を暗く染めるかすかな闇。"}
{"en": "and that was due to the absence of sun.", "ja": "太陽がないからだ。"}
{"en": "This fact did not worry the man.", "ja": "だからといって男は困惑したりしなかった。"}
{"en": "He was used to the lack of sun.", "ja": "太陽がないのには慣れている。"}
{"en": "It had been days since he had seen the sun, and he knew that a few more days must pass before that cheerful orb, due south, would just peep above the sky-line and dip immediately from view.", "ja": "太陽が昇ったのは数日前、だから、お天道様が南の地平線から顔を出し、即座に引っ込むのが見られるのはあと何日か経ってのことだと知っていた。"}
{"en": "The man flung a look back along the way he had come.", "ja": "男は今きた道を振り返った。"}
{"en": "The Yukon lay a mile wide and hidden under three feet of ice.", "ja": "ユーコン川は1マイルにわたって厚さ1メートルの氷の下に閉ざされている。"}
{"en": "On top of this ice were as many feet of snow.", "ja": "この氷の上にもやはり1メートルほどの雪。"}
{"en": "It was all pure white, rolling in gentle undulations where the ice-jams of the freeze-up had formed.", "ja": "氷雪が風に吹かれて波のようにうねる白銀の世界。"}
{"en": "North and south, as far as his eye could see, it was unbroken white,", "ja": "北も南も目の届くかぎり見事なほどの白さだった。"}
{"en": "save for a dark hair-line that curved and twisted from around the spruce-covered island to the south,", "ja": "ただ、トウヒが密生する島から南にかけて黒い線がほっそりと曲がりくねっているのを除けば。"}
{"en": "and that curved and twisted away into the north, where it disappeared behind another spruce-covered island.", "ja": "その線はさらに曲がりくねって北に向かい、トウヒが密生する、先とは別の島のところで消えている。"}
{"en": "This dark hair-line was the trail--the main trail--that led south five hundred miles to the Chilcoot Pass, Dyea, and salt water;", "ja": "この細い黒線が道――本道――であり、これを500マイル南に下ればチルクート・パスに続きダイーを抜けて海に出る。"}
{"en": "and that led north seventy miles to Dawson, and still on to the north a thousand miles to Nulato, and finally to St. Michael on Bering Sea, a thousand miles and half a thousand more.", "ja": "北に何マイルかいけばドーソンがあり、そこからさらに1,000マイル進めばヌラトがあり、さらに1,500マイルの道のりを経てベーリング海に面するセント・ミカエルに達する。"}
{"en": "But all this", "ja": "けれどもどれもみな"}
{"en": "--the mysterious, far-reaching hairline trail, the absence of sun from the sky, the tremendous cold, and the strangeness and weirdness of it all", "ja": "――頼りない長大な道も、太陽のない空も、猛烈な寒気も、この地の不可思議さはどれもみな"}
{"en": "--made no impression on the man.", "ja": "――男の心に訴えるものではなかった。"}
{"en": "It was not because he was long used to it.", "ja": "そうしたことに長く慣れ親しんでいたからではない。"}
{"en": "He was a new-comer in the land, a chechaquo, and this was his first winter.", "ja": "男は新参者であり、この地の冬を体験するのもこれがはじめてだった。"}
{"en": "The trouble with him was that he was without imagination.", "ja": "想像力の欠如、それが問題だったのだ。"}
{"en": "He was quick and alert in the things of life, but only in the things, and not in the significances.", "ja": "日々の物事には聡かったが、物事についてのみであり、その真意には疎かった。"}
{"en": "Fifty degrees below zero", "ja": "華氏-50度（摂氏だと約-45度）。"}
{"en": "meant eighty odd degrees of frost.", "ja": "氷点下80度あまり。"}
{"en": "Such fact impressed him as being cold and uncomfortable, and that was all.", "ja": "それを凍てつく不快なものだととらえることはできたが、それで終わりだった。"}
{"en": "It did not lead him to meditate upon his frailty as a creature of temperature, and upon man's frailty in general, able only to live within certain narrow limits of heat and cold;", "ja": "そこから自分が温度変化に弱い生物だということを省みたりはしなかったし、一定の温度範囲内でしか生きられないという人間に共通する弱点にも思いが至らなかった。"}
{"en": "and from there on it did not lead him to the conjectural field of immortality and man's place in the universe.", "ja": "そしてもちろん、そこから、不死性という憶測上の分野や宇宙における人間の立場といったことへと思いをはせることもなかった。"}
{"en": "Fifty degrees below zero stood for a bite of frost that hurt and that must be guarded against by the use of mittens, ear-flaps, warm moccasins, and thick socks.", "ja": "-50度、つまりミトンや帽子や厚い靴下で防ぎうる寒さ。"}
{"en": "Fifty degrees below zero was to him just precisely fifty degrees below zero.", "ja": "男にとって、-50度はまさしく-50度でしかなかったのだ。"}
{"en": "That there should be anything more to it than that was a thought that never entered his head.", "ja": "それ以上の意味があるとはまったく思いもしなかった。"}
{"en": "As he turned to go on, he spat speculatively.", "ja": "男は向き直って何気なく唾を吐いた。"}
{"en": "There was a sharp, explosive crackle that startled him.", "ja": "何かが爆ぜたような鋭い音が男を驚かせた。"}
{"en": "He spat again.", "ja": "もう一度唾を吐く。"}
{"en": "And again, in the air, before it could fall to the snow, the spittle crackled.", "ja": "するとふたたび、唾は雪の上に落ちることなく、空中で弾け飛んだ。"}
{"en": "He knew that at fifty below spittle crackled on the snow, but this spittle had crackled in the air.", "ja": "-50度で唾を吐くと雪に触れたとたん弾け飛ぶのは知っていたが、今は空中で弾け飛んだ。"}
{"en": "Undoubtedly it was colder than fifty below", "ja": "間違いなく今は-50度どころではないのだ"}
{"en": "--how much colder he did not know.", "ja": "――いったい何度になっているのか、見当もつかなかった。"}
{"en": "But the temperature did not matter.", "ja": "しかし気温などどうでもいい。"}
{"en": "He was bound for the old claim", "ja": "男は前からの約束を果たさなければならなかった。"}
{"en": "on the left fork of Henderson Creek, where the boys were already.", "ja": "ヘンダーソン・クリークを左にいったキャンプでは子どもたちがもう待っているはずなのだ。"}
{"en": "They had come over across the divide from the Indian Creek country, while he had come the roundabout way to take a look at the possibilities of getting out logs in the spring from the islands in the Yukon.", "ja": "かれらが分水嶺を渡ってインディアン・クリークからそこに向かっている間、男はユーコンの島々から湖に沈んでいる丸太を回収できないものか確かめるため、回り道をしていた。"}
{"en": "He would be in to camp by six o'clock;", "ja": "6時までにはキャンプについておきたかった。"}
{"en": "a bit after dark, it was true, but the boys would be there, a fire would be going, and a hot supper would be ready.", "ja": "着く少し前に真っ暗になってしまうが、子どもたちは火と夕食を用意しておいてくれるだろう。"}
{"en": "As for lunch,", "ja": "昼は大丈夫だ。"}
{"en": "he pressed his hand against the protruding bundle under his jacket.", "ja": "男はジャケットの膨らみをなでた。"}
{"en": "It was also under his shirt, wrapped up in a handkerchief and lying against the naked skin.", "ja": "ハンカチで包んだランチがシャツの中に素肌と直接触れる形で入れてある。"}
{"en": "It was the only way to keep the biscuits from freezing.", "ja": "こうしないとサンドイッチは凍りついてしまう。"}
{"en": "He smiled agreeably to himself", "ja": "男はひとりサンドイッチのことを思ってにやついた。"}
{"en": "as he thought of those biscuits, each cut open and sopped in bacon grease, and each enclosing a generous slice of fried bacon.", "ja": "どれも、切れ目をいれてベーコンオイルを塗りこみ、豪勢にフライドベーコンをはさんである。"}
{"en": "He plunged in among the big spruce trees.", "ja": "トウヒの大木が立ち並ぶ林に分け入った。"}
{"en": "The trail was faint.", "ja": "道はかすか。"}
{"en": "A foot of snow had fallen since the last sled had passed over,", "ja": "最後のそりが通った後に30センチもの雪が積もっていた。"}
{"en": "and he was glad he was without a sled, travelling light.", "ja": "そりを置いて身軽な格好できたのは正解だったと思った。"}
{"en": "In fact, he carried nothing but the lunch wrapped in the handkerchief.", "ja": "事実、男はハンカチに包んだランチ以外に何も持っていなかった。"}
{"en": "He was surprised, however, at the cold.", "ja": "けれども寒さには閉口していた。"}
{"en": "It certainly was cold, he concluded, as he rubbed his numbed nose and cheek-bones with his mittened hand.", "ja": "寒すぎる、と断じつつ、ミトンにくるまれた手でかじかんだ鼻と頬をこすった。"}
{"en": "He was a warm-whiskered man, but the hair on his face did not protect the high cheek-bones and the eager nose that thrust itself aggressively into the frosty air.", "ja": "髭は濃いほうだったが、凍てつくような空気にさらされている高い頬と突き出た鼻は髭でどうなるものではなかった。"}
{"en": "At the man's heels trotted a dog,", "ja": "男は足元に犬を1匹従えていた。"}
{"en": "a big native husky, the proper wolf-dog, grey-coated and without any visible or temperamental difference from its brother, the wild wolf.", "ja": "この地で生まれた大型ハスキーで、灰色の毛に覆われている。"}
{"en": "The animal was depressed by the tremendous cold.", "ja": "この動物も猛烈な寒さに元気をなくしていた。"}
{"en": "It knew that it was no time for travelling.", "ja": "今は旅ができる時期ではないのを知っていた。"}
{"en": "Its instinct told it a truer tale than was told to the man by the man's judgment.", "ja": "その本能は、男の理性よりも正しいことを告げていた。"}
{"en": "In reality, it was not merely colder than fifty below zero;", "ja": "現実として、気温は-50度より低い、どころではなかったのだ。"}
{"en": "it was colder than sixty below, than seventy below.", "ja": "-60度よりも、-70度よりも低かった。"}
{"en": "It was seventy-five below zero.", "ja": "-75度（摂氏だと約-60度）。"}
{"en": "Since the freezing-point is thirty-two above zero, it meant that one hundred and seven degrees of frost obtained.", "ja": "氷点は+32度だから、氷点下107度ということになる。"}
{"en": "The dog did not know anything about thermometers.", "ja": "犬は温度計のことなどまったく知らなかった。"}
{"en": "Possibly in its brain there was no sharp consciousness of a condition of very cold such as was in the man's brain.", "ja": "おそらく、頭の中での理解にかけては男のほうがより鋭く知覚していたことだろう。"}
{"en": "But the brute had its instinct.", "ja": "しかし、獣には本能があった。"}
{"en": "It experienced a vague but menacing apprehension that subdued it and made it slink along at the man's heels, and that made it question eagerly every unwonted movement of the man as if expecting him to go into camp or to seek shelter somewhere and build a fire.", "ja": "本能から、その漠然としてはいるが圧倒的な不安を感じとり、力なく男の後に従いつつ、男が予期せぬ行動をとるたびに、キャンプに入ろうとしているか、あるいは火を起こせる避難所を探そうとしているのではないかと期待して、熱心にその様子を見守った。"}
{"en": "The dog had learned fire, and it wanted fire,", "ja": "犬はすでに火のことを学習しており、いままさに火を欲していた。"}
{"en": "or else to burrow under the snow and cuddle its warmth away from the air.", "ja": "そうでなければ、雪に穴を掘って潜りこみ、体温を奪う空気から身を守ろうとしたことだろう。"}
{"en": "The frozen moisture of its breathing had settled on its fur in a fine powder of frost,", "ja": "吐き出す息に含まれる水分が霧氷となって毛にからみつく。"}
{"en": "and especially were its jowls, muzzle, and eyelashes whitened by its crystalled breath.", "ja": "特に、あごや鼻や睫毛は真っ白に染まっていた。"}
{"en": "The man's red beard and moustache were likewise frosted, but more solidly, the deposit taking the form of ice and increasing with every warm, moist breath he exhaled.", "ja": "男の赤い髭も同様だったが、こちらの場合は、暖かくて湿った息を吐き出すたび、雪達磨式に量を増やしていった。"}
{"en": "Also, the man was chewing tobacco, and the muzzle of ice held his lips so rigidly that he was unable to clear his chin when he expelled the juice.", "ja": "また、煙草を噛んでいるために鼻から息をせねばならず、そのせいで口元がコチコチに凍りついてしまい、唾を吐くときに口を大きくあけることができなくなっていた。"}
{"en": "The result was that a crystal beard of the colour and solidity of amber was increasing its length on his chin.", "ja": "結果、氷結した顎鬚と琥珀の氷柱はあごの先からどんどん伸びていった。"}
{"en": "If he fell down it would shatter itself, like glass, into brittle fragments.", "ja": "もしそれをかき払おうものなら、まるでガラスのように、粉々に砕け散ってしまう。"}
{"en": "But he did not mind the appendage.", "ja": "だが、男はあごの荷物を気にしていなかった。"}
{"en": "It was the penalty all tobacco-chewers paid in that country,", "ja": "それはこの地で煙草を噛む者が払わなければならない代償だ。"}
{"en": "and he had been out before in two cold snaps.", "ja": "以前も二度、寒い時期に出かけたことがあった。"}
{"en": "They had not been so cold as this, he knew, but by the spirit thermometer at Sixty Mile he knew they had been registered at fifty below and at fifty-five.", "ja": "そのときがこれほどまでに寒くはなかったのは分かっているけれど、シックスティ・マイルのアルコール寒暖計が指し示した温度はそれぞれ-50度と-55度だったのも知っているのだ。"}
{"en": "He held on through the level stretch of woods for several miles, crossed a wide flat of nigger-heads,", "ja": "男は数マイルにわたって広がる森に入り、縺れ絡まる木々の枝根をとびこえかいくぐりながら進んだ。"}
{"en": "and dropped down a bank to the frozen bed of a small stream.", "ja": "やがて森は終わり、凍りついた小川に沿う土手にぶつかる。"}
{"en": "This was Henderson Creek,", "ja": "ここがヘンダーソン・クリークだ。"}
{"en": "and he knew he was ten miles from the forks.", "ja": "分かれ道まであと10マイル。"}
{"en": "He looked at his watch.", "ja": "時計を見た。"}
{"en": "It was ten o'clock.", "ja": "10時。"}
{"en": "He was making four miles an hour,", "ja": "1時間で4マイル進んでいる。"}
{"en": "and he calculated that he would arrive at the forks at half-past twelve.", "ja": "計算では12時半には分かれ道につく。"}
{"en": "He decided to celebrate that event by eating his lunch there.", "ja": "着いたらそこでランチにするとしよう。"}
{"en": "The dog dropped in again at his heels, with a tail drooping discouragement, as the man swung along the creek-bed.", "ja": "男が河川敷を歩き出すと、犬は尾を力なく引きずりながらふたたびその足元を追った。"}
{"en": "The furrow of the old sled-trail was plainly visible, but a dozen inches of snow covered the marks of the last runners.", "ja": "かつてのそり道ははっきりと目に見えていたが、最後のそりが通ってから数十センチの雪が積もっていた。"}
{"en": "In a month no man had come up or down that silent creek.", "ja": "1ヶ月もの間誰一人としてこの静かな入り江にきたものがなかったのだ。"}
{"en": "The man held steadily on.", "ja": "男はどんどん先に進んでいった。"}
{"en": "He was not much given to thinking,", "ja": "なにかを考えたりすることもなかった。"}
{"en": "and just then particularly he had nothing to think about save that he would eat lunch at the forks and that at six o'clock he would be in camp with the boys.", "ja": "そもそも、分かれ道でのランチや6時には子どもたちの待つキャンプに入りたいという予定以外にはとりたてて考えるべきことがなかった。"}
{"en": "There was nobody to talk to and, had there been, speech would have been impossible because of the ice-muzzle on his mouth.", "ja": "話相手もいなかったし、仮にいたとしても、口をあけることができない以上話などできるはずがなかった。"}
{"en": "So he continued monotonously to chew tobacco and to increase the length of his amber beard.", "ja": "だから、黙々と煙草を噛んでは琥珀色の顎鬚を伸ばしつづけた。"}
{"en": "Once in a while the thought reiterated itself that it was very cold and that he had never experienced such cold.", "ja": "思い出したように、ひどい寒さだ、こんなに寒いのははじめてだと考えることもあった。"}
{"en": "As he walked along he rubbed his cheek-bones and nose with the back of his mittened hand.", "ja": "歩きながらミトンにくるまれた手の甲で頬骨と鼻をこする。"}
{"en": "He did this automatically, now and again changing hands.", "ja": "男はそれを、ときどき手を変えながら、機械的に繰り返した。"}
{"en": "But rub as he would, the instant he stopped his cheek-bones went numb, and the following instant the end of his nose went numb.", "ja": "けれどもいくらこすっても、手を止めたとたんに頬骨が感覚を失い、次の瞬間には鼻が感覚を失った。"}
{"en": "He was sure to frost his cheeks;", "ja": "頬の凍傷は間違いなかった。"}
{"en": "he knew that, and experienced a pang of regret that he had not devised a nose-strap of the sort Bud wore in cold snaps.", "ja": "それを知って、バドが寒い時期に使っていたような鼻あてを作っておかなかったのをふと後悔した。"}
{"en": "Such a strap passed across the cheeks, as well, and saved them.", "ja": "それから両頬にまたがって寒さを防ぐあてものを。"}
{"en": "But it didn't matter much, after all.", "ja": "だが、結局のところそれはたいしたことではない。"}
{"en": "What were frosted cheeks?", "ja": "頬の凍傷がなんだというんだ？"}
{"en": "A bit painful, that was all;", "ja": "軽い痛み、それだけじゃないか。"}
{"en": "they were never serious.", "ja": "深刻なものじゃない。"}
{"en": "Empty as the man's mind was of thoughts, he was keenly observant, and he noticed the changes in the creek, the curves and bends and timber- jams,", "ja": "頭の中が空っぽになるにつれ研ぎ澄まされる観察力で、入り江のくぼみやたわみ、潅木の変化に留意する。"}
{"en": "and always he sharply noted where he placed his feet.", "ja": "そして、たゆむことなく鋭敏に足を置くべき場所を見ぬく。"}
{"en": "Once, coming around a bend, he shied abruptly, like a startled horse, curved away from the place where he had been walking, and retreated several paces back along the trail.", "ja": "一度だけ、たわんでいるあたりに近づいてしまったが、とっさに、まるで驚いた馬のように後ずさりし、前歩いていた場所を迂回して、道に沿いながら何歩か後退した。"}
{"en": "The creek he knew was frozen clear to the bottom", "ja": "クリークは底まで凍りついているのを男は知っていた"}
{"en": "--no creek could contain water in that arctic winter", "ja": "――この地の冬に水をたたえる入り江など存在しない"}
{"en": "--but he knew also that there were springs that bubbled out from the hillsides and ran along under the snow and on top the ice of the creek.", "ja": "――が、同じく、丘の中腹から湧きたち、雪の下をくぐってクリークの氷の上を流れる泉があることも知っていた。"}
{"en": "He knew that the coldest snaps never froze these springs,", "ja": "そして、こうした泉がいちばん寒い時期にでも完全には凍りつかないのを知っていた。"}
{"en": "and he knew likewise their danger.", "ja": "そしてその危険さも。"}
{"en": "They were traps.", "ja": "それは罠なのだ。"}
{"en": "They hid pools of water under the snow that might be three inches deep, or three feet.", "ja": "雪の下には10センチ、ときには1メートルもの水が隠されている。"}
{"en": "Sometimes a skin of ice half an inch thick covered them, and in turn was covered by the snow.", "ja": "ときには厚さ0.5インチ程度の氷しか張っておらず、その上に雪が積もっている場合もある。"}
{"en": "Sometimes there were alternate layers of water and ice-skin, so that when one broke through he kept on breaking through for a while, sometimes wetting himself to the waist.", "ja": "ときには複層的に氷が張っていることもあり、1枚めを踏み割ったとたん次々に割っていくことになり、ときには腰の辺りまでずぶぬれにしてしまうこともあった。"}
{"en": "That was why he had shied in such panic.", "ja": "だから男はそれほどまでに慌てふためいて後ずさりしたのだ。"}
{"en": "He had felt the give under his feet and heard the crackle of a snow-hidden ice-skin.", "ja": "男は足元のたわみを感じ取り、雪に隠された薄氷が割れる音を聞き取っていた。"}
{"en": "And to get his feet wet in such a temperature meant trouble and danger.", "ja": "このように寒い中で足を濡らしてしまうのは厄介な、危険な事態だ。"}
{"en": "At the very least it meant delay,", "ja": "最低でも予定が遅れる。"}
{"en": "for he would be forced to stop and build a fire, and under its protection to bare his feet while he dried his socks and moccasins.", "ja": "というのも、火を起こし、靴下と靴を乾かす間、無防備になる足を守らなければならないからだ。"}
{"en": "He stood and studied the creek-bed and its banks, and decided that the flow of water came from the right.", "ja": "男は立ったまま入り江の河川敷と土手を調べ、水は右手から流れてきていると判断した。"}
{"en": "He reflected awhile, rubbing his nose and cheeks, then skirted to the left, stepping gingerly and testing the footing for each step.", "ja": "鼻と頬をこすりながらしばし考え、左に迂回し、慎重に慎重に、1歩ずつ足場を確かめながら歩を進めた。"}
{"en": "Once clear of the danger,", "ja": "危険地帯は抜けた。"}
{"en": "he took a fresh chew of tobacco and swung along at his four-mile gait.", "ja": "新しい噛み煙草をとりだし、これまでの4マイルに及ぶ道のりをふりかえる。"}
{"en": "In the course of the next two hours he came upon several similar traps.", "ja": "次の2時間も何度か同じような罠に出くわした。"}
{"en": "Usually the snow above the hidden pools had a sunken, candied appearance that advertised the danger.", "ja": "大抵、隠された水たまりの上に積もった雪は落ちくぼんでおり、見た目がキャンディー状になっていたから、危険はすぐに察知できた。"}
{"en": "Once again, however, he had a close call;", "ja": "だが一度だけ、今度も間一髪のところで免れたときがあった。"}
{"en": "and once, suspecting danger, he compelled the dog to go on in front.", "ja": "そして一度など、危険そうな気がしたために、犬を先に行かせようとした。"}
{"en": "The dog did not want to go.", "ja": "犬は行きたがらなかった。"}
{"en": "It hung back until the man shoved it forward, and then it went quickly across the white, unbroken surface.", "ja": "無理やり前に押し出すと、猛スピードでひびひとつない白色の表面を突っ切ろうとした。"}
{"en": "Suddenly it broke through, floundered to one side, and got away to firmer footing.", "ja": "突如、足元が崩壊したため、犬は固い地面まで死に物狂いで逃げた。"}
{"en": "It had wet its forefeet and legs,", "ja": "犬は足を4本とも濡らしてしまっていた。"}
{"en": "and almost immediately the water that clung to it turned to ice.", "ja": "そしてその水はあっという間に凍りついた。"}
{"en": "It made quick efforts to lick the ice off its legs, then dropped down in the snow and began to bite out the ice that had formed between the toes.", "ja": "犬はすぐに足をなめて氷をはがし、爪の間にできた氷は噛み落とした。"}
{"en": "This was a matter of instinct.", "ja": "これは本能によるものだった。"}
{"en": "To permit the ice to remain would mean sore feet.", "ja": "その氷を張りつけたままにしておいたとしたら足を傷めてしまっていたことだろう。"}
{"en": "It did not know this.", "ja": "だが、犬はそんなことは知らなかった。"}
{"en": "It merely obeyed the mysterious prompting that arose from the deep crypts of its being.", "ja": "ただその存在の根底から湧き上がってきた不可思議な処理命令に従っただけのことなのだ。"}
{"en": "But the man knew,", "ja": "だが男はそれを知っていた。"}
{"en": "having achieved a judgment on the subject, and he removed the mitten from his right hand and helped tear out the ice- particles.", "ja": "問題の件に判断をつけながら、右手のミトンを外し、細かい氷をかき落とすのを手伝う。"}
{"en": "He did not expose his fingers more than a minute, and was astonished at the swift numbness that smote them.", "ja": "そうして指を外気にさらしていたのは1分ほどでしかなかったのに、そこから感覚がなくなっていくその早さには驚かざるをえなかった。"}
{"en": "He pulled on the mitten hastily, and beat the hand savagely across his chest.", "ja": "あわててミトンをつけ、その手を激しく胸にたたきつけた。"}
{"en": "At twelve o'clock the day was at its brightest.", "ja": "12時、空がもっとも明るくなった。"}
{"en": "Yet the sun was too far south on its winter journey to clear the horizon.", "ja": "といっても、太陽は冬特有の南すぎる軌道をとるせいで、地平線の上には出てこなかった。"}
{"en": "The bulge of the earth intervened between it and Henderson Creek,", "ja": "ヘンダーソン・クリークと地平線との間にある地面はふっくらと膨らんでいる。"}
{"en": "where the man walked under a clear sky at noon and cast no shadow.", "ja": "そこを、いま男は、明るい空の下、影を投げることなく歩いていた。"}
{"en": "At half-past twelve, to the minute, he arrived at the forks of the creek.", "ja": "12時半、クリークの分岐路に到着。"}
{"en": "He was pleased at the speed he had made.", "ja": "男はその歩みの順調さに喜んだ。"}
{"en": "If he kept it up, he would certainly be with the boys by six.", "ja": "この調子でいけば、6時には子どもたちに会える。"}
{"en": "He unbuttoned his jacket and shirt and drew forth his lunch.", "ja": "ジャケットの前を開き、シャツの中からランチを取り出した。"}
{"en": "The action consumed no more than a quarter of a minute, yet in that brief moment the numbness laid hold of the exposed fingers.", "ja": "その行為が要したのは若干15秒ほどにすぎなかったが、むきだしの手からはあっという間に感覚がなくなっていった。"}
{"en": "He did not put the mitten on, but, instead, struck the fingers a dozen sharp smashes against his leg.", "ja": "男はそれでもミトンをつけずに、その代わり、指を脚に鋭く打ちつけた。"}
{"en": "Then he sat down on a snow-covered log to eat.", "ja": "そして雪に覆われた丸太に腰を下ろす。"}
{"en": "The sting that followed upon the striking of his fingers against his leg ceased so quickly that he was startled,", "ja": "手を打ちつけたときに感じたちくちくとする痛みが失せるその早さに男は驚いた。"}
{"en": "he had had no chance to take a bite of biscuit.", "ja": "これでは一口もサンドイッチを口にできない。"}
{"en": "He struck the fingers repeatedly and returned them to the mitten, baring the other hand for the purpose of eating.", "ja": "手指を繰り返し打ちつけ、ミトンに入れ、逆の手からミトンをとってサンドイッチをにぎりなおした。"}
{"en": "He tried to take a mouthful, but the ice-muzzle prevented.", "ja": "そして口を大きくあけようとしたが、口元が凍りついていてうまくいかなかった。"}
{"en": "He had forgotten to build a fire and thaw out.", "ja": "火を起こして口をとかすのを忘れていたのだ。"}
{"en": "He chuckled at his foolishness,", "ja": "男は自分の間抜けさに思わず笑い出した。"}
{"en": "and as he chuckled he noted the numbness creeping into the exposed fingers.", "ja": "笑っているうちに、指に広がる無感覚さに気がついた。"}
{"en": "Also, he noted that the stinging which had first come to his toes when he sat down was already passing away.", "ja": "それと同じく、腰をおろしたときに感じられたつま先の刺すような痛みが、いまはなくなっているのに気がついた。"}
{"en": "He wondered whether the toes were warm or numbed.", "ja": "足は大丈夫だろうか。"}
{"en": "He moved them inside the moccasins and decided that they were numbed.", "ja": "靴の中でつま先を動かしてみたところ、感覚を失ってしまっているようだった。"}
{"en": "He pulled the mitten on hurriedly and stood up.", "ja": "ミトンをつけなおした男はあわてて立ちあがった。"}
{"en": "He was a bit frightened.", "ja": "少し怖くなってきた。"}
{"en": "He stamped up and down until the stinging returned into the feet.", "ja": "何度か足踏みして、足に刺すような痛みを取りもどそうとする。"}
{"en": "It certainly was cold, was his thought.", "ja": "本当に寒い、そう思った。"}
{"en": "That man from Sulphur Creek had spoken the truth", "ja": "サルファ・クリークからきたあの男は本当のことを言っていたんだな。"}
{"en": "when telling how cold it sometimes got in the country.", "ja": "この地がときに、どれほどの寒さに包まれるか。"}
{"en": "And he had laughed at him at the time!", "ja": "あのときおれは笑い飛ばしたものだった！"}
{"en": "That showed one must not be too sure of things.", "ja": "過信は禁物、というやつだ。"}
{"en": "There was no mistake about it, it was cold.", "ja": "たしかに間違いない、寒い。"}
{"en": "He strode up and down, stamping his feet and threshing his arms,", "ja": "男は足踏みを繰り返し、また腕を打ちすえつづけた。"}
{"en": "until reassured by the returning warmth.", "ja": "やがて、体が暖まり、元気が出てきた。"}
{"en": "Then he got out matches and proceeded to make a fire.", "ja": "それから焚火にとりかかることにした。"}
{"en": "From the undergrowth, where high water of the previous spring had lodged a supply of seasoned twigs,", "ja": "以前の湧き水がなぎ倒した藪に、年経た小枝が散らばっていた。"}
{"en": "he got his firewood.", "ja": "これを薪にすることにした。"}
{"en": "Working carefully from a small beginning, he soon had a roaring fire,", "ja": "注意深く作業をはじめると、すぐにパチパチと爆ぜる焚火が生まれた。"}
{"en": "over which he thawed the ice from his face and in the protection of which he ate his biscuits.", "ja": "その熱気で顔の氷を溶かし、その保護の下、サンドイッチを食べはじめた。"}
{"en": "For the moment the cold of space was outwitted.", "ja": "しばらく、周囲の寒気は薄らいだ。"}
{"en": "The dog took satisfaction in the fire, stretching out close enough for warmth and far enough away to escape being singed.", "ja": "犬は火を喜び、暖をとるのに適度な、毛を焦がさない程度の距離で体を伸ばした。"}
{"en": "When the man had finished, he filled his pipe and took his comfortable time over a smoke.", "ja": "食事を済ませると、男はパイプに葉をつめ、食後の一服を満喫した。"}
{"en": "Then he pulled on his mittens, settled the ear-flaps of his cap firmly about his ears, and took the creek trail up the left fork.", "ja": "それから両手にミトンをつけ、帽子の耳当てを耳の周りにしっかり固定し、クリークの分岐点を左に歩きだした。"}
{"en": "The dog was disappointed and yearned back toward the fire.", "ja": "犬は焚火から離れようとしなかった。"}
{"en": "This man did not know cold.", "ja": "この男は知らないのだ。"}
{"en": "Possibly all the generations of his ancestry had been ignorant", "ja": "ひょっとしたら、その祖先も誰一人として知らなかったのかもしれない。"}
{"en": "of cold, of real cold, of cold one hundred and seven degrees below freezing-point.", "ja": "寒さを、本当の寒さを、氷点下107度の寒さを。"}
{"en": "But the dog knew;", "ja": "けれども犬は知っていた。"}
{"en": "all its ancestry knew,", "ja": "その祖先もみな知っていた。"}
{"en": "and it had inherited the knowledge.", "ja": "その知識は脈々と受け継がれてきたのだ。"}
{"en": "And it knew that it was not good to walk abroad in such fearful cold.", "ja": "そして、このような寒さの中を歩き回るのは下策だと知っていた。"}
{"en": "It was the time to lie snug in a hole in the snow and wait for a curtain of cloud to be drawn across the face of outer space whence this cold came.", "ja": "こういうときは、雪穴に潜りこみ、大地を包みこんで、外の世界から入りこんでくる寒さをさえぎってくれる雲のカーテンが引かれるのを待つべきなのだ。"}
{"en": "On the other hand, there was keen intimacy between the dog and the man.", "ja": "一方で、犬と男との間には厳しい関係が築かれていた。"}
{"en": "The one was the toil-slave of the other, and the only caresses it had ever received were the caresses of the whip-lash and of harsh and menacing throat-sounds that threatened the whip-lash.", "ja": "一方は一方の奴隷であり、これまで受けた愛撫は鞭による愛撫しかなく、かけられる言葉は鞭の風切音を模した脅迫的な声しかなかった。"}
{"en": "So the dog made no effort to communicate its apprehension to the man.", "ja": "だから、犬は自分が気にしていることを男に伝えるような、無駄な努力はしなかった。"}
{"en": "It was not concerned in the welfare of the man; it was for its own sake that it yearned back toward the fire.", "ja": "焚火から離れようとしなかったのは、男のためを思ってのものではなく、ただ自分自身のためだった。"}
{"en": "But the man whistled, and spoke to it with the sound of whip-lashes, and the dog swung in at the man's heels and followed after.", "ja": "だが、男が口笛を吹き、鞭の風切音を発すると、犬は男の元に急ぎ、その後に従った。"}
{"en": "The man took a chew of tobacco and proceeded to start a new amber beard.", "ja": "男は煙草を噛みだし、新しい琥珀の髭を伸ばし始めた。"}
{"en": "Also, his moist breath quickly powdered with white his moustache, eyebrows, and lashes.", "ja": "そしてまた、湿った息が顎鬚や眉や睫を白粉で飾った。"}
{"en": "There did not seem to be so many springs on the left fork of the Henderson,", "ja": "ヘンダーソンから左の道にはあまり水が湧いていなさそうだった。"}
{"en": "and for half an hour the man saw no signs of any.", "ja": "30分は、なんの表れも見られなかった。"}
{"en": "And then it happened.", "ja": "そのとき、それは起きた。"}
{"en": "At a place where there were no signs, where the soft, unbroken snow seemed to advertise solidity beneath, the man broke through.", "ja": "なんの表れもない、雪が普通に積もり、下に堅固な足場があると見えたところが、足を踏み入れたとたん割れたのだ。"}
{"en": "It was not deep.", "ja": "深くはなかった。"}
{"en": "He wetted himself half-way to the knees before he floundered out to the firm crust.", "ja": "ふくらはぎあたりまで濡らしながら、男は固い地面にあがった。"}
{"en": "He was angry, and cursed his luck aloud.", "ja": "男は腹を立て、自分の運のなさに悪態をついた。"}
{"en": "He had hoped to get into camp with the boys at six o'clock, and this would delay him an hour,", "ja": "子どもたちの待つキャンプに6時につきたいと思っていたのに、これで1時間は遅れる。"}
{"en": "for he would have to build a fire and dry out his foot-gear.", "ja": "履物を乾かすために火を起こさなければならないからだ。"}
{"en": "This was imperative at that low temperature", "ja": "これは気温の低いときは絶対不可欠なことだった"}
{"en": "--he knew that much;", "ja": "――それはいたいほど知っていた。"}
{"en": "and he turned aside to the bank, which he climbed.", "ja": "男は土手に向かい、登った。"}
{"en": "On top, tangled in the underbrush about the trunks of several small spruce trees, was a high-water deposit of dry firewood", "ja": "頂上は、トウヒの若木をとりまく藪にからめとられるように、高潮のさい、乾いた薪が寄せ集められていた"}
{"en": "--sticks and twigs principally, but also larger portions of seasoned branches and fine, dry, last-year's grasses.", "ja": "――主に小枝や木片だったが、年経て、乾いた枝もそこそこ転がっていたし、去年の草もあった。"}
{"en": "He threw down several large pieces on top of the snow.", "ja": "大きめのものを何本か雪の上に投げ出す。"}
{"en": "This served for a foundation and prevented the young flame from drowning itself in the snow it otherwise would melt.", "ja": "これを土台とし、雪溶けで起きたばかりの火が消えないようにする。"}
{"en": "The flame he got by touching a match to a small shred of birch-bark that he took from his pocket.", "ja": "ポケットからとりだした樺の樹皮にマッチで火を点ける。"}
{"en": "This burned even more readily than paper.", "ja": "これは紙よりもよく燃えるのだ。"}
{"en": "Placing it on the foundation, he fed the young flame with wisps of dry grass and with the tiniest dry twigs.", "ja": "その起こしたての火を土台に乗せ、枯草や乾いた小枝をくべていった。"}
{"en": "He worked slowly and carefully,", "ja": "ゆっくりと、慎重に作業を進める。"}
{"en": "keenly aware of his danger.", "ja": "自分の身の危険にするどく意識しながら。"}
{"en": "Gradually, as the flame grew stronger, he increased the size of the twigs with which he fed it.", "ja": "だんだんと、炎が勢いを増すにつれ、男もくべる小枝のサイズを大きくしていく。"}
{"en": "He squatted in the snow, pulling the twigs out from their entanglement in the brush and feeding directly to the flame.", "ja": "雪の中にうずくまり、藪から小枝を引き剥がしては火にくべていく。"}
{"en": "He knew there must be no failure.", "ja": "失敗は許されないのを知っていた。"}
{"en": "When it is seventy-five below zero, a man must not fail in his first attempt to build a fire", "ja": "-75度の世界では、火造りに失敗してはならないのだ"}
{"en": "--that is, if his feet are wet.", "ja": "――つまり、足を濡らしてしまっているならば。"}
{"en": "If his feet are dry, and he fails, he can run along the trail for half a mile and restore his circulation.", "ja": "足が乾いているのなら、たとえ失敗しても、道に沿って0.5マイルも走れば体も温まる。"}
{"en": "But the circulation of wet and freezing feet cannot be restored by running when it is seventy-five below.", "ja": "けれど、濡れ、凍えた足は、-75度の世界を走って回復することなどない。"}
{"en": "No matter how fast he runs, the wet feet will freeze the harder.", "ja": "いかに速く走ろうとも、濡れた足は前よりもひどく凍えるだけだ。"}
{"en": "All this the man knew.", "ja": "男はそれを知っていた。"}
{"en": "The old-timer on Sulphur Creek had told him about it the previous fall,", "ja": "以前に落ちたとき、サルファ・クリークの古参者から教わったのだ。"}
{"en": "and now he was appreciating the advice.", "ja": "そしてそのアドバイスに感謝していた。"}
{"en": "To build the fire he had been forced to remove his mittens,", "ja": "火を起こすにはミトンをはずさざるをえなかった。"}
{"en": "and the fingers had quickly gone numb.", "ja": "指はすぐに感覚を失った。"}
{"en": "His pace of four miles an hour had kept his heart pumping blood to the surface of his body and to all the extremities.", "ja": "前まで、時速4マイルで進んでいたときは、体の隅々まで血が巡っていた。"}
{"en": "But the instant he stopped, the action of the pump eased down.", "ja": "だが足を止めたとたん、心臓の働きは鈍くなった。"}
{"en": "The cold of space smote the unprotected tip of the planet,", "ja": "周囲の寒気は大地の無防備な出っ張りを襲う。"}
{"en": "and he, being on that unprotected tip, received the full force of the blow.", "ja": "男は、無防備な出っ張りとして、その力に目一杯さらされていた。"}
{"en": "The blood of his body recoiled before it.", "ja": "その力の前に血液は引き下がっていた。"}
{"en": "The blood was alive,", "ja": "血は生きていた。"}
{"en": "like the dog,", "ja": "犬のように。"}
{"en": "and like the dog it wanted to hide away and cover itself up from the fearful cold.", "ja": "そして犬のような、恐怖に満ちた寒さから身を守る毛皮を欲していた。"}
{"en": "So long as he walked four miles an hour, he pumped that blood, willy-nilly, to the surface;", "ja": "時速4マイルで歩いていたときは、否応なく、男が血液を循環せしめていた。"}
{"en": "but now it ebbed away and sank down into the recesses of his body.", "ja": "が、いまやそれは潮が引くように、体の奥の安全な場所で息を潜めていた。"}
{"en": "The extremities were the first to feel its absence.", "ja": "体の先端部こそが血液の不在を最初に感じ取った場所だった。"}
{"en": "His wet feet froze the faster, and his exposed fingers numbed the faster, though they had not yet begun to freeze.", "ja": "濡れた足はますますスピードを上げて凍えていき、素手の指先は、まだ凍えはじめてはいないけれど、ますますスピードを上げて感覚を失っていく。"}
{"en": "Nose and cheeks were already freezing, while the skin of all his body chilled as it lost its blood.", "ja": "鼻と頬はすでに凍えつつあり、全身の皮膚はといえば、血の気を失い冷え切っていた。"}
{"en": "But he was safe.", "ja": "けれども男は安全だった。"}
{"en": "Toes and nose and cheeks would be only touched by the frost, for the fire was beginning to burn with strength.", "ja": "つま先や鼻や頬に凍傷を負うだけのことなのだ、火は勢いよく燃えはじめているのだから。"}
{"en": "He was feeding it with twigs the size of his finger.", "ja": "いまはもう指ほどの太さの小枝をくべていた。"}
{"en": "In another minute he would be able to feed it with branches the size of his wrist,", "ja": "1分もすれば、手首ほどの太さの枝をくべられるようになるだろう。"}
{"en": "and then he could remove his wet foot-gear, and, while it dried, he could keep his naked feet warm by the fire, rubbing them at first,", "ja": "そうすれば、履物を脱ぎ、それが乾くまでの間、素足を焚火で暖めてやればいい。"}
{"en": "of course, with snow.", "ja": "もちろん最初に、雪でこすって。"}
{"en": "The fire was a success.", "ja": "火はうまく起こった。"}
{"en": "He was safe.", "ja": "安全だった。"}
{"en": "He remembered the advice of the old-timer on Sulphur Creek, and smiled.", "ja": "男はサルファ・クリークの古参者がくれたアドバイスを思いだし、にやりと笑った。"}
{"en": "The old-timer had been very serious in laying down the law that no man must travel alone in the Klondike after fifty below.", "ja": "とても真剣そうに、-50度以下のクロンダイクをひとりで旅してはならない、というお達しをくれたっけ。"}
{"en": "Well, here he was;", "ja": "だがどうだ、おれはここにいる、"}
{"en": "he had had the accident;", "ja": "アクシデントがあった、"}
{"en": "he was alone;", "ja": "おれはひとりだ、"}
{"en": "and he had saved himself.", "ja": "そして、おれは自分で自分を守った。"}
{"en": "All a man had to do was to keep his head, and he was all right.", "ja": "要するに頭さえ働かせておけばいいんだ、そうすれば誰だって大丈夫。"}
{"en": "Any man who was a man could travel alone.", "ja": "男ならどんなやつだって一人旅できる。"}
{"en": "But it was surprising, the rapidity with which his cheeks and nose were freezing.", "ja": "だが、頬と鼻の凍えていくスピードには驚かされた。"}
{"en": "And he had not thought his fingers could go lifeless in so short a time.", "ja": "それに、指がこれほど短時間に活力を失っていくことがあるとは思ってもみなかった。"}
{"en": "Lifeless they were,", "ja": "まさに活きる力がなかった。"}
{"en": "for he could scarcely make them move together to grip a twig, and they seemed remote from his body and from him.", "ja": "小枝1本つかもうとすることができず、まるで体から落ちてしまいそうな感じだった。"}
{"en": "When he touched a twig, he had to look and see whether or not he had hold of it.", "ja": "小枝に触れるときは、それを握っているかどうか目で確認しなければならなかった。"}
{"en": "The wires were pretty well down between him and his finger-ends.", "ja": "自分と自分の指を結ぶ神経が完全にダウンしていた。"}
{"en": "All of which counted for little.", "ja": "それもみな些細なことだ。"}
{"en": "There was the fire,", "ja": "焚火は目の前にある。"}
{"en": "snapping and crackling and promising life with every dancing flame.", "ja": "炎の舌をちらつかせるたびにパチパチと爆ぜかえっている。"}
{"en": "He started to untie his moccasins.", "ja": "男はブーツの紐をほどきはじめた。"}
{"en": "They were coated with ice;", "ja": "靴の表面は凍りついていた。"}
{"en": "the thick German socks were like sheaths of iron half-way to the knees;", "ja": "ドイツ製の厚い靴下はふくらはぎまである鉄鞘のようだった。"}
{"en": "and the mocassin strings were like rods of steel all twisted and knotted as by some conflagration.", "ja": "そして靴紐は何かの災害時によじれまがった鉄の棒のようだった。"}
{"en": "For a moment he tugged with his numbed fingers, then, realizing the folly of it, he drew his sheath-knife.", "ja": "しばらく感覚のない指で引っ張りまわしていたが、ふと、その馬鹿らしさに気づき、ナイフを鞘ごと取りだした。"}
{"en": "But before he could cut the strings, it happened.", "ja": "だが靴紐を切り払う間もなく、それは起こった。"}
{"en": "It was his own fault or, rather, his mistake.", "ja": "それは男の過ちというより、むしろ、男の見当違いだった。"}
{"en": "He should not have built the fire under the spruce tree.", "ja": "男はトウヒの下で焚火をするべきではなかった。"}
{"en": "He should have built it in the open.", "ja": "開けた場所を選ぶべきだったのだ。"}
{"en": "But it had been easier to pull the twigs from the brush and drop them directly on the fire.", "ja": "たとえ、藪から小枝を引っ張り出し、ただちに焚火にくべるには木の下のほうが便利だったとしても。"}
{"en": "Now the tree under which he had done this carried a weight of snow on its boughs.", "ja": "さて、その木は雪の重みにたわんでいた。"}
{"en": "No wind had blown for weeks, and each bough was fully freighted.", "ja": "数週間にわたって風が吹いておらず、どの枝も枝一杯に雪を積もらせていた。"}
{"en": "Each time he had pulled a twig he had communicated a slight agitation to the tree", "ja": "小枝を藪から引きぬくたびに、木を微かに揺らしていた"}
{"en": "--an imperceptible agitation, so far as he was concerned, but an agitation sufficient to bring about the disaster.", "ja": "――男の感覚からいえば感知できないほどの揺れだったが、災難をもたらすには十分な揺れだった。"}
{"en": "High up in the tree one bough capsized its load of snow.", "ja": "上のほうの枝が積もらせていた雪を落とした。"}
{"en": "This fell on the boughs beneath, capsizing them.", "ja": "それは下の枝々に落ち、そこに積もっていた雪も落ちた。"}
{"en": "It grew like an avalanche, and it descended without warning upon the man and the fire,", "ja": "こうして雪崩のように膨れ上がった雪は、前置きもなく男と焚火の上に落ちた。"}
{"en": "and the fire was blotted out!", "ja": "火はかき消えてしまった！"}
{"en": "Where it had burned was a mantle of fresh and disordered snow.", "ja": "それが燃えていたところはでたらめに積み重なった新雪に覆われてしまった。"}
{"en": "The man was shocked.", "ja": "男は呆然とした。"}
{"en": "It was as though he had just heard his own sentence of death.", "ja": "それは死の宣告を受けたにも等しかった。"}
{"en": "For a moment he sat and stared at the spot where the fire had been.", "ja": "しばらく、男は座ったまま火があったところを見つめていた。"}
{"en": "Then he grew very calm.", "ja": "徐々に冷静さがもどってきた。"}
{"en": "Perhaps the old-timer on Sulphur Creek was right.", "ja": "おそらく、サルファ・クリークの古参者は正しいんだろう。"}
{"en": "If he had only had a trail-mate he would have been in no danger now.", "ja": "もし誰かを連れて旅をしていたとしたら、こんな危険にはさらされなかったはずだ。"}
{"en": "The trail-mate could have built the fire.", "ja": "連れが火を起こしてくれたはずだから。"}
{"en": "Well, it was up to him to build the fire over again,", "ja": "とにかく、自力で火を起こすしかない。"}
{"en": "and this second time there must be no failure.", "ja": "今回もまた失敗するようなまねは許されない。"}
{"en": "Even if he succeeded, he would most likely lose some toes.", "ja": "うまくやったとしても、足の指の何本かはほぼ間違いなく壊死するだろうが。"}
{"en": "His feet must be badly frozen by now,", "ja": "足はもう恐ろしく冷え切っていた。"}
{"en": "and there would be some time before the second fire was ready.", "ja": "次の火が起きるまで、それはさらにひどくなっていくことだろう。"}
{"en": "Such were his thoughts, but he did not sit and think them.", "ja": "と、男は考えたが、座って考えていたわけではない。"}
{"en": "He was busy all the time they were passing through his mind,", "ja": "そういう考えがよぎる間ずっと忙しくしていた。"}
{"en": "he made a new foundation for a fire,", "ja": "新しい土台を組んでいた。"}
{"en": "this time in the open;", "ja": "今度は開けた場所、"}
{"en": "where no treacherous tree could blot it out.", "ja": "焚火をかき消してしまいそうな厄介な樹木が立っていないところに。"}
{"en": "Next, he gathered dry grasses and tiny twigs from the high-water flotsam.", "ja": "次に、高潮がうちよせた小枝や枯草を集める。"}
{"en": "He could not bring his fingers together to pull them out, but he was able to gather them by the handful.", "ja": "つまもうとも指を合わせることができなくなっていたが、それでも手全体を使ってかき集めることができた。"}
{"en": "In this way he got many rotten twigs and bits of green moss that were undesirable, but it was the best he could do.", "ja": "この方法では、要りもしない腐った小枝や青々とした苔も集めてしまうが、それが男にできる最善のことだった。"}
{"en": "He worked methodically, even collecting an armful of the larger branches to be used later when the fire gathered strength.", "ja": "抜かりなく、火が勢いを増したときにくべるための大枝も、腕一杯に集める。"}
{"en": "And all the while the dog sat and watched him, a certain yearning wistfulness in its eyes,", "ja": "その間犬は、ものほしそうな、恋焦がれるような目つきで男の姿を見守っていた。"}
{"en": "for it looked upon him as the fire-provider, and the fire was slow in coming.", "ja": "というのも、犬にとって今の男は火を与えてくれる人物であり、そして、問題の火はなかなか現れようとしないからだ。"}
{"en": "When all was ready, the man reached in his pocket for a second piece of birch-bark.", "ja": "準備がみな整うと、2枚めの樺の樹皮をとりだそうとポケットに手を入れた。"}
{"en": "He knew the bark was there, and, though he could not feel it with his fingers, he could hear its crisp rustling as he fumbled for it.", "ja": "そこにあるのは知っていたが、指先で感じ取ることはできず、ただそれと指とがこすれあってたてるかさかさした音が聞こえてくるばかりだった。"}
{"en": "Try as he would, he could not clutch hold of it.", "ja": "何度試してみても、つかみとることはできなかった。"}
{"en": "And all the time, in his consciousness, was the knowledge that each instant his feet were freezing.", "ja": "その間ずっと、念頭に、一瞬ごとに凍っていく足のことがあった。"}
{"en": "This thought tended to put him in a panic, but he fought against it and kept calm.", "ja": "それを思うとパニックに陥りそうだったが、必死に抗い、落ちつきを保った。"}
{"en": "He pulled on his mittens with his teeth, and threshed his arms back and forth, beating his hands with all his might against his sides.", "ja": "歯を使ってミトンをつけ、両腕を前後にうち振って、両手を脇腹に力一杯たたきつける。"}
{"en": "He did this sitting down, and he stood up to do it;", "ja": "座ったままその運動を行った男は、立ってから続けようとした。"}
{"en": "and all the while the dog sat in the snow, its wolf-brush of a tail curled around warmly over its forefeet, its sharp wolf-ears pricked forward intently as it watched the man.", "ja": "その一方で犬は雪の中にうずくまり、狼のようにふさふさした尻尾を暖かそうに前足にからませ、狼のような耳は、熱心に男を見守っていることを告げるかのように、前方に突き出されていた。"}
{"en": "And the man as he beat and threshed with his arms and hands, felt a great surge of envy as he regarded the creature", "ja": "腕と手を打ちすえながら、男はその生き物を羨ましく思った。"}
{"en": "that was warm and secure in its natural covering.", "ja": "それは生まれつき寒さから守られているのだと考えたのだ。"}
{"en": "After a time he was aware of the first far-away signals of sensation in his beaten fingers.", "ja": "しばらくすると、打たれた指先から極々微かな感覚が伝わってきた。"}
{"en": "The faint tingling grew stronger till it evolved into a stinging ache that was excruciating,", "ja": "それは次第に大きくなり、やがて刺すような、激しい痛みに高まった。"}
{"en": "but which the man hailed with satisfaction.", "ja": "が、むしろ男はそれに満足し歓迎した。"}
{"en": "He stripped the mitten from his right hand and fetched forth the birch-bark.", "ja": "右手からミトンを外し、樺の樹皮をポケットから引っぱりだす。"}
{"en": "Next he brought out his bunch of sulphur matches.", "ja": "次にマッチの束をとりだす。"}
{"en": "But the tremendous cold had already driven the life out of his fingers.", "ja": "が、途方もない寒さはもう指先から活力を追いたてていた。"}
{"en": "In his effort to separate one match from the others, the whole bunch fell in the snow.", "ja": "束から1本だけ抜こうと努めてみたものの、束ごと落として雪にめりこんでしまった。"}
{"en": "He tried to pick it out of the snow, but failed.", "ja": "それを雪の中から拾い上げようとしたが、うまくいかなかった。"}
{"en": "The dead fingers could neither touch nor clutch.", "ja": "息絶えた指では触ることもつかむこともできなかった。"}
{"en": "He was very careful.", "ja": "深く念を入れる。"}
{"en": "He drove the thought of his freezing feet;", "ja": "凍っていく足を頭の中から追い払う。"}
{"en": "and nose, and cheeks, out of his mind, devoting his whole soul to the matches.", "ja": "鼻と頬も無視し、全身全霊を1本のマッチに集中させる。"}
{"en": "He watched, using the sense of vision in place of that of touch, and when he saw his fingers on each side the bunch, he closed them", "ja": "こらした目に、触覚のかわりに視覚を用いたのだ、指がマッチの束の両側にあると見えたとき、指を閉じる"}
{"en": "--that is, he willed to close them,", "ja": "――というか、閉じようと志した。"}
{"en": "for the wires were drawn, and the fingers did not obey.", "ja": "というのは神経は働かなくなってしまっていて、指は男の意志に従わなかったからだ。"}
{"en": "He pulled the mitten on the right hand, and beat it fiercely against his knee.", "ja": "右手にミトンをつけ、膝に激しくたたきつける。"}
{"en": "Then, with both mittened hands, he scooped the bunch of matches, along with much snow, into his lap.", "ja": "それから両手で、ミトンをしたまま、マッチを大量の雪ごとすくいあげ、膝に広げた。"}
{"en": "Yet he was no better off.", "ja": "けれどもそこからはうまくいかなかった。"}
{"en": "After some manipulation he managed to get the bunch between the heels of his mittened hands.", "ja": "何度かやっているうちに、ミトンにくるまれた両手の付け根の間に、なんとかマッチの束をはさみこんだ。"}
{"en": "In this fashion he carried it to his mouth.", "ja": "そうやって口元に運んだ。"}
{"en": "The ice crackled and snapped when by a violent effort he opened his mouth.", "ja": "氷が砕ける派手な音をたてながら、強引に口をあける。"}
{"en": "He drew the lower jaw in, curled the upper lip out of the way, and scraped the bunch with his upper teeth in order to separate a match.", "ja": "顎をひき、上唇をまくりあげて、前歯でひっかけるようにしてマッチを1本だけひきぬこうとする。"}
{"en": "He succeeded in getting one, which he dropped on his lap.", "ja": "うまいこと1本だけ抜け、膝の上に落ちた。"}
{"en": "He was no better off.", "ja": "けれどもそこからはうまくいかなかった。"}
{"en": "He could not pick it up.", "ja": "それをつまみあげることはできなかったのだ。"}
{"en": "Then he devised a way.", "ja": "それから、違うやり方を思いついた。"}
{"en": "He picked it up in his teeth and scratched it on his leg.", "ja": "歯でくわえあげ、脚で擦る。"}
{"en": "Twenty times he scratched before he succeeded in lighting it.", "ja": "20回ほど擦ったところで、ようやく火がついた。"}
{"en": "As it flamed he held it with his teeth to the birch-bark.", "ja": "燃え上がるそれを歯でくわえたまま、樺の樹皮へと近づける。"}
{"en": "But the burning brimstone went up his nostrils and into his lungs, causing him to cough spasmodically.", "ja": "だが硫黄の燃える臭いが鼻腔をつき、肺に入りこみ、せきこんでしまった。"}
{"en": "The match fell into the snow and went out.", "ja": "マッチは雪に落ち、消えた。"}
{"en": "The old-timer on Sulphur Creek was right, he thought in the moment of controlled despair that ensued:", "ja": "サルファ・クリークの古参者は正しい、自制した絶望の中で男はそう思った。"}
{"en": "after fifty below, a man should travel with a partner.", "ja": "-50度以下のときはパートナーを連れて旅するべきなのだ。"}
{"en": "He beat his hands, but failed in exciting any sensation.", "ja": "男は手で体をたたいてみたが、なんの感覚も感じられなかった。"}
{"en": "Suddenly he bared both hands, removing the mittens with his teeth.", "ja": "とつぜん男は、歯を使って、両手からミトンをはぎとった。"}
{"en": "He caught the whole bunch between the heels of his hands.", "ja": "マッチを束ごと、両手首ではさむ。"}
{"en": "His arm-muscles not being frozen enabled him to press the hand-heels tightly against the matches.", "ja": "腕の筋肉はまだ凍りついていなかったから、マッチをしっかりと両手首でつかむことができた。"}
{"en": "Then he scratched the bunch along his leg.", "ja": "それから、脚で一気に擦った。"}
{"en": "It flared into flame, seventy sulphur matches at once!", "ja": "70本のマッチが一時に燃え上がる！"}
{"en": "There was no wind to blow them out.", "ja": "風は吹いておらず、吹き消される心配はなかった。"}
{"en": "He kept his head to one side to escape the strangling fumes, and held the blazing bunch to the birch-bark.", "ja": "煙たさに顔を背けながら、樺の樹皮に燃え盛るマッチの束を近づける。"}
{"en": "As he so held it, he became aware of sensation in his hand.", "ja": "そのままこらえているうちに、手に感覚があるのに気付いた。"}
{"en": "His flesh was burning.", "ja": "肉が焼けていた。"}
{"en": "He could smell it.", "ja": "その臭いがたちこめた。"}
{"en": "Deep down below the surface he could feel it.", "ja": "皮膚のずっと奥で、それを感じることができた。"}
{"en": "The sensation developed into pain that grew acute.", "ja": "その感覚は痛みとなり、その痛みはどんどん増していった。"}
{"en": "And still he endured it, holding the flame of the matches clumsily to the bark", "ja": "それでも男は、燃え盛るマッチの束を樹皮に押しつけたまま、耐えつづけた。"}
{"en": "that would not light readily because his own burning hands were in the way, absorbing most of the flame.", "ja": "男の両手が炎の大部分を遮ってしまっていたから、火はなかなか点かなかった。"}
{"en": "At last, when he could endure no more, he jerked his hands apart.", "ja": "とうとう男はこれ以上耐えられなくなり、腕を広げた。"}
{"en": "The blazing matches fell sizzling into the snow,", "ja": "燃え盛るマッチは雪に落ち、ジュッという音を立てて消えた。"}
{"en": "but the birch-bark was alight.", "ja": "が、樹皮には火が点いていた。"}
{"en": "He began laying dry grasses and the tiniest twigs on the flame.", "ja": "男はその上に枯草や小枝を乗せはじめた。"}
{"en": "He could not pick and choose, for he had to lift the fuel between the heels of his hands.", "ja": "両手首でつかむことしかできなかったから、選んで乗せることはできなかった。"}
{"en": "Small pieces of rotten wood and green moss clung to the twigs, and he bit them off as well as he could with his teeth.", "ja": "小枝にこびりついていた腐った木片や青々とした苔は、歯で削るのはもちろん、ときには噛みとったりもした。"}
{"en": "He cherished the flame carefully and awkwardly.", "ja": "男はその炎を、慎重に、ぎこちなく慈しんだ。"}
{"en": "It meant life, and it must not perish.", "ja": "それは生命を意味するのだ、絶やしてはならない。"}
{"en": "The withdrawal of blood from the surface of his body now made him begin to shiver,", "ja": "体表にはますます血がめぐらなくなり、震えが襲ってきた。"}
{"en": "and he grew more awkward.", "ja": "それでますます動きがぎこちなくなった。"}
{"en": "A large piece of green moss fell squarely on the little fire.", "ja": "青い苔の塊がその小さな火の上にまともに落ちた。"}
{"en": "He tried to poke it out with his fingers, but his shivering frame made him poke too far, and he disrupted the nucleus of the little fire,", "ja": "指でそれを突き払おうとしたが、震えのせいで的外れな場所を突いてしまい、小さな火の中心を崩してしまった。"}
{"en": "the burning grasses and tiny twigs separating and scattering.", "ja": "火が点いていた枯草や小枝がばらばらに散らばる。"}
{"en": "He tried to poke them together again, but in spite of the tenseness of the effort, his shivering got away with him, and the twigs were hopelessly scattered.", "ja": "今度は散らばったものを突き寄せようとしたが、気を張り詰めて試みたのに、震えのせいでまったくうまくいかず、火種はあえなく散らばっていった。"}
{"en": "Each twig gushed a puff of smoke and went out.", "ja": "それぞれがすうっと煙を上げ、消えた。"}
{"en": "The fire-provider had failed.", "ja": "火造りは失敗した。"}
{"en": "As he looked apathetically about him, his eyes chanced on the dog,", "ja": "無表情に周囲を見渡し、ふと犬に目を留める。"}
{"en": "sitting across the ruins of the fire from him, in the snow,", "ja": "犬は焚火の残骸の向こうに、雪の中、そわそわして座っていた。"}
{"en": "making restless, hunching movements, slightly lifting one forefoot and then the other, shifting its weight back and forth on them with wistful eagerness.", "ja": "前足を前後にせわしなく動かすその様子は、熱心に何かを求めるときのものだった。"}
{"en": "The sight of the dog put a wild idea into his head.", "ja": "犬を見たとたん、乱暴なアイデアが頭に浮かんだ。"}
{"en": "He remembered the tale of the man, caught in a blizzard, who killed a steer and crawled inside the carcass, and so was saved.", "ja": "暴風雪に襲われたとき、難を逃れようとして連れていた牛を殺し、その死体を盾にして実際難を逃れた男の話を思い出したのだ。"}
{"en": "He would kill the dog and bury his hands in the warm body until the numbness went out of them.", "ja": "犬を殺し、両手をまだ暖かい体に突っこんで感覚をとりもどす。"}
{"en": "Then he could build another fire.", "ja": "それからもう一度火を起こしなおせばよい。"}
{"en": "He spoke to the dog, calling it to him;", "ja": "男は犬に話しかけ、呼び寄せようとした。"}
{"en": "but in his voice was a strange note of fear that frightened the animal,", "ja": "けれども、その声には滅多にない怖れの色が表われていたため、その動物は怯えた。"}
{"en": "who had never known the man to speak in such way before.", "ja": "男からそのような口の聞き方をされるのは始めてだったのだ。"}
{"en": "Something was the matter, and its suspicious nature sensed danger,", "ja": "何かがある、そしてそれを動物の疑り深い天性から危険ととらえた"}
{"en": "--it knew not what danger but somewhere, somehow, in its brain arose an apprehension of the man.", "ja": "――どんな危険だかは知らないが、脳の片隅に、どういうわけか、男に対する不信が湧き上がってきたのだ。"}
{"en": "It flattened its ears down at the sound of the man's voice,", "ja": "男の声の響きに、犬はぺたんと耳を閉じた。"}
{"en": "and its restless, hunching movements and the liftings and shiftings of its forefeet became more pronounced but it would not come to the man.", "ja": "まえよりも激しくそわそわし、前足を前後に動かしはじめたが、どうしても男のそばにはやってこようとしなかった。"}
{"en": "He got on his hands and knees and crawled toward the dog.", "ja": "男は四つん這いになって犬のほうに向かってきた。"}
{"en": "This unusual posture again excited suspicion, and the animal sidled mincingly away.", "ja": "この常ならぬ姿勢はふたたび疑惑を湧き起こさせ、動物はつんとして男を遠ざけた。"}
{"en": "The man sat up in the snow for a moment and struggled for calmness.", "ja": "男はなんとか落ちつこうとしながら雪の上に立ちあがった。"}
{"en": "Then he pulled on his mittens, by means of his teeth, and got upon his feet.", "ja": "それからミトンを、歯ではぎとり、足につけた。"}
{"en": "He glanced down at first in order to assure himself that he was really standing up,", "ja": "一瞬目を下にやり、自分が本当に立っているかどうかを確かめた。"}
{"en": "for the absence of sensation in his feet left him unrelated to the earth.", "ja": "感覚のない足では地面とのつながりが分からなくなっていのだ。"}
{"en": "His erect position in itself started to drive the webs of suspicion from the dog's mind;", "ja": "立ちあがった男の姿勢それ自体が、犬の頭に疑惑の網をはりはじめた。"}
{"en": "and when he spoke peremptorily, with the sound of whip-lashes in his voice, the dog rendered its customary allegiance and came to him.", "ja": "断固とした、鞭の風切音の口真似を交えた口調で話しかけると、犬は習慣づけられた忠誠心を発揮して男の元にやってきた。"}
{"en": "As it came within reaching distance, the man lost his control.", "ja": "手の届く範囲にまでやってきたときにはもう、自制できなかった。"}
{"en": "His arms flashed out to the dog,", "ja": "腕をさっと伸ばす。"}
{"en": "and he experienced genuine surprise when he discovered that his hands could not clutch, that there was neither bend nor feeling in the lingers.", "ja": "が、自分の手にはつかむことができず、曲げることすらできなくなっているのを知り、また感覚が微塵もなくなっているのを知って、正真正銘の驚きを体験した。"}
{"en": "He had forgotten for the moment that they were frozen and that they were freezing more and more.", "ja": "両手が凍えてしまっており、なお凍えていきつつあるのを忘れていたのだ。"}
{"en": "All this happened quickly,", "ja": "ここまで、あっという間だった。"}
{"en": "and before the animal could get away, he encircled its body with his arms.", "ja": "犬は、逃げきる前に、男の腕にからめとられていた。"}
{"en": "He sat down in the snow,", "ja": "男はそのまま雪の上に座った。"}
{"en": "while it snarled and whined and struggled.", "ja": "犬は唸り、鼻を鳴らし、もがいた。"}
{"en": "But it was all he could do,", "ja": "けれども男にできたのはそこまでだった。"}
{"en": "hold its body encircled in his arms and sit there.", "ja": "犬をかき抱いたままそこに座る。"}
{"en": "He realized that he could not kill the dog.", "ja": "殺せない、と悟った。"}
{"en": "There was no way to do it.", "ja": "やりようがない。"}
{"en": "With his helpless hands he could neither draw nor hold his sheath-knife nor throttle the animal.", "ja": "この役に立たなくなった手ではナイフを握ることも、その鞘を払うことも、犬を屠ることもできない。"}
{"en": "He released it, and it plunged wildly away, with tail between its legs, and still snarling.", "ja": "放してやると、犬はまだ唸りながら、尾を足の間にいれて猛烈な勢いで男のそばを離れた。"}
{"en": "It halted forty feet away and surveyed him curiously,", "ja": "十数メートルほど離れたところから男を不思議そうにながめる。"}
{"en": "with ears sharply pricked forward.", "ja": "両耳をぴんと立てて。"}
{"en": "The man looked down at his hands in order to locate them,", "ja": "男は、見下ろして、自分の両手の位置を確かめた。"}
{"en": "and found them hanging on the ends of his arms.", "ja": "腕の先にぶらさがっている。"}
{"en": "It struck him as curious", "ja": "ふと、可笑しくなった。"}
{"en": "that one should have to use his eyes in order to find out where his hands were.", "ja": "自分の手がどこにあるのか、目で見ないと分からない、なんてことがあるとはね。"}
{"en": "He began threshing his arms back and forth, beating the mittened hands against his sides.", "ja": "男は手を大きく前後に振って、ミトンをした手を脇腹に打ち付けはじめた。"}
{"en": "He did this for five minutes, violently, and his heart pumped enough blood up to the surface to put a stop to his shivering.", "ja": "ひたむきに5分間やりつづけると、心臓がばくばくと脈打って体表を温め、震えはおさまった。"}
{"en": "But no sensation was aroused in the hands.", "ja": "だが、手には何の感覚もなかった。"}
{"en": "He had an impression that they hung like weights on the ends of his arms,", "ja": "手はまるで両腕の先端にぶらさがる重りみたいな感じだった。"}
{"en": "but when he tried to run the impression down, he could not find it.", "ja": "けれどもその感覚を追求しようとすると、それは消え去ってしまう。"}
{"en": "A certain fear of death, dull and oppressive, came to him.", "ja": "死の恐怖が男の頭の中にどんよりとたちこめた。"}
{"en": "This fear quickly became poignant", "ja": "この恐怖はすぐに強烈なものになり、男を刺激した。"}
{"en": "as he realized that it was no longer a mere matter of freezing his fingers and toes, or of losing his hands and feet, but that it was a matter of life and death with the chances against him.", "ja": "もはや手や足の指を、あるいは手足もろともを壊死させずにすむかどうかという問題ではなく、生きるか死ぬかの問題が男につきつけられていた。"}
{"en": "This threw him into a panic, and he turned and ran up the creek-bed along the old, dim trail.", "ja": "それに気付いた男はパニックに陥り、河川敷の消えかかっている道を走り出した。"}
{"en": "The dog joined in behind and kept up with him.", "ja": "犬がその後を追う。"}
{"en": "He ran blindly, without intention, in fear such as he had never known in his life.", "ja": "これまで生きてきた中で一度も経験したことないほどの恐怖に、男は無我夢中で走りつづけた。"}
{"en": "Slowly, as he ploughed and floundered through the snow, he began to see things again", "ja": "ざくざくと雪を蹴立てているうちに、ゆっくりと、現実が見えるようになってきた"}
{"en": "--the banks of the creek, the old timber-jams, the leafless aspens, and the sky.", "ja": "――クリークの土手、古い潅木、葉を落とした木々、大空が。"}
{"en": "The running made him feel better.", "ja": "走ったおかげで体の調子はよくなっていた。"}
{"en": "He did not shiver.", "ja": "震えはおさまっている。"}
{"en": "Maybe, if he ran on, his feet would thaw out;", "ja": "あるいは、さらに走りつづければ足も温まるかもしれない。"}
{"en": "and, anyway, if he ran far enough, he would reach camp and the boys.", "ja": "そして、さらにさらに走りつづければ子どもたちのいるキャンプに着けるかもしれない。"}
{"en": "Without doubt he would lose some fingers and toes and some of his face;", "ja": "どう考えても手や足の指を何本か失い、顔も一部損なわれているだろう。"}
{"en": "but the boys would take care of him,", "ja": "けれどもキャンプにつきさえすれば、子どもたちが手当てをしてくれる。"}
{"en": "and save the rest of him when he got there.", "ja": "それで無事だった部分は救われるはずだ。"}
{"en": "And at the same time there was another thought in his mind", "ja": "同時に、違う考えが頭をよぎった。"}
{"en": "that said", "ja": "それは言う。"}
{"en": "he would never get to the camp and the boys;", "ja": "おまえは絶対にキャンプにたどりつくことなどないのだ。"}
{"en": "that it was too many miles away, that the freezing had too great a start on him,", "ja": "あまりに遠いし、寒さも苛烈。"}
{"en": "and that he would soon be stiff and dead.", "ja": "おまえはもうすぐ凍え死んでしまうのだよ。"}
{"en": "This thought he kept in the background and refused to consider.", "ja": "男はその考えを払いのけ、深く考えないようにした。"}
{"en": "Sometimes it pushed itself forward and demanded to be heard, but he thrust it back and strove to think of other things.", "ja": "ときどきしゃしゃり出ては耳を貸せと強いてきたが、男はそれを頭の奥に押しこみ、他のことを考えようとした。"}
{"en": "It struck him as curious", "ja": "おもしろいな、と男は思った。"}
{"en": "that he could run at all on feet so frozen that he could not feel them when they struck the earth and took the weight of his body.", "ja": "足は凍えてしまって地面を蹴る衝撃も自分の体重も感じられないというのに、それでも走れるだなんて。"}
{"en": "He seemed to himself to skim along above the surface and to have no connection with the earth.", "ja": "まるで宙に浮いたまま、すべるように飛んでいるみたいだ。"}
{"en": "Somewhere he had once seen a winged Mercury, and he wondered if Mercury felt as he felt when skimming over the earth.", "ja": "いつかどこかで翼を広げたマーキュリーを見たことがあったけれど、マーキュリーもまた空を飛ぶときはこのように感じるものなのだろうか。"}
{"en": "His theory of running until he reached camp and the boys had one flaw in it:", "ja": "男の疾走論は、キャンプにいる子どもたちのもとにたどりつく前にある欠点が見出された。"}
{"en": "he lacked the endurance.", "ja": "持久力不足。"}
{"en": "Several times he stumbled, and finally he tottered, crumpled up, and fell.", "ja": "何度もつまづき、やがてよろよろと歩くのが精一杯になり、ついには倒れてしまった。"}
{"en": "When he tried to rise, he failed.", "ja": "立ちあがろうとしたが、うまくいかなかった。"}
{"en": "He must sit and rest,", "ja": "座って休まねばならない。"}
{"en": "he decided,", "ja": "そう決めた。"}
{"en": "and next time he would merely walk and keep on going.", "ja": "次はただ歩くだけにしてとにかく前に進みつづけよう。"}
{"en": "As he sat and regained his breath, he noted that he was feeling quite warm and comfortable.", "ja": "座って息を整えると、ふと体が心地よく暖まっていることに気付いた。"}
{"en": "He was not shivering, and it even seemed that a warm glow had come to his chest and trunk.", "ja": "震えはおさまり、胸から腹にかけて火照っているように思えた。"}
{"en": "And yet, when he touched his nose or cheeks, there was no sensation.", "ja": "ただ、鼻と頬に触ってみたところ、やはり感覚はなかった。"}
{"en": "Running would not thaw them out.", "ja": "頬や鼻は走って温めることはできない。"}
{"en": "Nor would it thaw out his hands and feet.", "ja": "同じく、手足も。"}
{"en": "Then the thought came to him that the frozen portions of his body must be extending.", "ja": "考えてみると、間違いなく凍ってしまった部分は広がりつづけている。"}
{"en": "He tried to keep this thought down, to forget it, to think of something else;", "ja": "男はそのことを深く考えず忘れようとし、何か他のことを考えてみた。"}
{"en": "he was aware of the panicky feeling that it caused,", "ja": "深く考えるとパニックに陥りそうな気がしていた。"}
{"en": "and he was afraid of the panic.", "ja": "パニックに陥るのは嫌だった。"}
{"en": "But the thought asserted itself, and persisted, until it produced a vision of his body totally frozen.", "ja": "けれどもどうしても他のことを考えることができず、ついに自分の全身が氷づけになったところを想像してしまった。"}
{"en": "This was too much, and he made another wild run along the trail.", "ja": "もうたくさんだ、男はふたたび道に沿って狂ったように走り出した。"}
{"en": "Once he slowed down to a walk, but the thought of the freezing extending itself made him run again.", "ja": "一度は失速して歩きはじめたが、体がますます凍えていくのを思い、ふたたび走り出した。"}
{"en": "And all the time the dog ran with him, at his heels.", "ja": "犬はずっと男にしたがって走りつづけていた。"}
{"en": "When he fell down a second time, it curled its tail over its forefeet and sat in front of him facing him curiously eager and intent.", "ja": "ふたたび男が倒れると、犬も座りこんで尻尾を前足にからませ、期待に胸をふくらませて男と向かい合った。"}
{"en": "The warmth and security of the animal angered him, and he cursed it", "ja": "その元気な姿が男を苛立たせ、悪しざまに罵った。"}
{"en": "till it flattened down its ears appeasingly.", "ja": "犬はなだめるように耳をぺたんと閉じた。"}
{"en": "This time the shivering came more quickly upon the man.", "ja": "今回は、前よりも早く震えが襲ってきた。"}
{"en": "He was losing in his battle with the frost.", "ja": "男は寒さの前に屈しようとしていた。"}
{"en": "It was creeping into his body from all sides.", "ja": "それはあらゆる方向から男の体の中へと忍びこんでくる。"}
{"en": "The thought of it drove him on, but he ran no more than a hundred feet, when he staggered and pitched headlong.", "ja": "そう思うと男はいてもたってもいられなくなり立ちあがったが、わずか30メートル走ったところでふらつき、どうと倒れた。"}
{"en": "It was his last panic.", "ja": "それが最後のパニックだった。"}
{"en": "When he had recovered his breath and control, he sat up and entertained in his mind the conception of meeting death with dignity.", "ja": "息を整え自制心を取りもどすと、座りなおし、心楽しませることで尊厳ある死を構想しようとした。"}
{"en": "However, the conception did not come to him in such terms.", "ja": "といっても、自分の死が尊厳あるものとは思えなかった。"}
{"en": "His idea of it was that he had been making a fool of himself,", "ja": "自分の行動を省みると、自分がまるで道化師のように思えた。"}
{"en": "running around like a chicken with its head cut off", "ja": "首を切られたまま走りまわる鶏"}
{"en": "--such was the simile that occurred to him.", "ja": "――そういうたとえが頭に浮かぶ。"}
{"en": "Well, he was bound to freeze anyway,", "ja": "さあ、とにかくおれは凍死するときまった。"}
{"en": "and he might as well take it decently.", "ja": "だったらそれを素直に受けいれたほうがいい。"}
{"en": "With this new-found peace of mind came the first glimmerings of drowsiness.", "ja": "この新たな安らぎを見出すとともに眠気が襲ってきた。"}
{"en": "A good idea, he thought,", "ja": "グッドアイデアだ、と思った。"}
{"en": "to sleep off to death.", "ja": "眠りながら死ぬのは。"}
{"en": "It was like taking an anaesthetic.", "ja": "麻酔をかけられたようだった。"}
{"en": "Freezing was not so bad as people thought.", "ja": "凍死は人が思っているほど悪くない。"}
{"en": "There were lots worse ways to die.", "ja": "もっとひどい死に方は山ほどある。"}
{"en": "He pictured the boys finding his body next day.", "ja": "明日になって子どもたちが自分を発見する場面が浮かびあがった。"}
{"en": "Suddenly he found himself with them,", "ja": "ふと気がつくと、そばには子どもたちがいた。"}
{"en": "coming along the trail and looking for himself.", "ja": "子どもたちは男を捜しに道をたどってきたのだ。"}
{"en": "And, still with them, he came around a turn in the trail and found himself lying in the snow.", "ja": "それから、やはり子どもたちと一緒に、意識をもうろうとさせたまま、雪に埋もれている自分を見出すところが。"}
{"en": "He did not belong with himself any more, for even then he was out of himself, standing with the boys and looking at himself in the snow.", "ja": "男の体はもはや男のものではなく、体の外から、子どもたちと並んで雪に埋もれた自分を見下ろしていた。"}
{"en": "It certainly was cold, was his thought.", "ja": "本当に寒い、と思った。"}
{"en": "When he got back to the States he could tell the folks what real cold was.", "ja": "アメリカにもどったら、本当の寒さとはどんなものか教えてやれるな。"}
{"en": "He drifted on from this to a vision of the old-timer on Sulphur Creek.", "ja": "そしてサルファ・クリークの古参者が現れた。"}
{"en": "He could see him quite clearly,", "ja": "その姿ははっきりと見えた。"}
{"en": "warm and comfortable, and smoking a pipe.", "ja": "暖かそうに、快適そうに、パイプをふかしている。"}
{"en": "\"You were right, old hoss;", "ja": "「あんた正しかったよ、親父。"}
{"en": "you were right,\"", "ja": "あんたが正しかった」"}
{"en": "the man mumbled to the old-timer of Sulphur Creek.", "ja": "と、男はサルファ・クリークの古参者に向かってつぶやいた。"}
{"en": "Then the man drowsed off", "ja": "そして男はゆっくりと眠りに落ちていった。"}
{"en": "into what seemed to him the most comfortable and satisfying sleep he had ever known.", "ja": "それは男にとって、これまでなかったほど快適で満ち足りたもののように思えた。"}
{"en": "The dog sat facing him and waiting.", "ja": "犬は男に面と向かって座り、待った。"}
{"en": "The brief day drew to a close in a long, slow twilight.", "ja": "早くも日が暮れ、長い長い夕闇が近づいてきた。"}
{"en": "There were no signs of a fire to be made,", "ja": "火が起こされる気配はない。"}
{"en": "and, besides, never in the dog's experience had it known a man to sit like that in the snow and make no fire.", "ja": "人間が雪の中に座り火を起こさないとは、前代未聞のことだった。"}
{"en": "As the twilight drew on, its eager yearning for the fire mastered it, and with a great lifting and shifting of forefeet, it whined softly, then flattened its ears down in anticipation of being chidden by the man.", "ja": "夕闇があたりをつつむころになると、火への渇望は圧倒的になり、前足をひっきりなしに動かしながら甘えるように鼻を鳴らし、ふてくされたように耳をぺたんと閉じた。"}
{"en": "But the man remained silent.", "ja": "けれども男はなんの反応も示さなかった。"}
{"en": "Later, the dog whined loudly.", "ja": "少し経って、今度は大きく鼻を鳴らした。"}
{"en": "And still later it crept close to the man and caught the scent of death.", "ja": "さらに少し経って男のそばにちかよってみると、死臭がかぎとられた。"}
{"en": "This made the animal bristle and back away.", "ja": "それをかぎとると動物は毛を逆立たせて後ずさりした。"}
{"en": "A little longer it delayed, howling under the stars that leaped and danced and shone brightly in the cold sky.", "ja": "程なく、寒空にきらきらと舞う星々に向かって遠吠えを響かせる。"}
{"en": "Then it turned and trotted up the trail in the direction of the camp it knew,", "ja": "それから男に背を向けると、自分が知っているキャンプに向かって駆け出していった。"}
{"en": "where were the other food-providers and fire-providers.", "ja": "そこではまた別の人間が食料と火を与えてくれるのだ。"}
