{"en": "Freedom-Or Copyright?", "ja": "自由か著作権か？"}
{"en": "Once upon a time, in the age of the printing press, an industrial regulation was established for the business of writing and publishing.", "ja": "むかしむかし、印刷機の時代に、 執筆と出版のビジネスのために1つの産業上の規制が確立されました。"}
{"en": "It was called copyright.", "ja": "それは著作権と呼ばれました。"}
{"en": "Copyright's purpose was to encourage the publication of a diversity of written works.", "ja": "著作権の目的は、 執筆された書き物を広範囲に出版することを奨励するということでした。"}
{"en": "Copyright's method was to make publishers get permission from authors to reprint recent writings.", "ja": "そして著作権の方法は、 最近の著作物を再版する場合、出版社が著者の許可を必要とするというものでした。"}
{"en": "Ordinary readers had little reason to disapprove,", "ja": "普通の読者は、これを否認する理由はほとんど持っていませんでした。"}
{"en": "since copyright restricted only publication, not the things a reader could do.", "ja": "なぜなら、著作権は出版だけを制限しており、 読者ができることに制限を設けているのではなかったからです。"}
{"en": "If it raised the price of a book a small amount, that was only money.", "ja": "もしも、著作権が本の価格を少し上げたのなら、 それは金銭の問題だけでした。"}
{"en": "Copyright provided a public benefit, as intended, with little burden on the public.", "ja": "著作権は、本来の目的の通り公共の利益に役立っており、 一般の人々に、ほとんど負荷は与えませんでした。"}
{"en": "It did its job well-back then.", "ja": "著作権は、その役割をよく果たしておりました――その当時は。"}
{"en": "Then a new way of distributing information came about:", "ja": "やがて、情報を配布する新しい方法が登場しました。"}
{"en": "computers and networks.", "ja": "コンピュータとネットワークです。"}
{"en": "The advantage of digital information technology is that it facilitates copying and manipulating information,", "ja": "デジタル情報技術の利点は、 情報のコピーと操作を行なえるというところにあります。"}
{"en": "including software, musical recordings and books.", "ja": "それにはソフトウェア、音楽録音、そして書籍も含まれています。"}
{"en": "Networks offered the possibility of unlimited access to all sorts of data-an information utopia.", "ja": "ネットワークによって、 あらゆる種類のデータへ無制限にアクセスできる可能性が提供されました――情報のユートピアです。"}
{"en": "But one obstacle stood in the way:", "ja": "しかし、そこには1つの障害が立ちはだかっていました。"}
{"en": "copyright.", "ja": "著作権です。"}
{"en": "Readers who made use of their computers to share published information were technically copyright infringers.", "ja": "出版された情報をコンピュータを使って共有しようとする読者は、 法律上は著作権に違反しているのです。"}
{"en": "The world had changed, and what was once an industrial regulation on publishers had become a restriction on the public it was meant to serve.", "ja": "世界は変わり、 かつては出版社にとっての産業上の規制であったものが、 本来奉仕すべき一般の人々に対しての規制となってしまいました。"}
{"en": "In a democracy, a law that prohibits a popular, natural and useful activity is usually soon relaxed.", "ja": "民主主義社会においては、 多くの人が関わり、自然で、有益な活動を禁じる法律は、 まもなく緩和されるのが普通です。"}
{"en": "But the powerful publishers' lobby was determined to prevent the public from taking advantage of the power of their computers,", "ja": "しかし、出版社の強力な圧力団体は、 一般大衆がコンピュータの能力を有効利用することを禁じる決断をしました。"}
{"en": "and found copyright a suitable weapon.", "ja": "そして著作権がぴったりの武器であることに気づいたのです。"}
{"en": "Under their influence, rather than relaxing copyright to suit the new circumstances, governments made it stricter than ever, imposing harsh penalties on readers caught sharing.", "ja": "出版社の影響を受け、 著作権を新しい環境に合うようにゆるめるのではなく、 共有を行なっている読者に厳しい罰則を与えることで、 政府はこれまで以上に著作権を厳しくしたのです。"}
{"en": "But that wasn't the last of it.", "ja": "しかも、 それで終わりではありませんでした。"}
{"en": "Computers can be powerful tools of domination when a few people control what other people's computers do.", "ja": "コンピュータは、 他の人々のコンピュータの活動を、数人の人がコントロールできるなら、 強力な統治の道具となり得るのです。"}
{"en": "The publishers realized that by forcing people to use specially designated software to read e-books, they can gain unprecedented power:", "ja": "人々が電子ブックを読む際に、 特別に設計されたソフトウェアを使うことを強制すれば、 自分たちが空前絶後の力を得ることができる、 と出版社は考えたのです。"}
{"en": "they can compel readers to pay, and identify themselves,", "ja": "出版社は料金の支払いを強制し、 また読者が誰であるかを識別することさえできるのです。"}
{"en": "every time they read a book!", "ja": "読者が本を読むたびにですよ！"}
{"en": "That is the publishers' dream,", "ja": "それは出版社の夢です。"}
{"en": "and they prevailed upon the U.S. government to enact the Digital Millennium Copyright Act of 1998.", "ja": "そして出版社は合衆国政府を説き伏せて、 1998年のDigital Millennium Copyright Actを制定させました。"}
{"en": "This law gives them total legal power over almost anything a reader might do with an e-book.", "ja": "この法律によれば、 出版社は、電子ブックに関して読者がするかもしれないほとんどすべてのことに関して、 全体的な法律上の力を及ぼすことができるようになります。"}
{"en": "Even reading it without authorization is a crime!", "ja": "正当と認められなければ電子ブックを読むことも犯罪となるのです！"}
{"en": "We still have the same old freedoms in using paper books.", "ja": "私たちは、紙の本を利用することについては、昔ながらの自由を手にしています。"}
{"en": "But if e-books replace printed books, that exception will do little good.", "ja": "しかし、もしも電子ブックが印刷された本にとって変わるなら、 そのような例外は少しも役に立ちません。"}
{"en": "With \"electronic ink\", which makes it possible to download new text onto an apparently printed piece of paper, even newspapers could become ephemeral.", "ja": "「電子インク」――印刷に見えるような品質で、新しいテキストを紙の上にダウンロードできるもの――を使ったとすると、 新聞も、次々と中味が差し替えられていくようになるかもしれません。"}
{"en": "Imagine:", "ja": "想像してみてください。"}
{"en": "no more used book stores;", "ja": "古本屋はもうなくなります。"}
{"en": "no more lending a book to your friend;", "ja": "友人に本を貸すこともなくなります。"}
{"en": "no more borrowing one from the public library", "ja": "公共の図書館から本を借りることもなくなります。"}
{"en": "-no more \"leaks\" that might give someone a chance to read without paying.", "ja": "料金を支払うことなく誰かにちょっと読ませる「リーク」もなくなります。"}
{"en": "(And judging from the ads for Microsoft Reader, no more anonymous purchasing of books either.)", "ja": "（そしてMicrosoft Readerの広告から判断するに、匿名で本を購入するということだってなくなります。）"}
{"en": "This is the world publishers have in mind for us.", "ja": "これが、世界の出版社が考えていることなのです。"}
{"en": "Why is there so little public debate about these momentous changes?", "ja": "どうして、このような重大な変革について、 公の議論がこれほど少ないのでしょう。"}
{"en": "Most citizens have not yet had occasion to come to grips with the political issues raised by this futuristic technology.", "ja": "ほとんどの市民は、 先駆的な技術によって浮上してきたこの政治問題を、理解する機会を得ていません。"}
{"en": "Besides, the public has been taught that copyright exists to \"protect\" the copyright holders,", "ja": "それに加えて、著作権は著作権者を「保護する」ために存在すると一般の人々は教えられてきています。"}
{"en": "with the implication that the public's interests do not count.", "ja": "それは暗黙のうちに公共の利益は重要ではないという意味を持っています。"}
{"en": "But when the public at large begins to use e-books, and discovers the regime that the publishers have prepared for them, they will begin to resist.", "ja": "しかし、一般の人々が広く電子ブックを使いはじめ、 出版社が電子ブックに対して用意していた支配体制を発見するとき、 彼らは抵抗を始めるでしょう。"}
{"en": "Humanity will not accept this yoke forever.", "ja": "人間性はこのような奴隷状態を受け入れることは永遠にありません。"}
{"en": "The publishers would have us believe that suppressive copyright is the only way to keep art alive,", "ja": "出版社は、著作権による制約は、 芸術を生かすための唯一の方法である、と私たちに信じ込ませようとするでしょう。"}
{"en": "but we do not need a War on Copying to encourage a diversity of published works;", "ja": "しかし、私たちは、出版された作品を広めることを奨励するのに、 コピーに関する戦争をする必要はありません。"}
{"en": "as the Grateful Dead showed, private copying among fans is not necessarily a problem for artists.", "ja": "というのは、the Grateful Dead が示したように、 ファンの間で行なわれる個人的なコピーは必ずしもアーティストにとって問題とは限らないからです。"}
{"en": "By legalizing the copying of e-books among friends, we can turn copyright back into the industrial regulation it once was.", "ja": "友人間での電子ブックのコピーを合法化することによって、 私たちは著作権を、以前同様、産業上の規制に戻すことができます。"}
{"en": "For some kinds of writing, we should go even further.", "ja": "ある種の書き物に関しては、私たちはもっと先まで進むべきです。"}
{"en": "For scholarly papers and monographs, everyone should be encouraged to republish them verbatim online;", "ja": "学術的な論文や研究論文（モノグラフ）に関しては、 誰もが丸ごとオンラインで再出版することを奨励されるべきです。"}
{"en": "this helps protect the scholarly record while making it more accessible.", "ja": "これによって、もっとアクセスしやすくなる一方、学術的な記録を守る助けとなるでしょう。"}
{"en": "For textbooks and most reference works, publication of modified versions should be allowed as well,", "ja": "教科書やほとんどの参考書に関しては、 修正版の出版も同様に許可されるべきです。"}
{"en": "since that encourages improvement.", "ja": "というのは、そのようにすれば改善が奨励されるからです。"}
{"en": "Eventually, when computer networks provide an easy way to send someone a small amount of money, the whole rationale for restricting verbatim copying will go away.", "ja": "やがて、 コンピュータネットワークが、少額の金銭を誰かに送信する簡単な方法を提供するなら、 丸ごとそのままのコピーを制限する正当な理由はすべてなくなってしまうでしょう。"}
{"en": "If you like a book, and a box pops up on your computer saying \"Click here to give the author one dollar\", wouldn't you click?", "ja": "もしもある本が好きで、あなたのコンピュータ上にボックスがポンと出てきて、 そこには「著者に１ドル払うならここをクリック」と書かれていたら、 あなたはクリックしませんか？"}
{"en": "Copyright for books and music, as it applies to distributing verbatim unmodified copies, will be entirely obsolete.", "ja": "書籍と音楽の著作権は、 丸ごとそのまま、修正なしのコピーの配布に適用するなら、 時代遅れのものとなるでしょう。"}
{"en": "And not a moment too soon!", "ja": "そのような時代は、いつ来ても、早すぎるなんてことはありません！"}
