{"en": "The Gift of the Magi", "ja": "賢者の贈り物"}
{"en": "O. Henry", "ja": "オー・ヘンリー作"}
{"en": "One dollar and eighty-seven cents.", "ja": "１ドル８７セント。"}
{"en": "That was all.", "ja": "それで全部。"}
{"en": "And sixty cents of it was in pennies.", "ja": "しかもそのうち６０セントは小銭でした。"}
{"en": "Pennies saved one and two", "ja": "小銭は一回の買い物につき一枚か二枚づつ浮かせたものです。"}
{"en": "at a time by bulldozing the grocer and the vegetable man and the butcher until one's cheeks burned with the silent imputation of parsimony that such close dealing implied.", "ja": "乾物屋や八百屋や肉屋に無理矢理まけさせたので、しまいに、こんなに値切るなんてという無言の非難で頬が赤くなるほどでした。"}
{"en": "Three times Della counted it.", "ja": "デラは三回数えてみました。"}
{"en": "One dollar and eighty-seven cents.", "ja": "でもやっぱり１ドル８７セント。"}
{"en": "And the next day would be Christmas.", "ja": "明日はクリスマスだというのに。"}
{"en": "There was clearly nothing to do but flop down on the shabby little couch and howl.", "ja": "これでは、まったくのところ、粗末な小椅子に突っ伏して泣くしかありません。"}
{"en": "So Della did it.", "ja": "ですからデラはそうしました。"}
{"en": "Which instigates the moral reflection that life is made up of sobs, sniffles, and smiles, with sniffles predominating.", "ja": "そうしているうちに、人生というものは、わあわあ泣くのと、しくしく泣くのと、微笑みとでできており、しかも、わあわあ泣くのが大部分を占めていると思うようになりました。"}
{"en": "While the mistress of the home is gradually subsiding from the first stage to the second, take a look at the home.", "ja": "この家の主婦が第一段階から第二段階へと少しづつ移行している間に、家の様子を見ておきましょう。"}
{"en": "A furnished flat at $8 per week.", "ja": "ここは週８ドルの家具付きアパートです。"}
{"en": "It did not exactly beggar description, but it certainly had that word on the lookout for the mendicancy squad.", "ja": "全く筆舌に尽くしがたいというわけではないけれど、浮浪者一掃部隊に気をつけるためにアパートという名前をつけたに違いありません。"}
{"en": "In the vestibule below was a letter-box into which no letter would go, and an electric button from which no mortal finger could coax a ring.", "ja": "階下には郵便受けがありましたが手紙が入る様子はなく、呼び鈴はありましたが人間の指では鳴らせそうもありません。"}
{"en": "Also appertaining thereunto was a card bearing the name \"Mr.  James Dillingham Young.\"", "ja": "その上には「ミスター・ジェームズ・ディリンガム・ヤング」という名前が書かれた名刺が貼ってありました。"}
{"en": "The \"Dillingham\" had been flung to the breeze during a former period of prosperity when its possessor was being paid $30 per week.", "ja": "その「ディリンガム」の文字は、その名の持ち主に週３０ドルの収入があった繁栄の時代にはそよ風にはためいてきました。"}
{"en": "Now, when the income was shrunk to $20, though, they were thinking seriously of contracting to a modest and unassuming D.", "ja": "でもいまや収入は２０ドルに減ってしまい、文字たちはもっと慎ましく謙遜な「Ｄ」一文字に押し縮めようかと真剣に考えているようでした。"}
{"en": "But whenever Mr. James Dillingham Young came home and reached his flat above he was called \"Jim\" and greatly hugged by Mrs. James Dillingham Young, already introduced to you as Della.", "ja": "しかし、ジェームズ・ディリンガム・ヤング氏が家に帰って二階のアパートに着くと、すでにデラとしてご紹介済みのジェームズ・ディリンガム・ヤング夫人が、「ジム」と呼びながら、いつでもぎゅうっと夫を抱きしめるのでした。"}
{"en": "Which is all very good.", "ja": "これはたいへん結構なことですね。"}
{"en": "Della finished her cry and attended to her cheeks with the powder rag.", "ja": "デラは泣くのをやめ、頬に白粉をはたくのに意識を集中させました。"}
{"en": "She stood by the window and looked out dully at a gray cat walking a gray fence in a gray backyard.", "ja": "デラは窓辺に立ち、灰色の裏庭にある灰色の塀の上を灰色の猫が歩いているのを物憂げに見ました。"}
{"en": "Tomorrow would be Christmas Day, and she had only $1.87 with which to buy Jim a present.", "ja": "明日はクリスマスだというのに、ジムに贈り物を買うお金が１ドル８７セントしかありません。"}
{"en": "She had been saving every penny she could for months, with this result.", "ja": "何月も何月もコツコツとためてきたのに、これがその結果なのです。"}
{"en": "Twenty dollars a week doesn't go far.", "ja": "週２０ドルでは、大したことはできません。"}
{"en": "Expenses had been greater than she had calculated.", "ja": "支出はデラが計算した以上にありました。"}
{"en": "They always are.", "ja": "支出というものはいつだってそういうものでした。"}
{"en": "Only $1.87 to buy a present for Jim.", "ja": "ジムへの贈り物を買うのに１ドル８７セントしかないなんて。"}
{"en": "Her Jim.", "ja": "大切なジムなのに。"}
{"en": "Many a happy hour she had spent planning for something nice for him.", "ja": "デラは、ジムのために何かすばらしいものをあげようと、長い間計画していたのです。"}
{"en": "Something fine and rare and sterling", "ja": "何か、すてきで、めったにないもの"}
{"en": "--something just a little bit near to being worthy of the honor of being owned by Jim.", "ja": "―― ジムの所有物となる栄誉を受けるに少しでも値する何かを。"}
{"en": "There was a pier-glass between the windows of the room.", "ja": "その部屋の窓と窓の間には姿見の鏡が掛けられていました。"}
{"en": "Perhaps you have seen a pierglass in an $8 flat.", "ja": "たぶんあなたも８ドルの安アパートで見たことのあるような姿見でした。"}
{"en": "A very thin and very agile person may, by observing his reflection in a rapid sequence of longitudinal strips, obtain a fairly accurate conception of his looks.", "ja": "たいそう細身で機敏な人だけが、縦に細長い列に映る自分をすばやく見てとって、全身像を非常に正確に把握することができるのでしょう。"}
{"en": "Della, being slender, had mastered the art.", "ja": "デラはすらっとしていたので、その技術を会得しておりました。"}
{"en": "Suddenly she whirled from the window and stood before the glass.", "ja": "急にデラは窓からくるりと身をひるがえし、その鏡の前に立ちました。"}
{"en": "her eyes were shining brilliantly, but her face had lost its color within twenty seconds.", "ja": "デラの目はきらきらと輝いていましたが、顔は２０秒の間、色を失っていたのでした。"}
{"en": "Rapidly she pulled down her hair and let it fall to its full length.", "ja": "デラは手早く髪を下ろし、その長さいっぱいまで垂らしました。"}
{"en": "Now, there were two possessions of the James Dillingham Youngs in which they both took a mighty pride.", "ja": "さて、ジェームズ・ディリンガム・ヤング家には、誇るべき二つのものがありました。"}
{"en": "One was Jim's gold watch", "ja": "一つはジムの金時計です。"}
{"en": "that had been his father's and his grandfather's.", "ja": "かつてはジムの父、そしてその前にはジムの祖父が持っていたという金時計。"}
{"en": "The other was Della's hair.", "ja": "もう一つはデラの髪でした。"}
{"en": "Had the queen of Sheba lived in the flat across the airshaft,", "ja": "シバの女王が通風縦孔の向こう側のアパートに住んでいたとしましょう。"}
{"en": "Della would have let her hair hang out the window some day to dry just to depreciate Her Majesty's jewels and gifts.", "ja": "ある日、デラが窓の外にぬれた髪を垂らして乾かそうとしたら、それだけで、女王様の宝石や宝物は色あせてしまったことでしょう。"}
{"en": "Had King Solomon been the janitor, with all his treasures piled up in the basement,", "ja": "また、ソロモン王がビルの管理人をやっていて、宝物は地下室に山積みしていたとしましょう。"}
{"en": "Jim would have pulled out his watch every time he passed, just to see him pluck at his beard from envy.", "ja": "ジムが通りがかりに時計を出すたび、王様はうらやましさのあまり、ひげをかきむしったことでしょう。"}
{"en": "So now Della's beautiful hair fell about her rippling and shining like a cascade of brown waters.", "ja": "さて、そのデラの美しい髪は褐色の小さな滝のようにさざなみをうち、輝きながら彼女のまわりを流れ落ちていきました。"}
{"en": "It reached below her knee and made itself almost a garment for her.", "ja": "髪はデラの膝のあたりまで届き、まるで長い衣のようでした。"}
{"en": "And then she did it up again nervously and quickly.", "ja": "やがてデラは神経質そうにまた手早く髪をまとめあげました。"}
{"en": "Once she faltered for a minute and stood still", "ja": "ためらいながら１分間じっと立っていました。"}
{"en": "while a tear or two splashed on the worn red carpet.", "ja": "が、そのうちに涙が一粒、二粒、すりきれた赤いカーペットに落ちました。"}
{"en": "On went her old brown jacket;", "ja": "デラは褐色の古いジャケットを羽織り、"}
{"en": "on went her old brown hat.", "ja": "褐色の古い帽子をかぶりました。"}
{"en": "With a whirl of skirts and with the brilliant sparkle still in her eyes, she fluttered out the door and down the stairs to the street.", "ja": "スカートをはためかせ、目にはまだ涙を光らせて、ドアの外に出ると、表通りへ続く階段を降りていきました。"}
{"en": "Where she stopped the sign read:", "ja": "デラが立ち止まったところの看板には、"}
{"en": "\"Mne. Sofronie.", "ja": "「マダム・ソフロニー。"}
{"en": "Hair Goods of All Kinds.\"", "ja": "ヘア用品なら何でも。」"}
{"en": "One flight up Della ran, and collected herself, panting.", "ja": "デラは階段を一つかけのぼり、胸をどきどきさせながらも気持ちを落ち着けました。"}
{"en": "Madame, large, too white, chilly, hardly looked the \"Sofronie.\"", "ja": "女主人は大柄で、色は白すぎ、冷ややかで、とうてい「ソフロニー」という名前のようには見えませんでした。"}
{"en": "\"Will you buy my hair?\"", "ja": "「髪を買ってくださいますか」"}
{"en": "asked Della.", "ja": "とデラは尋ねました。"}
{"en": "\"I buy hair,\"", "ja": "「買うさ」"}
{"en": "said Madame.", "ja": "と女主人は言いました。"}
{"en": "\"Take yer hat off and let's have a sight at the looks of it.\"", "ja": "「帽子を取って見せなさいよ」"}
{"en": "Down rippled the brown cascade.", "ja": "褐色の滝がさざなみのようにこぼれ落ちました。"}
{"en": "\"Twenty dollars,\"", "ja": "「２０ドル」"}
{"en": "said Madame, lifting the mass with a practised hand.", "ja": "手馴れた手つきで髪を持ち上げて女主人は言いました。"}
{"en": "\"Give it to me quick,\"", "ja": "「すぐにください」"}
{"en": "said Della.", "ja": "とデラは言いました。"}
{"en": "Oh, and the next two hours tripped by on rosy wings.", "ja": "ああ、それから、薔薇のような翼に乗って２時間が過ぎていきました。"}
{"en": "Forget the hashed metaphor.", "ja": "…なんて、使い古された比喩は忘れてください。"}
{"en": "She was ransacking the stores for Jim's present.", "ja": "デラはジムへの贈り物を探してお店を巡っておりました。"}
{"en": "She found it at last.", "ja": "そしてとうとうデラは見つけたのです。"}
{"en": "It surely had been made for Jim and no one else.", "ja": "それは確かにジムのため、ジムのためだけに作られたものでした。"}
{"en": "There was no other like it in any of the stores,", "ja": "それほどすばらしいものはどの店にもありませんでした。"}
{"en": "and she had turned all of them inside out.", "ja": "デラは全部の店をひっくり返さんばかりに見たのですから。"}
{"en": "It was a platinum fob chain simple and chaste in design,", "ja": "それはプラチナの時計鎖で、デザインはシンプルで上品でした。"}
{"en": "properly proclaiming its value by substance alone and not by meretricious ornamentation", "ja": "ごてごてした飾りではなく、素材のみがその価値を主張していたのです"}
{"en": "--as all good things should do.", "ja": "―― すべてのよきものがそうあるべきなのですが。"}
{"en": "It was even worthy of The Watch.", "ja": "その鎖は彼の時計につけるのにふさわしいとまで言えるものでした。"}
{"en": "As soon as she saw it she knew that it must be Jim's.", "ja": "その鎖を見たとたん、これはジムのものだ、とデラにはわかりました。"}
{"en": "It was like him.", "ja": "この鎖はジムに似ていました。"}
{"en": "Quietness and value", "ja": "寡黙だが、価値がある"}
{"en": "--the description applied to both.", "ja": "―― この表現は鎖とジムの両者に当てはまりました。"}
{"en": "Twenty-one dollars they took from her for it, and she hurried home with the 87 cents.", "ja": "その鎖には２１ドルかかり、デラは８７セントをもって家に急いで帰りました。"}
{"en": "With that chain on his watch Jim might be properly anxious about the time in any company.", "ja": "この鎖を時計につければ、どんな人の前でもちゃんと時間を気にすることができるようになるでしょう。"}
{"en": "Grand as the watch was, he sometimes looked at it on the sly on account of the old leather strap that he used in place of a chain.", "ja": "時計はすばらしかったのですが、鎖の代わりに古い皮紐をつけていたため、ジムはこそこそと見るときもあったのです。"}
{"en": "When Della reached home her intoxication gave way a little to prudence and reason.", "ja": "デラが家に着いたとき、興奮はやや醒め、分別と理性が頭をもたげてきました。"}
{"en": "She got out her curling irons and lighted the gas and went to work repairing the ravages made by generosity added to love.", "ja": "ヘアアイロンを取り出し、ガスを着けると、愛に気前の良さを加えて生じた被害の跡を修繕する作業にかかりました。"}
{"en": "Which is always a tremendous task, dear friends", "ja": "そういうのはいつも大変な仕事なのですよ、ねえあなた"}
{"en": "--a mammoth task.", "ja": "―― とてつもなく大きな仕事なのですよ。"}
{"en": "Within forty minutes her head was covered with tiny, close-lying curls", "ja": "４０分のうちに、デラの髪は小さく集まったカールで覆われました。"}
{"en": "that made her look wonderfully like a truant schoolboy.", "ja": "髪型のせいで、まるで、ずる休みした学童みたいに見えました。"}
{"en": "She looked at her reflection in the mirror long, carefully, and critically.", "ja": "デラは、鏡にうつる自分の姿を、長い間、注意深く、ためつすがめつ見つめました。"}
{"en": "\"If Jim doesn't kill me,\"", "ja": "「わたしのことを殺しはしないだろうけれど」"}
{"en": "she said to herself,", "ja": "とデラは独り言をいいました。"}
{"en": "\"before he takes a second look at me, he'll say I look like a Coney Island chorus girl.", "ja": "「ジムはわたしのことを見るなり、コニーアイランドのコーラスガールみたいだって言うわ。"}
{"en": "But what could I do", "ja": "でもわたしに何ができるの"}
{"en": "--oh! what could I do with a dollar and eighty-seven cents?\"", "ja": "―― ああ、ほんとうに１ドル８７セントで何ができるっていうの？」"}
{"en": "At 7 o'clock the coffee was made and the frying-pan was on the back of the stove hot and ready to cook the chops.", "ja": "７時にはコーヒーの用意ができ、フライパンはストーブの上にのり、チョップを焼く準備ができました。"}
{"en": "Jim was never late.", "ja": "ジムは決して遅れることはありませんでした。"}
{"en": "Della doubled the fob chain in her hand and sat on the corner of the table near the door that he always entered.", "ja": "デラは時計の鎖を手の中で二重に巻き、彼がいつも入ってくるドアの近くのテーブルの隅に座りました。"}
{"en": "Then she heard his step  on the stair away down on the first flight, and she turned white for just a moment.", "ja": "やがて、ジムがはじめの階段を上ってくる足音が聞こえると、デラは一瞬顔が青ざめました。"}
{"en": "She had a habit of saying a little silent prayer about the simplest everyday things, and now she whispered:", "ja": "デラは毎日のちょっとしたことでも小さな祈りを静かに唱える習慣がありましたが、このときは"}
{"en": "\"Please God,", "ja": "「神さま。"}
{"en": "make him think I am still pretty.\"", "ja": "どうかジムがわたしのことを今でもかわいいと思ってくれますように」"}
{"en": "The door opened and Jim stepped in and closed it.", "ja": "ドアが開き、ジムが入り、ドアを閉めました。"}
{"en": "He looked thin and very serious.", "ja": "ジムはやせていて、生真面目な顔つきをしていました。"}
{"en": "Poor fellow, he was only twenty-two", "ja": "かわいそうに、まだ２２歳なのに"}
{"en": "--and to be burdened with a family!", "ja": "―― 彼は家庭を背負っているのです。"}
{"en": "He needed a new overcoat and he was without gloves.", "ja": "新しいオーバーも必要だし、手袋もしていませんでした。"}
{"en": "Jim stopped inside the door,", "ja": "ジムは、ドアの内で立ち止まりました。"}
{"en": "as immovable as a setter at the scent of quail.", "ja": "うずらの匂いにじっとしている猟犬と同じように、そのまま動きませんでした。"}
{"en": "His eyes were fixed upon Della,", "ja": "ジムの目はデラに釘付けでした。"}
{"en": "and there was an expression in them that she could not read, and it terrified her.", "ja": "そしてその目には読み取ることのできない感情が込められていて、デラは恐くなってしまいました。"}
{"en": "It was not anger, nor surprise, nor disapproval, nor horror, nor any of the sentiments that she had been prepared for.", "ja": "それは憤怒ではなく、驚嘆でもなく、拒否でもなく、恐怖でもなく、デラが心していたどんな感情でもありませんでした。"}
{"en": "He simply stared at her fixedly with that peculiar expression on his face.", "ja": "ジムは顔にその奇妙な表情を浮かべながら、ただ、じっとデラを見つめていたのです。"}
{"en": "Della wriggled off the table and went for him.", "ja": "デラはテーブルを回ってジムの方へ歩み寄りました。"}
{"en": "\"Jim, darling,\"", "ja": "「ジム、ねえ、あなた」"}
{"en": "she cried,", "ja": "デラは声をあげました。"}
{"en": "\"don't look at me that way.", "ja": "「そんな顔して見ないで。"}
{"en": "I had my hair cut off and sold", "ja": "髪の毛は切って、売っちゃったの。"}
{"en": "because I couldn't have lived through Christmas without giving you a present.", "ja": "だって、あなたにプレゼント一つあげずにクリスマスを過ごすなんて絶対できないんだもの。"}
{"en": "It'll grow out again", "ja": "髪はまた伸びるわ"}
{"en": "--you won't mind, will you?", "ja": "―― 気にしない、でしょ？"}
{"en": "I just had to do it.", "ja": "こうしなきゃ駄目だったの。"}
{"en": "My hair grows awfully fast.", "ja": "ほら、わたしの髪ってすごく早く伸びるし。"}
{"en": "Say `Merry Christmas!' Jim,", "ja": "『メリー・クリスマス』って言ってよ、ジム。"}
{"en": "and let's be happy.", "ja": "そして楽しく過ごしましょ。"}
{"en": "You don't know what a nice", "ja": "どんなに素敵な"}
{"en": "--what a beautiful, nice gift I've got for you.\"", "ja": "―― 綺麗で素敵なプレゼントをあなたに用意したか、当てられないわよ」"}
{"en": "\"You've cut off your hair?\"", "ja": "「髪を切ったって？」"}
{"en": "asked Jim, laboriously,", "ja": "とジムは苦労しつつ尋ねました。"}
{"en": "as if he had not arrived at that patent fact yet even after the hardest mental labor.", "ja": "まるで、懸命に頭を働かせても明白な事実にたどり着けないようなありさまでした。"}
{"en": "\"Cut it off and sold it,\"", "ja": "「切って、売っちゃったの」"}
{"en": "said Della.", "ja": "とデラは言いました。"}
{"en": "\"Don't you like me just as well, anyhow?", "ja": "「それでも、わたしのこと、変わらずに好きでいてくれるわよね。"}
{"en": "I'm me without my hair, ain't I?\"", "ja": "髪がなくても、わたしはわたし、よね？」"}
{"en": "Jim looked about the room curiously.", "ja": "ジムは部屋をさがしものでもするかのように見まわしました。"}
{"en": "\"You say your hair is gone?\"", "ja": "「髪がなくなっちゃったって？」"}
{"en": "he said, with an air almost of idiocy.", "ja": "ジムは何だか馬鹿になったように言いました。"}
{"en": "\"You needn't look for it,\"", "ja": "「探さなくてもいいのよ」"}
{"en": "said Della.", "ja": "とデラは言いました。"}
{"en": "\"It's sold,", "ja": "「売っちゃったの。"}
{"en": "I tell you", "ja": "だから、"}
{"en": "--sold and gone, too.", "ja": "―― 売っちゃったからなくなったのよ。"}
{"en": "It's Christmas Eve, boy.", "ja": "ねえ、クリスマスイブでしょ。"}
{"en": "Be good to me,", "ja": "優しくして。"}
{"en": "for it went for you.", "ja": "髪がなくなったのは、あなたのためなのよ。"}
{"en": "Maybe the hairs of my head were numbered,\"", "ja": "たぶん、わたしの髪の毛の一本一本まで神様には数えられているでしょうね」"}
{"en": "she went on with sudden serious sweetness,", "ja": "デラは急に真面目になり、優しく続けました。"}
{"en": "\"but nobody could ever count my love for you.", "ja": "「でも、わたしがあなたをどれだけ愛しているかは、誰にもはかることはできないわ。"}
{"en": "Shall I put the chops on, Jim?\"", "ja": "チョップをかけてもいい、ジム？」"}
{"en": "Out of his trance Jim seemed quickly to wake.", "ja": "ジムはぼうっとした状態からはっと戻り、"}
{"en": "He enfolded his Della.", "ja": "デラを抱きしめました。"}
{"en": "For ten seconds let us regard with discreet scrutiny some inconsequential object in the other direction.", "ja": "さて、それではここで１０秒間、趣を変えたささやかな事柄について控え目に吟味をしてみましょう。"}
{"en": "Eight dollars a week or a million a year", "ja": "週８ドルと年１００万ドル"}
{"en": "--what is the difference?", "ja": "―― その違いは何でしょうか。"}
{"en": "A mathematician or a wit would give you the wrong answer.", "ja": "数学者や知恵者に尋ねたら、誤った答えが返って来るでしょう。"}
{"en": "The magi brought valuable gifts, but that was not among them.", "ja": "東方の賢者は高価な贈り物を持ってきましたが、その中に答えはありませんでした。"}
{"en": "This dark assertion will be illuminated later on.", "ja": "何だか暗いことを申しましたが、ここで述べた言明は、後にはっきりと光り輝くことになるのです。"}
{"en": "Jim drew a package from his overcoat pocket and threw it upon the table.", "ja": "ジムはオーバーのポケットから包みを取り出すと、テーブルに投げ出しました。"}
{"en": "\"Don't make any mistake, Dell,\" he said, \"about me.", "ja": "「ねえデラ、僕のことを勘違いしないで。"}
{"en": "I don't think there's anything in the way of a haircut or a shave or a shampoo that could make me like my girl any less.", "ja": "髪型とか肌剃とかシャンプーとか、そんなもので僕のかわいい女の子を嫌いになったりするもんか。"}
{"en": "But if you'll unwrap that package you may see why you had me going a while at first.\"", "ja": "でも、その包みを開けたら、はじめのうちしばらく、どうして僕があんな風だったかわかると思うよ」"}
{"en": "White fingers and nimble tore at the string and paper.", "ja": "白い指がすばやく紐をちぎり紙を破りました。"}
{"en": "And then an ecstatic scream of joy;", "ja": "そして歓喜の叫びが上がり、"}
{"en": "and then, alas! a quick feminine change to hysterical tears and wails,", "ja": "それから、ああ、ヒステリックな涙と嘆きへと女性らしくすぐさま変わっていったのです。"}
{"en": "necessitating the immediate employment of all the comforting powers of the lord of the flat.", "ja": "いそいで、そのアパートの主人が必死になって慰めなければなりませんでした。"}
{"en": "For there lay The Combs", "ja": "包みの中には櫛（くし）が入っていたのです"}
{"en": "--the set of combs, side and back,", "ja": "―― セットになった櫛で、横と後ろに刺すようになっているものでした。"}
{"en": "that Della had worshipped long in a Broadway window.", "ja": "その櫛のセットは、デラがブロードウェイのお店の窓で、長い間あがめんばかりに思っていたものでした。"}
{"en": "Beautiful combs, pure tortoise shell, with jewelled rims", "ja": "美しい櫛、ピュアな亀甲でできていて、宝石で縁取りがしてあって"}
{"en": "--just the shade to wear in the beautiful vanished hair.", "ja": "―― 売ってなくなった美しい髪にぴったりでした。"}
{"en": "They were expensive combs, she knew,", "ja": "その櫛が高価だということをデラは知っていました。"}
{"en": "and her heart had simply craved and yearned over them without the least hope of possession.", "ja": "ですから、心のうちでは、その櫛がただもう欲しくて欲しくてたまらなかったのですけれど、実際に手に入るなんていう望みはちっとも抱いていなかったのです。"}
{"en": "And now, they were hers,", "ja": "そして、いま、この櫛が自分のものになったのです。"}
{"en": "but the tresses that should have adorned the coveted adornments were gone.", "ja": "けれども、この髪飾りによって飾られるべき髪の方がすでになくなっていたのでした。"}
{"en": "But she hugged them to her bosom,", "ja": "しかし、デラは櫛を胸に抱きました。"}
{"en": "and at length she was able to look up with dim eyes and a smile and say:", "ja": "そしてやっとの思いで涙で濡れた目をあげ、微笑んでこう言うことができました。"}
{"en": "\"My hair grows so fast, Jim!\"", "ja": "「わたしの髪はね、とっても早く伸びるのよ、ジム！」"}
{"en": "And then Della leaped up like a little singed cat and cried,", "ja": "そしてデラは火で焼かれた小猫のようにジャンプして声をあげました。"}
{"en": "\"Oh, oh!\"", "ja": "「きゃっ、そうだ！」"}
{"en": "Jim had not yet seen his beautiful present.", "ja": "自分がもらう美しい贈り物をジムはまだ見ていないのです。"}
{"en": "She held it out to him eagerly upon her open palm.", "ja": "デラは手のひらに贈り物を乗せ、ジムに思いを込めて差し出しました。"}
{"en": "The dull precious metal seemed to flash with a reflection of her bright and ardent spirit.", "ja": "貴金属の鈍い光は、デラの輝くばかりの熱心な気持ちを反射しているかのようでした。"}
{"en": "\"Isn't it a dandy, Jim?", "ja": "「ねえ素敵じゃない？"}
{"en": "I hunted all over town to find it.", "ja": "町中を探して見つけたのよ。"}
{"en": "You'll have to look at the time a hundred times a day now.", "ja": "あなたの時計にこの鎖をつけたら、一日に百回でも時間を調べたくなるわよ。"}
{"en": "Give me your watch.", "ja": "時計、貸してよ。"}
{"en": "I want to see how it looks on it.\"", "ja": "この鎖をつけたらどんな風になるか見たいの」"}
{"en": "Instead of obeying, Jim tumbled down on the couch and put his hands under the back of his head and smiled.", "ja": "デラのこの言葉には従わず、ジムは椅子にどさりと腰を下ろし、両手を首の後ろに組んでにっこりと微笑みました。"}
{"en": "\"Dell,\" said he,", "ja": "「ねえデラ。"}
{"en": "\"let's put our Christmas presents away and keep 'em a while.", "ja": "僕達のクリスマスプレゼントは、しばらくの間、どこかにしまっておくことにしようよ。"}
{"en": "They're too nice to use just at present.", "ja": "いますぐ使うには上等すぎるよ。"}
{"en": "I sold the watch to get the money to buy your combs.", "ja": "櫛を買うお金を作るために、僕は時計を売っちゃったのさ。"}
{"en": "And now suppose you put the chops on.\"", "ja": "さあ、チョップを火にかけてくれよ」"}
{"en": "The magi, as you know, were wise men", "ja": "東方の賢者は、ご存知のように、賢い人たちでした"}
{"en": "--wonderfully wise men", "ja": "―― すばらしく賢い人たちだったんです"}
{"en": "--who brought gifts to the Babe in the manger.", "ja": "―― 飼葉桶の中にいる御子に贈り物を運んできたのです。"}
{"en": "They invented the art of giving Christmas presents.", "ja": "東方の賢者がクリスマスプレゼントを贈る、という習慣を考え出したのですね。"}
{"en": "Being wise, their gifts were no doubt wise ones,", "ja": "彼らは賢明な人たちでしたから、もちろん贈り物も賢明なものでした。"}
{"en": "possibly bearing the privilege of exchange in case of duplication.", "ja": "たぶん贈り物がだぶったりしたときには、別の品と交換をすることができる特典もあったでしょうね。"}
{"en": "And here I have lamely related to you the uneventful chronicle of two foolish children in a flat", "ja": "さて、わたくしはこれまで、つたないながらも、アパートに住む二人の愚かな子供たちに起こった、平凡な物語をお話してまいりました。"}
{"en": "who most unwisely sacrificed for each other the greatest treasures of their house.", "ja": "二人は愚かなことに、家の最もすばらしい宝物を互いのために台無しにしてしまったのです。"}
{"en": "But in a last word to the wise of these days let it be said", "ja": "しかしながら、今日の賢者たちへの最後の言葉として、こう言わせていただきましょう。"}
{"en": "that of all who give gifts these two were the wisest.", "ja": "贈り物をするすべての人の中で、この二人が最も賢明だったのです。"}
{"en": "Of all who give and receive gifts, such as they are wisest.", "ja": "贈り物をやりとりするすべての人の中で、この二人のような人たちこそ、最も賢い人たちなのです。"}
{"en": "Everywhere they are wisest.", "ja": "世界中のどこであっても、このような人たちが最高の賢者なのです。"}
{"en": "They are the magi.", "ja": "彼らこそ、本当の、東方の賢者なのです。"}
