{"en": "Blue & Green", "ja": "青と緑"}
{"en": "Virginia Woolf", "ja": "ヴァージニア・ウルフ"}
{"en": "The ported fingers of glass hang downwards.", "ja": "ガラスの尖った指たちは下を向いてぶらさがっている。"}
{"en": "The light slides down the glass, and drops a pool of green.", "ja": "光がガラスにすべりおち、緑の水たまりを滴らせる。"}
{"en": "All day long the ten fingers of the lustre drop green upon the marble.", "ja": "日がな一日中、艶めく十の指が大理石の上に緑を滴らせる。"}
{"en": "The feathers of parakeets -- their harsh cries -- sharp blades of palm trees -- green, too;", "ja": "インコたちの羽――その不快な鳴き声――ヤシの尖った葉――ともに緑。"}
{"en": "green needles glittering in the sun.", "ja": "緑の針々が陽光にきらめく。"}
{"en": "But the hard glass drips on to the marble; the pools hover above the desert sand; the camels lurch through them; the pools settle on the marble; rushes edge them; weeds clog them;", "ja": "だが、固いガラスは大理石の上に滴り、水たまりは砂漠の砂の上に這い、そこにラクダたちは足を踏み入れ、水たまりは大理石の上に沈み、イグサがまわりに茂り、水草が中を泳ぐ。"}
{"en": "here and there a white blossom; the frog flops over;", "ja": "あちらこちらで白い花ざかり、蛙がその上に倒れこむ。"}
{"en": "at night the stars are set there unbroken.", "ja": "夜、かなたに星々があどけなく浮かんでいる。"}
{"en": "Evening comes, and the shadow sweeps the green over the mantlepiece;", "ja": "日が落ち、影がマントルピースを覆う緑を拭い去る。"}
{"en": "the ruffled surface of ocean.", "ja": "荒れる海原。"}
{"en": "No ships come;", "ja": "船はこない。"}
{"en": "the aimless waves sway beneath the empty sky.", "ja": "波が目的もなく揺れている何もない空の下。"}
{"en": "It's night;", "ja": "夜だ。"}
{"en": "the needles drip blots of blue.", "ja": "かの針々が青の染みを滴らせる。"}
{"en": "The green's out.", "ja": "緑は消える。"}
{"en": "The snub-nosed monster rises to the surface and spouts through his blunt nostrils two columns of water,", "ja": "鼻のつぶれた化け物が水面に浮きあがり、大きな鼻の穴から2柱の水柱を立てる。"}
{"en": "which, fiery-white in the centre,", "ja": "その芯はめらめら炎の青白さ。"}
{"en": "spray off into a fringe of blue beads.", "ja": "その水飛沫（みずしぶき）は青いビーズの房（ふさ）となる。"}
{"en": "Strokes of blue line the black tarpaulin of his hide.", "ja": "その毛皮、黒い防水布に幾重もの青い線。"}
{"en": "Slushing the water through mouth and nostrils he sings,", "ja": "口と鼻の穴をすすぎながら彼は歌う。"}
{"en": "heavy with water,", "ja": "水のぶん重々しく。"}
{"en": "and the blue closes over him dowsing the polished pebbles of his eyes.", "ja": "青が彼に覆い被さりその両眼の小石を磨く。"}
{"en": "Thrown upon the beach he lies, blunt, obtuse, shedding dry blue scales.", "ja": "岸辺に打ち寄せられた彼は寝そべる、のろのろどろどろと流れる青い鱗。"}
{"en": "Their metallic blue stains the rusty iron on the beach.", "ja": "そのメタリックブルーが岸辺の錆びた鉄を汚す。"}
{"en": "Blue are the ribs of the wrecked rowing boat.", "ja": "その青さは破れた手漕ぎ船の肋材（ろくざい）。"}
{"en": "A wave rolls beneath the blue bells.", "ja": "波が転がってゆく青いベルの下。"}
{"en": "But the cathedral's different,", "ja": "だが、カテドラルは違う。"}
{"en": "cold, incense laden, faint blue with the veils of madonnas.", "ja": "もっと別の、冷たくて、麝香（じゃこう）を焚き染めたような、聖母のあのヴェールの微かな青。"}
