{"en": "At Denver there was an influx of passengers into the coaches on the eastbound B. & M. express.", "ja": "デンバーで、東部に向かうＢ＆Ｍ急行列車の普通客車に乗客が流れ込んできた。"}
{"en": "In one coach there sat a very pretty young woman dressed in elegant taste and surrounded by all the luxurious comforts of an experienced traveler.", "ja": "ある客車では、趣味のよい服装をした若い美人が、経験豊かな旅行者がもつあらゆる贅沢な品に囲まれて座っていた。"}
{"en": "Among the newcomers were two young men,", "ja": "乗りこんできたばかりの客のなかに2人の若い男がいた。"}
{"en": "one of handsome presence with a bold, frank countenance and manner;", "ja": "ひとりはふてぶてしくフランクな面構えをしており、また態度もそれに見合ったものだった。"}
{"en": "the other a ruffled, glum-faced person, heavily built and roughly dressed.", "ja": "もうひとりはしわくちゃの、陰気な顔の男で、鈍重そうな体つきをしており、着ているものも乱雑だった。"}
{"en": "The two were handcuffed together.", "ja": "2人はおたがいに手錠でつながれていた。"}
{"en": "As they passed down the aisle of the coach", "ja": "2人は客車の通路を歩いて行った。"}
{"en": "the only vacant seat offered was a reversed one facing the attractive young woman.", "ja": "空席は、例の魅力的な女性の差し向かいの席しかない。"}
{"en": "Here the linked couple seated themselves.", "ja": "そこに、2人1組の男たちは座った。"}
{"en": "The young woman's glance fell upon them with a distant, swift disinterest;", "ja": "その若い女性はかすかに、すばやく、また何気なく、男たちに目を走らせた。"}
{"en": "then with a lovely smile brightening her countenance and a tender pink tingeing her rounded cheeks, she held out a little gray-gloved hand.", "ja": "と、彼女は、顔を輝かせ、ふっくらした頬をかすかに赤らめて、灰色の手袋に包まれた小さな手を差し出した。"}
{"en": "When she spoke her voice, full, sweet, and deliberate, proclaimed that its owner was accustomed to speak and be heard.", "ja": "そして口を開いたのだが、そのゆったりとした甘ったるい声からして、声の主は話し慣れした人物であり、また聞いてもらうのにも慣れているに違いない。"}
{"en": "\"Well, Mr. Easton, if you ‾will‾ make me speak first, I suppose I must.", "ja": "「イーストンさん、あのう、わたしのほうから声をかけてほしがっておられるみたいですから、そうしますね。"}
{"en": "Don't vou ever recognize old friends when you meet them in the West?\"", "ja": "西部で知り合った昔のお友だちのこと、忘れてしまったんですか？」"}
{"en": "The younger man roused himself sharply at the sound of her voice, seemed to struggle with a slight embarrassment which he threw off instantly, and then clasped her fingers with his left hand.", "ja": "その声を聞くと若いほうの男がはっとなり、わずかに当惑したそぶりを見せたが、すぐに落ちつきをとりもどして、左手で彼女の手をしっかりと握った。"}
{"en": "\"It's Miss Fairchild,\"", "ja": "「フェアチャイルドさんでしたか」"}
{"en": "he said, with a smile.", "ja": "と、彼はほほえみながら言った。"}
{"en": "\"I'll ask you to excuse the other hand; \"it's otherwise engaged just at present.\"", "ja": "「もう一方の手はご勘弁願います、さしあたっては別の役割がありましてね」"}
{"en": "He slightly raised his right hand,", "ja": "彼は右手を軽くあげて見せた。"}
{"en": "bound at the wrist by the shining \"bracelet\" to the left one of his companion.", "ja": "その手首は、きらきらした「ブレスレット」で同伴者の左手首とつながれていた。"}
{"en": "The glad look in the girl's eyes slowly changed to a bewildered horror.", "ja": "娘の喜びをたたえていた目は次第に困惑した恐怖の色合いを強めていき、頬からは火照りが消えていった。"}
{"en": "The glow faded from her cheeks.  Her lips parted in a vague, relaxing distress.", "ja": "唇はわずかに開かれて、困りきっているのを隠そうとしていた。"}
{"en": "Easton, with a little laugh, as if amused, was about to speak again when the other forestalled him.", "ja": "イーストンにはそれが面白かったのか、すこしだけ笑ってふたたび口を開こうとしたが、それをだしぬいて同伴者が口を開いた。"}
{"en": "The glum-faced man had been watching the girl's countenance with veiled glances from his keen, shrewd eyes.", "ja": "その陰気な顔つきの男は、抜け目のない確かな眼力で、こっそりと娘の顔色を観察していたのだ。"}
{"en": "\"You'll excuse me for speaking, miss,", "ja": "「すまんが口を挟ませてもらえるかな、お嬢さん。"}
{"en": "but, I see you're acquainted with the marshall here.", "ja": "こちらの執行官さんとはお知り合いと思ったもんでね。"}
{"en": "If you'll ask him to speak a word for me", "ja": "どうかおれのためにひとこと言ってくれるように頼んでみてくれないだろうか。"}
{"en": "when we get to the pen he'll do it,", "ja": "あんたの頼みだったら、執行官さんも檻のほうに口を利いてくれると思うし。"}
{"en": "and it'll make things easier for me there.", "ja": "そうしてもらえると、向こうでの待遇がよくなるんだよ。"}
{"en": "He's taking me to Leavenworth prison.", "ja": "執行官さんはおれをリーヴンワース監獄につれていくところでね。"}
{"en": "It's seven years for counterfeiting.\"", "ja": "貨幣贋造で7年ってわけだ」"}
{"en": "\"Oh!\"", "ja": "「ああ！」"}
{"en": "said the girl, with a deep breath and returning color.", "ja": "と娘は大きく息を吐いて、顔色を取り戻し始めた。"}
{"en": "\"So that is what you are doing out here?", "ja": "「こちらでそんな仕事をしていたのですか？"}
{"en": "A marshal!\"", "ja": "執行官とは！」"}
{"en": "\"My dear Miss Fairchild,\"", "ja": "「ねえ、フェアチャイルドさん」"}
{"en": "said Easton, calmly,", "ja": "とイーストンは穏やかに言った。"}
{"en": "\"I had to do something.", "ja": "「ぼくはなにかをやらなきゃいけなかったんです。"}
{"en": "Money has a way of taking wings unto itself,", "ja": "金ってものにはみんな羽が生えてますからね。"}
{"en": "and you know it takes money to keep step with our crowd in Washington.", "ja": "ワシントンの仲間たちとつきあっていくには金がいります。"}
{"en": "I saw this opening in the West, and--well, a marshalship isn't quite as high a position as that of ambassador, but--\"", "ja": "この仕事の空きを西部で見つけて、それで――ええっと、執行官ってのは大使ほどに身分のある職業ではないですが、それでも――」"}
{"en": "\"The ambassador,\"", "ja": "「あの大使には」"}
{"en": "said the girl, warmly,", "ja": "と娘は暖かい声で言った。"}
{"en": "\"doesn't call any more.", "ja": "「あれから会ってません。"}
{"en": "He needn't ever have done so.", "ja": "もっと言えば、一度も会う必要なかったんですけど。"}
{"en": "You ought to know that.", "ja": "このこと、ご存知だと思ってました。"}
{"en": "And so now you are one of these dashing Western heroes,", "ja": "それにいまもまだ、あなたはワシントンの英雄たちのひとりなんですよ。"}
{"en": "and you ride and shoot and go into all kinds of dangers.", "ja": "馬に乗って、銃を撃ちながらあらゆる類の危険に立ち向かっていく英雄。"}
{"en": "That's different from the Washington life.", "ja": "ワシントンでは珍しいタイプね。"}
{"en": "You have been missed from the old crowd.\"", "ja": "みんな、あなたに会えなくなってさびしがってますよ」"}
{"en": "The girl's eyes, fascinated, went back, widening a little,", "ja": "それまでうっとりとしていた瞳がふだんどおりになり、少しだけ大きく開かれた。"}
{"en": "to rest upon the glittering handcuffs.", "ja": "きらりと光る手錠をじっと見つめる。"}
{"en": "\"Don't you worry about them, miss,\"", "ja": "「そんなに気にするこたあないよ、お嬢さん」"}
{"en": "said the other man.", "ja": "ともう一方の男が言った。"}
{"en": "\"All marshals handcuff themselves to their prisoners to keep them from getting away.", "ja": "「執行官ってのはみんなこういうふうに自分と囚人を手錠でつなぐんだよ、相手に逃げられないようにね。"}
{"en": "Mr. Easton knows his business.\"", "ja": "イーストンさんは仕事をしてるだけなんだから」"}
{"en": "\"Will we see you again soon in Washington?\"", "ja": "「またすぐにワシントンでお会いできますか？」"}
{"en": "asked the girl.", "ja": "と娘がたずねた。"}
{"en": "\"Not soon, I think,\"", "ja": "「しばらくは無理だと思います」"}
{"en": "said Easton.", "ja": "とイーストンは言った。"}
{"en": "\"My butterfly days are over, I fear.\"", "ja": "「残念ですけどもう自由な日々は終わってしまいました」"}
{"en": "\"I love the West,\"", "ja": "「わたしは西部が好きです」"}
{"en": "said the girl irrelevantly.", "ja": "と娘は脈絡のないことを言った。"}
{"en": "Her eyes were shining softly.", "ja": "瞳は静かに輝いている。"}
{"en": "She looked away out the car window.", "ja": "その目で窓の外を見た。"}
{"en": "She began to speak truly and simply without the gloss of style and manner:", "ja": "口調や態度の虚飾をなくし、心をこめて淡々と語りだす。"}
{"en": "\"Mamma and I spent the summer in Denver.", "ja": "「母とわたしは今年の夏をデンバーで過ごしました。"}
{"en": "She went home a week ago because father was slightly ill.", "ja": "母は1週間前に家にもどったの、父がちょっと体を壊したものだから。"}
{"en": "I could live and be happy in the West.", "ja": "わたしは西でも暮らしていけましたし、すごく楽しいところでした。"}
{"en": "I think the air here agrees with me.", "ja": "空気があっているのね、たぶん。"}
{"en": "Money isn't everything.", "ja": "お金がすべてじゃないんです。"}
{"en": "But people always misunderstand things and remain stupid--\"", "ja": "なのにみんな、いつだって誤解して、いつまでも賢くなれなくて――」"}
{"en": "\"Say, Mr. Marshal,\"", "ja": "「なあ、執行官さんよ」"}
{"en": "growled the glum-faced man.", "ja": "と陰気な顔つきの男がうなるように言った。"}
{"en": "\"This isn't quite fair.", "ja": "「こいつはちょっとフェアじゃないぜ。"}
{"en": "I'm needing a drink, and haven't had a smoke all day.", "ja": "おれは喉が渇いてきたし、今日一日たばこも吸ってねえんだ。"}
{"en": "Haven't you talked long enough?", "ja": "もう十分しゃべったろ？"}
{"en": "Take me in the smoker now, won't you?", "ja": "さ、喫煙車につれてってくれや。"}
{"en": "I'm half dead for a pipe.\"", "ja": "死ぬほど一服したいんだ」"}
{"en": "The bound travelers rose to their feet,", "ja": "手錠でつながれた2人の旅行者は立ちあがった。"}
{"en": "Easton with the same slow smile on his face.", "ja": "イーストンは、ふたたび弱々しい微笑みをうかべた。"}
{"en": "\"I can't deny a petition for tobacco,\"", "ja": "「ぼくは喫煙の請願を拒むことができません」"}
{"en": "he said, lightly.", "ja": "とあっさりとした口調で言った。"}
{"en": "\"It's the one friend of the unfortunate.", "ja": "「煙草は、悲運な人にとって唯一の友だちですから。"}
{"en": "Good-bye, Miss Fairchild.", "ja": "さようなら、ミス・フェアチャイルド。"}
{"en": "Duty calls, you know.\"", "ja": "ぼくには義務がありますのでね」"}
{"en": "He held out his hand for a farewell.", "ja": "と言って、彼は別れの握手のために手を差し出した。"}
{"en": "\"It's too bad you are not going East,\"", "ja": "「残念です、東部に行くわけではないのですね」"}
{"en": "she said, reclothing herself with manner and style.", "ja": "女はよそよそしい態度と口調をとりもどしていた。"}
{"en": "\"But you must go on to Leavenworth, I suppose?\"", "ja": "「でも、リーヴンワースに行かないといけないんですものね、そうでしょう？」"}
{"en": "\"Yes,\"", "ja": "「そうです」"}
{"en": "said Easton,", "ja": "とイーストンは言った。"}
{"en": "\"I must go on to Leavenworth.\"", "ja": "「ぼくはリーヴンワースに行かねばなりません」"}
{"en": "The two men sidled down the aisle into the smoker.", "ja": "2人は横歩きで喫煙車につづく通路を歩いていった。"}
{"en": "The two passengers in a seat near by had heard most of the conversation.", "ja": "近くに座っていた2人の乗客は、その会話のほとんどを聞いていた。"}
{"en": "Said one of them:", "ja": "ひとりが言った。"}
{"en": "\"That marshal's a good sort of chap.", "ja": "「あの執行官、なかなかいいやつだな。"}
{"en": "Some of these Western fellows are all right.\"", "ja": "西部のやつらのなかにも悪くないのがいるもんだ」"}
{"en": "\"Pretty young to hold an office like that, isn't he?\"", "ja": "「すごく若いのに、あんなにきちんと職務をまっとうしてるから？」"}
{"en": "asked the other.", "ja": "と相手は尋ねた。"}
{"en": "\"Young!\"", "ja": "「若いだって？」"}
{"en": "exclaimed the first speaker,", "ja": "と、最初にしゃべったほうが大きな声をあげた。"}
{"en": "\"why--Oh! didn't you catch on?", "ja": "「どうして――ああ、気づかなかったのか！"}
{"en": "Say--did you ever know an officer to handcuff a prisoner to his ‾right‾ hand?\"", "ja": "あのさ――手錠を、自分の右手と相手の左手にかける警官なんて、聞いたことないだろう？」"}
