{"en": "THE STORY OF MIMI-NASHI-HOICHI", "ja": "耳無芳一の話"}
{"en": "Lafcadio Hearn", "ja": "小泉八雲"}
{"en": "More than seven hundred years ago, at Dan-no-ura, in the Straits of Shimonoseki, was fought the last battle of the long contest between the Heike, or Taira clan, and the Genji, or Minamoto clan.", "ja": "七百年以上も昔の事、下ノ関海峡の壇ノ浦で、平家すなわち平族と、源氏すなわち源族との間の、永い争いの最後の戦闘が戦われた。"}
{"en": "There the Heike perished utterly, with their women and children, and their infant emperor likewise -- now remembered as Antoku Tenno.", "ja": "この壇ノ浦で平家は、その一族の婦人子供ならびにその幼帝――今日安徳天皇として記憶されている――と共に、まったく滅亡した。"}
{"en": "And that sea and shore have been haunted for seven hundred years...", "ja": "そうしてその海と浜辺とは七百年間その怨霊に祟られていた……"}
{"en": "Elsewhere I told you about the strange crabs found there, called Heike crabs, which have human faces on their backs, and are said to be the spirits of the Heike warriors [1].", "ja": "他の個処で私はそこに居る平家蟹という不思議な蟹の事を読者諸君に語った事があるが、それはその背中が人間の顔になっており、平家の武者の魂であると云われているのである。"}
{"en": "But there are many strange things to be seen and heard along that coast.", "ja": "しかしその海岸一帯には、たくさん不思議な事が見聞きされる。"}
{"en": "On dark nights thousands of ghostly fires hover about the beach, or flit above the waves,--", "ja": "闇夜には幾千となき幽霊火が、水うち際にふわふわさすらうか、もしくは波の上にちらちら飛ぶ――"}
{"en": "pale lights which the fishermen call Oni-bi, or demon-fires;", "ja": "すなわち漁夫の呼んで鬼火すなわち魔の火と称する青白い光りである。"}
{"en": "and, whenever the winds are up, a sound of great shouting comes from that sea, like a clamor of battle.", "ja": "そして風の立つ時には大きな叫び声が、戦の叫喚のように、海から聞えて来る。"}
{"en": "In former years the Heike were much more restless than they now are.", "ja": "平家の人達は以前は今よりも遥かに焦慮（もが）いていた。"}
{"en": "They would rise about ships passing in the night, and try to sink them;", "ja": "夜、漕ぎ行く船のほとりに立ち顕れ、それを沈めようとし、"}
{"en": "and at all times they would watch for swimmers, to pull them down.", "ja": "また水泳する人をたえず待ち受けていては、それを引きずり込もうとするのである。"}
{"en": "It was in order to appease those dead that the Buddhist temple, Amidaji, was built at Akamagaseki [2].", "ja": "これ等の死者を慰めるために建立されたのが、すなわち赤間ヶ関の仏教の御寺なる阿彌陀寺であったが、"}
{"en": "A cemetery also was made close by, near the beach;", "ja": "その墓地もまた、それに接して海岸に設けられた。"}
{"en": "and within it were set up monuments inscribed with the names of the drowned emperor and of his great vassals;", "ja": "そしてその墓地の内には入水された皇帝と、その歴歴の臣下との名を刻みつけた幾箇かの石碑が立てられ、"}
{"en": "and Buddhist services were regularly performed there, on behalf of the spirits of them.", "ja": "かつそれ等の人々の霊のために、仏教の法会がそこで整然（ちゃん）と行われていたのである。"}
{"en": "After the temple had been built, and the tombs erected, the Heike gave less trouble than before;", "ja": "この寺が建立され、その墓が出来てから以後、平家の人達は以前よりも禍いをする事が少くなった。"}
{"en": "but they continued to do queer things at intervals,--", "ja": "しかしそれでもなお引き続いておりおり、怪しい事をするのではあった――"}
{"en": "proving that they had not found the perfect peace.", "ja": "彼等が完き平和を得ていなかった事の証拠として。"}
{"en": "Some centuries ago there lived at Akamagaseki a blind man named Hoichi, who was famed for his skill in recitation and in playing upon the biwa [3].", "ja": "幾百年か以前の事、この赤間ヶ関に芳一という盲人が住んでいたが、この男は吟誦して、琵琶を奏するに妙を得ているので世に聞えていた。"}
{"en": "From childhood he had been trained to recite and to play;", "ja": "子供の時から吟誦し、かつ弾奏する訓練を受けていたのであるが、"}
{"en": "and while yet a lad he had surpassed his teachers.", "ja": "まだ少年の頃から、師匠達を凌駕していた。"}
{"en": "As a professional biwa-hoshi he became famous chiefly by his recitations of the history of the Heike and the Genji;", "ja": "本職の琵琶法師としてこの男は重もに、平家及び源氏の物語を吟誦するので有名になった、"}
{"en": "and it is said that when he sang the song of the battle of Dan-no-ura \"even the goblins [kijin] could not refrain from tears.\"", "ja": "そして壇ノ浦の戦の歌を謡うと鬼神すらも涙をとどめ得なかったという事である。"}
{"en": "At the outset of his career, Hoichi was very poor;", "ja": "芳一には出世の首途（かどで）の際、はなはだ貧しかったが、"}
{"en": "but he found a good friend to help him.", "ja": "しかし助けてくれる深切な友があった。"}
{"en": "The priest of the Amidaji was fond of poetry and music;", "ja": "すなわち阿彌陀寺の住職というのが、詩歌や音楽が好きであったので、"}
{"en": "and he often invited Hoichi to the temple, to play and recite.", "ja": "たびたび芳一を寺へ招じて弾奏させまた、吟誦さしたのであった。"}
{"en": "Afterwards, being much impressed by the wonderful skill of the lad, the priest proposed that Hoichi should make the temple his home;", "ja": "後になり住職はこの少年の驚くべき技倆にひどく感心して、芳一に寺をば自分の家とするようにと云い出したのであるが、"}
{"en": "and this offer was gratefully accepted.", "ja": "芳一は感謝してこの申し出を受納した。"}
{"en": "Hoichi was given a room in the temple-building;", "ja": "それで芳一は寺院の一室を与えられ、"}
{"en": "and, in return for food and lodging, he was required only to gratify the priest with a musical performance on certain evenings, when otherwise disengaged.", "ja": "食事と宿泊とに対する返礼として、別に用のない晩には、琵琶を奏して、住職を悦ばすという事だけが注文されていた。"}
{"en": "One summer night the priest was called away, to perform a Buddhist service at the house of a dead parishioner;", "ja": "ある夏の夜の事、住職は死んだ檀家の家で、仏教の法会を営むように呼ばれたので、"}
{"en": "and he went there with his acolyte, leaving Hoichi alone in the temple.", "ja": "芳一だけを寺に残して納所を連れて出て行った。"}
{"en": "It was a hot night;", "ja": "それは暑い晩であったので、"}
{"en": "and the blind man sought to cool himself on the verandah before his sleeping-room.", "ja": "盲人芳一は涼もうと思って、寝間の前の縁側に出ていた。"}
{"en": "The verandah overlooked a small garden in the rear of the Amidaji.", "ja": "この縁側は阿彌陀寺の裏手の小さな庭を見下しているのであった。"}
{"en": "There Hoichi waited for the priest's return, and tried to relieve his solitude by practicing upon his biwa.", "ja": "芳一は住職の帰来を待ち、琵琶を練習しながら自分の孤独を慰めていた。"}
{"en": "Midnight passed;", "ja": "夜半も過ぎたが、"}
{"en": "and the priest did not appear.", "ja": "住職は帰って来なかった。"}
{"en": "But the atmosphere was still too warm for comfort within doors;", "ja": "しかし空気はまだなかなか暑くて、戸の内ではくつろぐわけにはいかない、"}
{"en": "and Hoichi remained outside.", "ja": "それで芳一は外に居た。"}
{"en": "At last he heard steps approaching from the back gate.", "ja": "やがて、裏門から近よって来る跫音が聞えた。"}
{"en": "Somebody crossed the garden, advanced to the verandah, and halted directly in front of him --", "ja": "誰れかが庭を横断して、縁側の処へ進みより、芳一のすぐ前に立ち止った――"}
{"en": "but it was not the priest.", "ja": "が、それは住職ではなかった。"}
{"en": "A deep voice called the blind man's name --", "ja": "底力のある声が盲人の名を呼んだ――"}
{"en": "abruptly and unceremoniously, in the manner of a samurai summoning an inferior:--", "ja": "出し抜けに、無作法に、ちょうど、侍が下下（したじた）を呼びつけるような風に――"}
{"en": "\"Hoichi!\"", "ja": "『芳一！』"}
{"en": "\"Hai!\" (1)", "ja": "『はい！』"}
{"en": "answered the blind man, frightened by the menace in the voice,--", "ja": "と威嚇する声に縮み上って盲人は返事をした――"}
{"en": "\"I am blind! --", "ja": "『私は盲目で御座います！――"}
{"en": "I cannot know who calls!\"", "ja": "どなたがお呼びになるのか解りません！』"}
{"en": "\"There is nothing to fear,\"", "ja": "見知らぬ人は言葉をやわらげて言い出した、"}
{"en": "the stranger exclaimed, speaking more gently.", "ja": "『何も恐わがる事はない、"}
{"en": "\"I am stopping near this temple, and have been sent to you with a message.", "ja": "拙者はこの寺の近処に居るもので、お前の許（とこ）へ用を伝えるように言いつかって来たものだ。"}
{"en": "My present lord, a person of exceedingly high rank, is now staying in Akamagaseki, with many noble attendants.", "ja": "拙者の今の殿様と云うのは、大した高い身分の方で、今、たくさん立派な供をつれてこの赤間ヶ関に御滞在なされているが、"}
{"en": "He wished to view the scene of the battle of Dan-no-ura;", "ja": "壇ノ浦の戦場を御覧になりたいというので、"}
{"en": "and to-day he visited that place.", "ja": "今日、そこを御見物になったのだ。"}
{"en": "Having heard of your skill in reciting the story of the battle, he now desires to hear your performance:", "ja": "ところで、お前がその戦争（いくさ）の話を語るのが、上手だという事をお聞きになり、お前のその演奏をお聞きになりたいとの御所望である、"}
{"en": "so you will take your biwa and come with me at once to the house where the august assembly is waiting.\"", "ja": "であるから、琵琶をもち即刻拙者と一緒に尊い方方の待ち受けておられる家へ来るが宜い』"}
{"en": "In those times, the order of a samurai was not to be lightly disobeyed.", "ja": "当時、侍の命令と云えば容易に、反くわけにはいかなかった。"}
{"en": "Hoichi donned his sandals, took his biwa, and went away with the stranger, who guided him deftly, but obliged him to walk very fast.", "ja": "で、芳一は草履をはき琵琶をもち、知らぬ人と一緒に出て行ったが、その人は巧者に芳一を案内して行ったけれども、芳一はよほど急ぎ足で歩かなければならなかった。"}
{"en": "The hand that guided was iron;", "ja": "また手引きをしたその手は鉄のようであった。"}
{"en": "and the clank of the warrior's stride proved him fully armed,--", "ja": "武者の足どりのカタカタいう音はやがて、その人がすっかり甲冑を著けている事を示した――"}
{"en": "probably some palace-guard on duty. Hoichi's first alarm was over:", "ja": "定めし何か殿居（とのい）の衛士ででもあろうか、芳一の最初の驚きは去って、"}
{"en": "he began to imagine himself in good luck; --", "ja": "今や自分の幸運を考え始めた――"}
{"en": "for, remembering the retainer's assurance about a \"person of exceedingly high rank,\" he thought that the lord who wished to hear the recitation could not be less than a daimyo of the first class.", "ja": "何故かというに、この家来の人の「大した高い身分の人」と云った事を思い出し、自分の吟誦を聞きたいと所望された殿様は、第一流の大名に外ならぬと考えたからである。"}
{"en": "Presently the samurai halted;", "ja": "やがて侍は立ち止った。"}
{"en": "and Hoichi became aware that they had arrived at a large gateway; --", "ja": "芳一は大きな門口に達したのだと覚った――"}
{"en": "and he wondered, for he could not remember any large gate in that part of the town, except the main gate of the Amidaji.", "ja": "ところで、自分は町のその辺には、阿彌陀寺の大門を外にしては、別に大きな門があったとは思わなかったので不思議に思った。"}
{"en": "\"Kaimon!\" [4]", "ja": "「開門！」"}
{"en": "the samurai called,--", "ja": "と侍は呼ばわった――"}
{"en": "and there was a sound of unbarring;", "ja": "すると閂を抜く音がして、"}
{"en": "and the twain passed on.", "ja": "二人は這入って行った。"}
{"en": "They traversed a space of garden, and halted again before some entrance;", "ja": "二人は広い庭を過ぎ再びある入口の前で止った。"}
{"en": "and the retainer cried in a loud voice,", "ja": "そこでこの武士は大きな声で"}
{"en": "\"Within there!", "ja": "「これ誰れか内のもの！"}
{"en": "I have brought Hoichi.\"", "ja": "芳一を連れて来た」"}
{"en": "Then came sounds of feet hurrying, and screens sliding, and rain-doors opening, and voices of women in converse.", "ja": "すると急いで歩く跫音、襖のあく音、雨戸の開く音、女達の話し声などが聞えて来た。"}
{"en": "By the language of the women Hoichi knew them to be domestics in some noble household;", "ja": "女達の言葉から察して、芳一はそれが高貴な家の召使である事を知った。"}
{"en": "but he could not imagine to what place he had been conducted.", "ja": "しかしどういう処へ自分は連れられて来たのか見当が付かなかった。"}
{"en": "Little time was allowed him for conjecture.", "ja": "が、それをとにかく考えている間もなかった。"}
{"en": "After he had been helped to mount several stone steps, upon the last of which he was told to leave his sandals, a woman's hand guided him along interminable reaches of polished planking, and round pillared angles too many to remember, and over widths amazing of matted floor,--", "ja": "手を引かれて幾箇かの石段を登ると、その一番最後（しまい）の段の上で、草履をぬげと云われ、それから女の手に導かれて、拭（ふ）き込んだ板鋪のはてしのない区域を過ぎ、覚え切れないほどたくさんな柱の角をり、驚くべきほど広い畳を敷いた床を通り――"}
{"en": "into the middle of some vast apartment.", "ja": "大きな部屋の真中に案内された。"}
{"en": "There he thought that many great people were assembled:", "ja": "そこに大勢の人が集っていたと芳一は思った。"}
{"en": "the sound of the rustling of silk was like the sound of leaves in a forest.", "ja": "絹のすれる音は森の木の葉の音のようであった。"}
{"en": "He heard also a great humming of voices,--", "ja": "それからまた何んだかガヤガヤ云っている大勢の声も聞えた――"}
{"en": "talking in undertones;", "ja": "低音で話している。"}
{"en": "and the speech was the speech of courts.", "ja": "そしてその言葉は宮中の言葉であった。"}
{"en": "Hoichi was told to put himself at ease, and he found a kneeling-cushion ready for him.", "ja": "芳一は気楽にしているようにと云われ、座蒲団が自分のために備えられているのを知った。"}
{"en": "After having taken his place upon it, and tuned his instrument, the voice of a woman --", "ja": "それでその上に座を取って、琵琶の調子を合わせると、女の声が――"}
{"en": "whom he divined to be the Rojo, or matron in charge of the female service --", "ja": "その女を芳一は老女すなわち女のする用向きを取り締る女中頭だと判じた――"}
{"en": "addressed him, saying,--", "ja": "芳一に向ってこう言いかけた――"}
{"en": "\"It is now required that the history of the Heike be recited, to the accompaniment of the biwa.\"", "ja": "『ただ今、琵琶に合わせて、平家の物語を語っていただきたいという御所望に御座います』"}
{"en": "Now the entire recital would have required a time of many nights:", "ja": "さてそれをすっかり語るのには幾晩もかかる、"}
{"en": "therefore Hoichi ventured a question:--", "ja": "それ故芳一は進んでこう訊ねた――"}
{"en": "\"As the whole of the story is not soon told, what portion is it augustly desired that I now recite?\"", "ja": "『物語の全部は、ちょっとは語られませぬが、どの条下（くさり）を語れという殿様の御所望で御座いますか？』"}
{"en": "The woman's voice made answer:--", "ja": "女の声は答えた――"}
{"en": "\"Recite the story of the battle at Dan-no-ura,--", "ja": "『壇ノ浦の戦（いくさ）の話をお語りなされ――"}
{"en": "for the pity of it is the most deep.\" [5]", "ja": "その一条下（ひとくさり）が一番哀れの深い処で御座いますから』"}
{"en": "Then Hoichi lifted up his voice, and chanted the chant of the fight on the bitter sea,--", "ja": "芳一は声を張り上げ、烈しい海戦の歌をうたった――"}
{"en": "wonderfully making his biwa to sound like the straining of oars and the rushing of ships, the whirr and the hissing of arrows, the shouting and trampling of men, the crashing of steel upon helmets, the plunging of slain in the flood.", "ja": "琵琶を以て、あるいは橈を引き、船を進める音を出さしたり、はッしと飛ぶ矢の音、人々の叫ぶ声、足踏みの音、兜にあたる刃の響き、海に陥る打たれたもの音等を、驚くばかりに出さしたりして。"}
{"en": "And to left and right of him, in the pauses of his playing, he could hear voices murmuring praise:", "ja": "その演奏の途切れ途切れに、芳一は自分の左右に、賞讃の囁く声を聞いた、――"}
{"en": "\"How marvelous an artist!\" --", "ja": "「何という巧（うま）い琵琶師だろう！」――"}
{"en": "\"Never in our own province was playing heard like this!\" --", "ja": "「自分達の田舎ではこんな琵琶を聴いた事がない！」――"}
{"en": "\"Not in all the empire is there another singer like Hoichi!\"", "ja": "「国中に芳一のような謡い手はまたとあるまい！」"}
{"en": "Then fresh courage came to him, and he played and sang yet better than before;", "ja": "するといっそう勇気が出て来て、芳一はますますうまく弾きかつ謡った。"}
{"en": "and a hush of wonder deepened about him.", "ja": "そして驚きのため周囲は森としてしまった。"}
{"en": "But when at last he came to tell the fate of the fair and helpless,--the piteous perishing of the women and children,--and the death-leap of Nii-no-Ama, with the imperial infant in her arms,--", "ja": "しかし終りに美人弱者の運命――婦人と子供との哀れな最期――双腕に幼帝を抱き奉った二位の尼の入水を語った時には――"}
{"en": "then all the listeners uttered together one long, long shuddering cry of anguish;", "ja": "聴者はことごとく皆一様に、長い長い戦（おのの）き慄える苦悶の声をあげ、"}
{"en": "and thereafter they wept and wailed so loudly and so wildly that the blind man was frightened by the violence and grief that he had made.", "ja": "それから後というもの一同は声をあげ、取り乱して哭き悲しんだので、芳一は自分の起こさした悲痛の強烈なのに驚かされたくらいであった。"}
{"en": "For much time the sobbing and the wailing continued.", "ja": "しばらくの間はむせび悲しむ声が続いた。"}
{"en": "But gradually the sounds of lamentation died away;", "ja": "しかし、おもむろに哀哭の声は消えて、"}
{"en": "and again, in the great stillness that followed, Hoichi heard the voice of the woman whom he supposed to be the Rojo.", "ja": "またそれに続いた非常な静かさの内に、芳一は老女であると考えた女の声を聞いた。"}
{"en": "She said:--", "ja": "その女はこう云った――"}
{"en": "\"Although we had been assured that you were a very skillful player upon the biwa, and without an equal in recitative, we did not know that any one could be so skillful as you have proved yourself to-night.", "ja": "『私共は貴方が琵琶の名人であって、また謡う方でも肩を並べるもののない事は聞き及んでいた事では御座いますが、貴方が今晩御聴かせ下すったようなあんなお腕前をお有ちになろうとは思いも致しませんでした。"}
{"en": "Our lord has been pleased to say that he intends to bestow upon you a fitting reward.", "ja": "殿様には大層御気に召し、貴方に十分な御礼を下さる御考えである由を御伝え申すようにとの事に御座います。"}
{"en": "But he desires that you shall perform before him once every night for the next six nights --", "ja": "が、これから後六日の間毎晩一度ずつ殿様の御前（ごぜん）で演奏（わざ）をお聞きに入れるようとの御意に御座います――"}
{"en": "after which time he will probably make his august return-journey.", "ja": "その上で殿様にはたぶん御帰りの旅に上られる事と存じます。"}
{"en": "To-morrow night, therefore, you are to come here at the same hour.", "ja": "それ故明晩も同じ時刻に、ここへ御出向きなされませ。"}
{"en": "The retainer who to-night conducted you will be sent for you...", "ja": "今夜、貴方を御案内いたしたあの家来が、また、御迎えに参るで御座いましょう……"}
{"en": "There is another matter about which I have been ordered to inform you.", "ja": "それからも一つ貴方に御伝えするように申しつけられた事が御座います。"}
{"en": "It is required that you shall speak to no one of your visits here, during the time of our lord's august sojourn at Akamagaseki.", "ja": "それは殿様がこの赤間ヶ関に御滞在中、貴方がこの御殿に御上りになる事を誰れにも御話しにならぬようとの御所望に御座います。"}
{"en": "As he is traveling incognito, [6] he commands that no mention of these things be made...", "ja": "殿様には御忍びの御旅行ゆえ、かような事はいっさい口外致さぬようにとの御上意によりますので。……"}
{"en": "You are now free to go back to your temple.\"", "ja": "ただ今、御自由に御坊に御帰りあそばせ』"}
{"en": "After Hoichi had duly expressed his thanks, a woman's hand conducted him to the entrance of the house, where the same retainer, who had before guided him, was waiting to take him home.", "ja": "芳一は感謝の意を十分に述べると、女に手を取られてこの家の入口まで来、そこには前に自分を案内してくれた同じ家来が待っていて、家につれられて行った。"}
{"en": "The retainer led him to the verandah at the rear of the temple, and there bade him farewell.", "ja": "家来は寺の裏の縁側の処まで芳一を連れて来て、そこで別れを告げて行った。"}
{"en": "It was almost dawn when Hoichi returned;", "ja": "芳一の戻ったのはやがて夜明けであったが、"}
{"en": "but his absence from the temple had not been observed,--", "ja": "その寺をあけた事には、誰れも気が付かなかった――"}
{"en": "as the priest, coming back at a very late hour, had supposed him asleep.", "ja": "住職はよほど遅く帰って来たので、芳一は寝ているものと思ったのであった。"}
{"en": "During the day Hoichi was able to take some rest;", "ja": "昼の中芳一は少し休息する事が出来た。"}
{"en": "and he said nothing about his strange adventure.", "ja": "そしてその不思議な事件については一言もしなかった。"}
{"en": "In the middle of the following night the samurai again came for him, and led him to the august assembly, where he gave another recitation with the same success that had attended his previous performance.", "ja": "翌日の夜中に侍がまた芳一を迎えに来て、かの高貴の集りに連れて行ったが、そこで芳一はまた吟誦し、前囘の演奏が贏ち得たその同じ成功を博した。"}
{"en": "But during this second visit his absence from the temple was accidentally discovered;", "ja": "しかるにこの二度目の伺候中、芳一の寺をあけている事が偶然に見つけられた。"}
{"en": "and after his return in the morning he was summoned to the presence of the priest,", "ja": "それで朝戻ってから芳一は住職の前に呼びつけられた。"}
{"en": "who said to him, in a tone of kindly reproach:--", "ja": "住職は言葉やわらかに叱るような調子でこう言った、――"}
{"en": "\"We have been very anxious about you, friend Hoichi.", "ja": "『芳一、私共はお前の身の上を大変心配していたのだ。"}
{"en": "To go out, blind and alone, at so late an hour, is dangerous.", "ja": "目が見えないのに、一人で、あんなに遅く出かけては険難だ。"}
{"en": "Why did you go without telling us?", "ja": "何故、私共にことわらずに行ったのだ。"}
{"en": "I could have ordered a servant to accompany you.", "ja": "そうすれば下男に供をさしたものに、"}
{"en": "And where have you been?\"", "ja": "それからまたどこへ行っていたのかな』"}
{"en": "Hoichi answered, evasively,--", "ja": "芳一は言いれるように返事をした――"}
{"en": "\"Pardon me kind friend!", "ja": "『和尚様、御免下さいまし！"}
{"en": "I had to attend to some private business;", "ja": "少々私用が御座いまして、"}
{"en": "and I could not arrange the matter at any other hour.\"", "ja": "他の時刻にその事を処置する事が出来ませんでしたので』"}
{"en": "The priest was surprised, rather than pained, by Hoichi's reticence:", "ja": "住職は芳一が黙っているので、心配したというよりむしろ驚いた。"}
{"en": "he felt it to be unnatural, and suspected something wrong.", "ja": "それが不自然な事であり、何かよくない事でもあるのではなかろうかと感じたのであった。"}
{"en": "He feared that the blind lad had been bewitched or deluded by some evil spirits.", "ja": "住職はこの盲人の少年があるいは悪魔につかれたか、あるいは騙されたのであろうと心配した。"}
{"en": "He did not ask any more questions;", "ja": "で、それ以上何も訊ねなかったが、"}
{"en": "but he privately instructed the men-servants of the temple to keep watch upon Hoichi's movements, and to follow him in case that he should again leave the temple after dark.", "ja": "ひそかに寺の下男に旨をふくめて、芳一の行動に気をつけており、暗くなってから、また寺を出て行くような事があったなら、その後を跟けるようにと云いつけた。"}
{"en": "On the very next night, Hoichi was seen to leave the temple;", "ja": "すぐその翌晩、芳一の寺を脱け出して行くのを見たので、"}
{"en": "and the servants immediately lighted their lanterns, and followed after him.", "ja": "下男達は直ちに提灯をともし、その後を跟けた。"}
{"en": "But it was a rainy night, and very dark;", "ja": "しかるにそれが雨の晩で非常に暗かったため、"}
{"en": "and before the temple-folks could get to the roadway, Hoichi had disappeared.", "ja": "寺男が道路へ出ない内に、芳一の姿は消え失せてしまった。"}
{"en": "Evidently he had walked very fast,--", "ja": "まさしく芳一は非常に早足で歩いたのだ――"}
{"en": "a strange thing, considering his blindness;", "ja": "その盲目な事を考えてみるとそれは不思議な事だ、"}
{"en": "for the road was in a bad condition.", "ja": "何故かと云うに道は悪るかったのであるから。"}
{"en": "The men hurried through the streets, making inquiries at every house which Hoichi was accustomed to visit;", "ja": "男達は急いで町を通って行き、芳一がいつも行きつけている家へ行き、訊ねてみたが、"}
{"en": "but nobody could give them any news of him.", "ja": "誰れも芳一の事を知っているものはなかった。"}
{"en": "At last, as they were returning to the temple by way of the shore, they were startled by the sound of a biwa, furiously played, in the cemetery of the Amidaji.", "ja": "しまいに、男達は浜辺の方の道から寺へ帰って来ると、阿彌陀寺の墓地の中に、盛んに琵琶の弾じられている音が聞えるので、一同は吃驚した。"}
{"en": "Except for some ghostly fires -- such as usually flitted there on dark nights -- all was blackness in that direction.", "ja": "二つ三つの鬼火――暗い晩に通例そこにちらちら見えるような――の外、そちらの方は真暗であった。"}
{"en": "But the men at once hastened to the cemetery;", "ja": "しかし、男達はすぐに墓地へと急いで行った、"}
{"en": "and there, by the help of their lanterns, they discovered Hoichi,--", "ja": "そして提灯の明かりで、一同はそこに芳一を見つけた――"}
{"en": "sitting alone in the rain before the memorial tomb of Antoku Tenno, making his biwa resound, and loudly chanting the chant of the battle of Dan-no-ura.", "ja": "雨の中に、安徳天皇の記念の墓の前に独り坐って、琵琶をならし、壇ノ浦の合戦の曲を高く誦して。"}
{"en": "And behind him, and about him, and everywhere above the tombs, the fires of the dead were burning, like candles.", "ja": "その背後（うしろ）と周囲（まわり）と、それから到る処たくさんの墓の上に死者の霊火が蝋燭のように燃えていた。"}
{"en": "Never before had so great a host of Oni-bi appeared in the sight of mortal man...", "ja": "いまだかつて人の目にこれほどの鬼火が見えた事はなかった……"}
{"en": "\"Hoichi San! --", "ja": "『芳一さん！――"}
{"en": "Hoichi San!\"", "ja": "芳一さん！』"}
{"en": "the servants cried,--", "ja": "下男達は声をかけた"}
{"en": "\"you are bewitched!...", "ja": "『貴方は何かに魅（ばか）されているのだ！……"}
{"en": "Hoichi San!\"", "ja": "芳一さん！』"}
{"en": "But the blind man did not seem to hear.", "ja": "しかし盲人には聞えないらしい。"}
{"en": "Strenuously he made his biwa to rattle and ring and clang; --", "ja": "力を籠めて芳一は琵琶を錚錚と鳴らしていた――"}
{"en": "more and more wildly he chanted the chant of the battle of Dan-no-ura.", "ja": "ますます烈しく壇ノ浦の合戦の曲を誦した。"}
{"en": "They caught hold of him;", "ja": "男達は芳一をつかまえ――"}
{"en": "-- they shouted into his ear,--", "ja": "耳に口をつけて声をかけた――"}
{"en": "\"Hoichi San! --", "ja": "『芳一さん！――"}
{"en": "Hoichi San! --", "ja": "芳一さん！――"}
{"en": "come home with us at once!\"", "ja": "すぐ私達と一緒に家にお帰んなさい！』"}
{"en": "Reprovingly he spoke to them:--", "ja": "叱るように芳一は男達に向って云った――"}
{"en": "\"To interrupt me in such a manner, before this august assembly, will not be tolerated.\"", "ja": "『この高貴の方方の前で、そんな風に私の邪魔をするとは容赦はならんぞ』"}
{"en": "Whereat, in spite of the weirdness of the thing, the servants could not help laughing.", "ja": "事柄の無気味なに拘らず、これには下男達も笑わずにはいられなかった。"}
{"en": "Sure that he had been bewitched, they now seized him, and pulled him up on his feet, and by main force hurried him back to the temple,--", "ja": "芳一が何かに魅（ばか）されていたのは確かなので、一同は芳一を捕（つかま）え、その身体（からだ）をもち上げて起たせ、力まかせに急いで寺へつれ帰った――"}
{"en": "where he was immediately relieved of his wet clothes, by order of the priest.", "ja": "そこで住職の命令で、芳一は濡れた著物を脱ぎ、新しい著物を著せられ、食べものや、飲みものを与えられた。"}
{"en": "Then the priest insisted upon a full explanation of his friend's astonishing behavior.", "ja": "その上で住職は芳一のこの驚くべき行為をぜひ十分に説き明かす事を迫った。"}
{"en": "Hoichi long hesitated to speak.", "ja": "芳一は長い間それを語るに躊躇していた。"}
{"en": "But at last, finding that his conduct had really alarmed and angered the good priest, he decided to abandon his reserve;", "ja": "しかし、遂に自分の行為が実際、深切な住職を脅かしかつ怒らした事を知って、自分の緘黙を破ろうと決心し、"}
{"en": "and he related everything that had happened from the time of first visit of the samurai.", "ja": "最初、侍の来た時以来、あった事をいっさい物語った。"}
{"en": "The priest said:--", "ja": "すると住職は云った……"}
{"en": "\"Hoichi, my poor friend,", "ja": "『可哀そうな男だ。"}
{"en": "you are now in great danger!", "ja": "芳一、お前の身は今大変に危ういぞ！"}
{"en": "How unfortunate that you did not tell me all this before!", "ja": "もっと前にお前がこの事をすっかり私に話さなかったのはいかにも不幸な事であった！"}
{"en": "Your wonderful skill in music has indeed brought you into strange trouble.", "ja": "お前の音楽の妙技がまったく不思議な難儀にお前を引き込んだのだ。"}
{"en": "By this time you must be aware that you have not been visiting any house whatever, but have been passing your nights in the cemetery, among the tombs of the Heike; --", "ja": "お前は決して人の家を訪れているのではなくて、墓地の中に平家の墓の間で、夜を過していたのだという事に、今はもう心付かなくてはいけない――"}
{"en": "and it was before the memorial-tomb of Antoku Tenno that our people to-night found you, sitting in the rain.", "ja": "今夜、下男達はお前の雨の中に坐っているのを見たが、それは安徳天皇の記念の墓の前であった。"}
{"en": "All that you have been imagining was illusion --except the calling of the dead.", "ja": "お前が想像していた事はみな幻影（まぼろし）だ――死んだ人の訪れて来た事の外は。"}
{"en": "By once obeying them, you have put yourself in their power.", "ja": "で、一度死んだ人の云う事を聴いた上は、身をその為（す）るがままに任したというものだ。"}
{"en": "If you obey them again, after what has already occurred, they will tear you in pieces.", "ja": "もしこれまであった事の上に、またも、その云う事を聴いたなら、お前はその人達に八つ裂きにされる事だろう。"}
{"en": "But they would have destroyed you, sooner or later, in any event...", "ja": "しかし、いずれにしても早晩、お前は殺される……"}
{"en": "Now I shall not be able to remain with you to-night:", "ja": "ところで、今夜私はお前と一緒にいるわけにいかぬ。"}
{"en": "I am called away to perform another service.", "ja": "私はまた一つ法会をするように呼ばれている。"}
{"en": "But, before I go, it will be necessary to protect your body by writing holy texts upon it.\"", "ja": "が、行く前にお前の身体を護るために、その身体に経文を書いて行かなければなるまい』"}
{"en": "Before sundown the priest and his acolyte stripped Hoichi:", "ja": "日没前住職と納所とで芳一を裸にし、"}
{"en": "then, with their writing-brushes, they traced upon his breast and back, head and face and neck, limbs and hands and feet,-- even upon the soles of his feet, and upon all parts of his body,-- the text of the holy sutra called Hannya-Shin-Kyo. [7]", "ja": "筆を以て二人して芳一の、胸、背、頭、顔、頸、手足――身体中どこと云わず、足の裏にさえも――般若心経というお経の文句を書きつけた。"}
{"en": "When this had been done, the priest instructed Hoichi, saying:--", "ja": "それが済むと、住職は芳一にこう言いつけた。――"}
{"en": "\"To-night, as soon as I go away, you must seat yourself on the verandah, and wait.", "ja": "『今夜、私が出て行ったらすぐに、お前は縁側に坐って、待っていなさい。"}
{"en": "You will be called.", "ja": "すると迎えが来る。"}
{"en": "But, whatever may happen, do not answer, and do not move.", "ja": "が、どんな事があっても、返事をしたり、動いてはならぬ。"}
{"en": "Say nothing and sit still --", "ja": "口を利かず静かに坐っていなさい――"}
{"en": "as if meditating.", "ja": "禅定に入っているようにして。"}
{"en": "If you stir, or make any noise, you will be torn asunder.", "ja": "もし動いたり、少しでも声を立てたりすると、お前は切りさいなまれてしまう。"}
{"en": "Do not get frightened;", "ja": "恐（こ）わがらず、"}
{"en": "and do not think of calling for help --", "ja": "助けを呼んだりしようと思ってはいかぬ。――"}
{"en": "because no help could save you.", "ja": "助けを呼んだところで助かるわけのものではないから。"}
{"en": "If you do exactly as I tell you, the danger will pass, and you will have nothing more to fear.\"", "ja": "私が云う通りに間違いなくしておれば、危険は通り過ぎて、もう恐わい事はなくなる』"}
{"en": "After dark the priest and the acolyte went away;", "ja": "日が暮れてから、住職と納所とは出て行った、"}
{"en": "and Hoichi seated himself on the verandah, according to the instructions given him.", "ja": "芳一は言いつけられた通り縁側に座を占めた。"}
{"en": "He laid his biwa on the planking beside him, and, assuming the attitude of meditation, remained quite still,--", "ja": "自分の傍の板鋪の上に琵琶を置き、入禅の姿勢をとり、じっと静かにしていた――"}
{"en": "taking care not to cough, or to breathe audibly.", "ja": "注意して咳もせかず、聞えるようには息もせずに。"}
{"en": "For hours he stayed thus.", "ja": "幾時間もこうして待っていた。"}
{"en": "Then, from the roadway, he heard the steps coming.", "ja": "すると道路の方から跫音のやって来るのが聞えた。"}
{"en": "They passed the gate, crossed the garden, approached the verandah, stopped -- directly in front of him.", "ja": "跫音は門を通り過ぎ、庭を横断り、縁側に近寄って止った――すぐ芳一の正面に。"}
{"en": "\"Hoichi!\"", "ja": "『芳一！』"}
{"en": "the deep voice called.", "ja": "と底力のある声が呼んだ。"}
{"en": "But the blind man held his breath, and sat motionless.", "ja": "が盲人は息を凝らして、動かずに坐っていた。"}
{"en": "\"Hoichi!\"", "ja": "『芳一！』"}
{"en": "grimly called the voice a second time.", "ja": "と再び恐ろしい声が呼ばわった。"}
{"en": "Then a third time --savagely:--", "ja": "ついで三度――兇猛な声で――"}
{"en": "\"Hoichi!\"", "ja": "『芳一』"}
{"en": "Hoichi remained as still as a stone,--", "ja": "芳一は石のように静かにしていた――"}
{"en": "and the voice grumbled:--", "ja": "すると苦情を云うような声で――"}
{"en": "\"No answer! --", "ja": "『返事がない！――"}
{"en": "that won't do!...", "ja": "これはいかん！……"}
{"en": "Must see where the fellow is.\"...", "ja": "奴、どこに居るのか見てやらなけれやア』……"}
{"en": "There was a noise of heavy feet mounting upon the verandah.", "ja": "縁側に上る重もくるしい跫音がした。"}
{"en": "The feet approached deliberately,--", "ja": "足はしずしずと近寄って――"}
{"en": "halted beside him.", "ja": "芳一の傍に止った。"}
{"en": "Then, for long minutes,--", "ja": "それからしばらくの間――"}
{"en": "during which Hoichi felt his whole body shake to the beating of his heart,--", "ja": "その間、芳一は全身が胸の鼓動するにつれて震えるのを感じた――"}
{"en": "there was dead silence.", "ja": "まったく森閑としてしまった。"}
{"en": "At last the gruff voice muttered close to him:--", "ja": "遂に自分のすぐ傍（そば）であらあらしい声がこう云い出した――"}
{"en": "\"Here is the biwa;", "ja": "『ここに琵琶がある、"}
{"en": "but of the biwa-player I see --", "ja": "だが、琵琶師と云っては――"}
{"en": "only two ears!...", "ja": "ただその耳が二つあるばかりだ！……"}
{"en": "So that explains why he did not answer:", "ja": "道理で返事をしないはずだ、"}
{"en": "he had no mouth to answer with --", "ja": "返事をする口がないのだ――"}
{"en": "there is nothing left of him but his ears...", "ja": "両耳の外、琵琶師の身体は何も残っていない……"}
{"en": "Now to my lord those ears I will take --", "ja": "よし殿様へこの耳を持って行こう――"}
{"en": "in proof that the august commands have been obeyed, so far as was possible\"...", "ja": "出来る限り殿様の仰せられた通りにした証拠に……』"}
{"en": "At that instant Hoichi felt his ears gripped by fingers of iron, and torn off!", "ja": "その瞬時に芳一は鉄のような指で両耳を掴まれ、引きちぎられたのを感じた！"}
{"en": "Great as the pain was, he gave no cry.", "ja": "痛さは非常であったが、それでも声はあげなかった。"}
{"en": "The heavy footfalls receded along the verandah,-- descended into the garden,-- passed out to the roadway,-- ceased.", "ja": "重もくるしい足踏みは縁側を通って退いて行き――庭に下り――道路の方へ通って行き――消えてしまった。"}
{"en": "From either side of his head, the blind man felt a thick warm trickling;", "ja": "芳一は頭の両側から濃い温いものの滴って来るのを感じた。"}
{"en": "but he dared not lift his hands...", "ja": "が、あえて両手を上げる事もしなかった……"}
{"en": "Before sunrise the priest came back.", "ja": "日の出前に住職は帰って来た。"}
{"en": "He hastened at once to the verandah in the rear, stepped and slipped upon something clammy, and uttered a cry of horror; --", "ja": "急いですぐに裏の縁側の処へ行くと、何んだかねばねばしたものを踏みつけて滑り、そして慄然（ぞっ）として声をあげた――"}
{"en": "for he say, by the light of his lantern, that the clamminess was blood.", "ja": "それは提灯の光りで、そのねばねばしたものの血であった事を見たからである。"}
{"en": "But he perceived Hoichi sitting there, in the attitude of meditation -- with the blood still oozing from his wounds.", "ja": "しかし、芳一は入禅の姿勢でそこに坐っているのを住職は認めた――傷からはなお血をだらだら流して。"}
{"en": "\"My poor Hoichi!\"", "ja": "『可哀そうに芳一！』"}
{"en": "cried the startled priest,--", "ja": "と驚いた住職は声を立てた――"}
{"en": "\"what is this?...", "ja": "『これはどうした事か……"}
{"en": "You have been hurt?", "ja": "お前、怪我をしたのか』……"}
{"en": "At the sound of his friend's voice, the blind man felt safe.", "ja": "住職の声を聞いて盲人は安心した。"}
{"en": "He burst out sobbing,", "ja": "芳一は急に泣き出した。"}
{"en": "and tearfully told his adventure of the night.", "ja": "そして、涙ながらにその夜の事件を物語った。"}
{"en": "\"Poor, poor Hoichi!\"", "ja": "『可哀そうに、可哀そうに芳一！』"}
{"en": "the priest exclaimed,--", "ja": "と住職は叫んだ――"}
{"en": "\"all my fault! --", "ja": "『みな私の手落ちだ！――"}
{"en": "my very grievous fault!...", "ja": "酷い私の手落ちだ！……"}
{"en": "Everywhere upon your body the holy texts had been written --", "ja": "お前の身体中くまなく経文を書いたに――"}
{"en": "except upon your ears!", "ja": "耳だけが残っていた！"}
{"en": "I trusted my acolyte to do that part of the work;", "ja": "そこへ経文を書く事は納所に任したのだ。"}
{"en": "and it was very, very wrong of me not to have made sure that he had done it!...", "ja": "ところで納所が相違なくそれを書いたか、それを確かめておかなかったのは、じゅうじゅう私が悪るかった！……"}
{"en": "Well, the matter cannot now be helped; --", "ja": "いや、どうもそれはもう致し方のない事だ――"}
{"en": "we can only try to heal your hurts as soon as possible...", "ja": "出来るだけ早く、その傷を治（なお）すより仕方がない……"}
{"en": "Cheer up, friend! --", "ja": "芳一、まア喜べ！――"}
{"en": "the danger is now well over.", "ja": "危険は今まったく済んだ。"}
{"en": "You will never again be troubled by those visitors.\"", "ja": "もう二度とあんな来客に煩わされる事はない』"}
{"en": "With the aid of a good doctor, Hoichi soon recovered from his injuries.", "ja": "深切な医者の助けで、芳一の怪我はほどなく治った。"}
{"en": "The story of his strange adventure spread far and wide, and soon made him famous.", "ja": "この不思議な事件の話は諸方に広がり、たちまち芳一は有名になった。"}
{"en": "Many noble persons went to Akamagaseki to hear him recite;", "ja": "貴い人々が大勢赤間ヶ関に行って、芳一の吟誦を聞いた。"}
{"en": "and large presents of money were given to him,--", "ja": "そして芳一は多額の金員を贈り物に貰った――"}
{"en": "so that he became a wealthy man...", "ja": "それで芳一は金持ちになった……"}
{"en": "But from the time of his adventure, he was known only by the appellation of Mimi-nashi-Hoichi: \"Hoichi-the-Earless.\"", "ja": "しかしこの事件のあった時から、この男は耳無芳一という呼び名ばかりで知られていた。"}
