{"en": "IVY DAY IN THE COMMITTEE ROOM", "ja": "アイビーデイの委員会室"}
{"en": "OLD JACK raked the cinders together with a piece of cardboard and spread them judiciously over the whitening dome of coals.", "ja": "ジャック老人はボール紙の一枚で燃え滓をかき集め、それを白くなったドーム型の石炭の上に気をつけてうまくばらまいた。"}
{"en": "When the dome was thinly covered his face lapsed into darkness but, as he set himself to fan the fire again, his crouching shadow ascended the opposite wall and his face slowly reemerged into light.", "ja": "ドームがうっすら覆われると彼の顔は暗くなってしまったが、彼がもう一度火をあおりにかかると、中腰になった彼の影が反対側の壁に立ち上り、彼の顔がまたゆっくりと明るみの中に現れた。"}
{"en": "It was an old man's face, very bony and hairy.", "ja": "それはとても骨ばって毛深い、年取った男の顔だった。"}
{"en": "The moist blue eyes blinked at the fire and the moist mouth fell open at times, munching once or twice mechanically when it closed.", "ja": "うるんだ青い目は火を見てぱちくりし、湿った口は時々だらりと開いて、閉じるたびに機械的に一、二度もぐもぐした。"}
{"en": "When the cinders had caught he laid the piece of cardboard against the wall, sighed and said:", "ja": "燃え滓が燃え付くと彼はボール紙を壁に立てかけ、ほっと息をついて言った。"}
{"en": "\"That's better now, Mr. O'Connor.\"", "ja": "「ほらよくなったよ、オコナーさん。」"}
{"en": "Mr. O'Connor, a grey-haired young man, whose face was disfigured by many blotches and pimples, had just brought the tobacco for a cigarette into a shapely cylinder but when spoken to he undid his handiwork meditatively.", "ja": "オコナー氏、顔のたくさんのしみや吹き出物が醜い、灰色の髪の若い男はタバコを紙巻にしようとちょうどかっこうのよい円筒にしたところだったが、話しかけられると彼は深く考え込むようにしてその細工を元に戻した。"}
{"en": "Then he began to roll the tobacco again meditatively and after a moment's thought decided to lick the paper.", "ja": "それから彼は深く考え込むようにして再びタバコを巻き始め、ちょっと考えた後、意を決して紙をなめた。"}
{"en": "\"Did Mr. Tierney say when he'd be back?\"", "ja": "「ティアニーさんはいつ戻ると言った？」"}
{"en": "he asked in a sky falsetto.", "ja": "と彼はばか高い裏声で尋ねた。"}
{"en": "\"He didn't say.\"", "ja": "「言ってなかったね。」"}
{"en": "Mr. O'Connor put his cigarette into his mouth and began search his pockets.", "ja": "オコナー氏はタバコを口に差し入れ、ポケットを探り始めた。"}
{"en": "He took out a pack of thin pasteboard cards.", "ja": "彼は一包みになった薄い板紙のカードを取り出した。"}
{"en": "\"I'll get you a match,\"", "ja": "「マッチを持ってきよう」"}
{"en": "said the old man.", "ja": "と老人が言った。"}
{"en": "\"Never mind, this'll do,\"", "ja": "「いいよいいよ、これで十分」"}
{"en": "said Mr. O'Connor.", "ja": "とオコナー氏は言った。"}
{"en": "He selected one of the cards and read what was printed on it:", "ja": "彼はカードを一枚選んでそこに印刷されていることを読んだ。"}
{"en": "MUNICIPAL ELECTIONS", "ja": "市議会議員選挙"}
{"en": "ROYAL EXCHANGE WARD", "ja": "ロイヤル・エクスチェンジ選挙区"}
{"en": "Mr. Richard J. Tierney, P.L.G., respectfully solicits the favour of your vote and influence at the coming election in the Royal Exchange Ward.", "ja": "リチャード・Ｊ・ティアニー氏、Ｐ.Ｌ.Ｇ.は来たるべきロイヤル・エクスチェンジ区の選挙においてあなたの投票とお力添えを謹んでお願いします。"}
{"en": "Mr. O'Connor had been engaged by Tierney's agent to canvass one part of the ward but, as the weather was inclement and his boots let in the wet, he spent a great part of the day sitting by the fire in the Committee Room in Wicklow Street with Jack, the old caretaker.", "ja": "オコナー氏はティアニーの代理人に雇われて選挙区の一角を投票依頼して回っていたが、いやな天気ではあるし、彼の靴は雨を通すので、その日の大部分を老管理人、ジャックとともにウィクロウ・ストリートにある委員会室の火のそばに座って過ごした。"}
{"en": "They had been sitting thus since e short day had grown dark.", "ja": "彼らは短い日が暮れてからそうして座っていた。"}
{"en": "It was the sixth of October, dismal and cold out of doors.", "ja": "十月六日のこと、戸外は陰鬱で冷たかった。"}
{"en": "Mr. O'Connor tore a strip off the card and, lighting it, lit his cigarette.", "ja": "オコナー氏はカードから一片を引きちぎり、火をつけ、タバコに火をつけた。"}
{"en": "As he did so the flame lit up a leaf of dark glossy ivy the lapel of his coat.", "ja": "そうすると、炎が彼の上着の襟の暗色の光沢のあるツタの葉を照らした。"}
{"en": "The old man watched him attentively and then, taking up the piece of cardboard again, began to fan the fire slowly while his companion smoked.", "ja": "老人は彼を注意深くじっと見つめ、それから再び例のボール紙を取り上げ、話し相手がタバコを吸う間、ゆっくりと火をあおり始めた。"}
{"en": "\"Ah, yes,\"", "ja": "「ああ、そうさ、」"}
{"en": "he said, continuing,", "ja": "彼は続けて言った、"}
{"en": "\"it's hard to know what way to bring up children.", "ja": "「子供の育て方ぁよくわからん。"}
{"en": "Now who'd think he'd turn out like that!", "ja": "まああいつがあんなふうになるだなんて誰が思うもんかね！"}
{"en": "I sent him to the Christian Brothers and I done what I could him, and there he goes boosing about.", "ja": "おれはあいつをクリスチャン・ブラザーズにやって、してやれっことをやって、それが大酒を飲み歩いて。"}
{"en": "I tried to make him someway decent.\"", "ja": "あいつをどうにかちゃんとしたもんにしてやろうとしたにな。」"}
{"en": "He replaced the cardboard wearily.", "ja": "彼は疲れてボール紙を元に戻した。"}
{"en": "\"Only I'm an old man now I'd change his tune for him.", "ja": "「おれがほら、じじいでなきゃぁあいつのためにもあんな調子にさせとかんのだが。"}
{"en": "I'd take the stick to his back and beat him while I could stand over hi", "ja": "そばで見てやれる間は背中を鞭打って、叩いてやるんだが"}
{"en": "--as I done many a time before.", "ja": "−−前にしょっちゅうやったようにな。"}
{"en": "The mother, you know, she cocks him up with this and that....\"", "ja": "母親がなあ、あれがあいつをあれやこれやでつけあがらせて・・・」"}
{"en": "\"That's what ruins children,\"", "ja": "「それが子供たちをだめにする」"}
{"en": "said Mr. O'Connor.", "ja": "とオコナー氏が言った。"}
{"en": "\"To be sure it is,\"", "ja": "「ちがいない」"}
{"en": "said the old man.", "ja": "と老人は言った。"}
{"en": "\"And little thanks you get for it, only impudence.", "ja": "「それに感謝なんかされやしない、生意気なばっかりだ。"}
{"en": "He takes th'upper hand of me whenever he sees I've a sup taken.", "ja": "おれがちょっくら飲んでるのを見るといっつもえらそうにしやがる。"}
{"en": "What's the world coming to when sons speaks that way to their fathers?\"", "ja": "息子が父親に向かってあんな口を利くとは世の中どうなってるんだ？」"}
{"en": "\"What age is he?\"", "ja": "「年はいくつ？」"}
{"en": "said Mr. O'Connor.", "ja": "とオコナー氏が言った。"}
{"en": "\"Nineteen,\"", "ja": "「十九」"}
{"en": "said the old man.", "ja": "と老人は言った。"}
{"en": "\"Why don't you put him to something?\"", "ja": "「どうして彼に何かさせないの？」"}
{"en": "\"Sure, amn't I never done at the drunken bowsy ever since he left school?", "ja": "「そりゃもう、酔っ払いのチンピラにおれがやってこなかったってか？"}
{"en": "'I won't keep you,'", "ja": "『お前を養うつもりはないからな』"}
{"en": "I says.", "ja": "とおりゃ言ったよ。"}
{"en": "'You must get a job for yourself.'", "ja": "『お前は自分で仕事に就かなきゃならん。』"}
{"en": "But, sure, it's worse whenever he gets a job;", "ja": "だがな、まったく、仕事に就いたら就いたでよけい悪いや。"}
{"en": "he drinks it all.\"", "ja": "みんな飲んじまうんだ。」"}
{"en": "Mr. O'Connor shook his head in sympathy, and the old man fell silent, gazing into the fire.", "ja": "オコナー氏は同情して首を振り、老人は火を見入って黙り込んだ。"}
{"en": "Someone opened the door of the room and called out:", "ja": "誰かが部屋のドアを開けて呼びかけた。"}
{"en": "\"Hello!", "ja": "「やあ！"}
{"en": "Is this a Freemason's meeting?\"", "ja": "これはフリーメーソンの集まりかい？」"}
{"en": "\"Who's that?\"", "ja": "「どなたかな？」"}
{"en": "said the old man.", "ja": "と老人が言った。"}
{"en": "\"What are you doing in the dark?\"", "ja": "「暗いところで何をしているんだい？」"}
{"en": "asked a voice.", "ja": "声は尋ねた。"}
{"en": "\"Is that you, Hynes?\"", "ja": "「君かい、ハインズ？」"}
{"en": "asked Mr. O'Connor.", "ja": "とオコナー氏が尋ねた。"}
{"en": "\"Yes.", "ja": "「うん。"}
{"en": "What are you doing in the dark?\"", "ja": "暗いところで何をしてるんだい？」"}
{"en": "said Mr. Hynes. advancing into the light of the fire.", "ja": "とハインズ氏は火明かりの中に進み出ながら言った。"}
{"en": "He was a tall, slender young man with a light brown moustache.", "ja": "彼は背が高く、すらっとした、明るい茶色の口ひげのある若い男だった。"}
{"en": "Imminent little drops of rain hung at the brim of his hat and the collar of his jacket-coat was turned up.", "ja": "今にも落ちそうな小さな雨のしずくが彼の帽子の縁から垂れ、ジャケットコートの襟は立てられていた。"}
{"en": "\"Well, Mat,\"", "ja": "「それで、マット、」"}
{"en": "he said to Mr. O'Connor,", "ja": "彼はオコナー氏に言った、"}
{"en": "\"how goes it?\"", "ja": "「どんな具合？」"}
{"en": "Mr. O'Connor shook his head.", "ja": "オコナー氏は首を振った。"}
{"en": "The old man left the hearth and after stumbling about the room returned with two candlesticks which he thrust one after the other into the fire and carried to the table.", "ja": "老人は炉辺を離れ、部屋のあちこちでけつまずいた後、ロウソク立てを二つ持って戻り、それをかわるがわる火の中へ突っ込み、テーブルに運んだ。"}
{"en": "A denuded room came into view and the fire lost all its cheerful colour.", "ja": "あらわにされて部屋が見えるようになり、炉火はその元気な色合いをすっかり失った。"}
{"en": "The walls of the room were bare except for a copy of an election address.", "ja": "部屋の壁は選挙演説の写し一枚を除けばむき出しだった。"}
{"en": "In the middle of the room was a small table on which papers were heaped.", "ja": "部屋の中央には小さなテーブルがあってその上に書類が山積みになっていた。"}
{"en": "Mr. Hynes leaned against the mantelpiece and asked:", "ja": "ハインズ氏はマントルピースに寄りかかって尋ねた。"}
{"en": "\"Has he paid you yet?\"", "ja": "「彼はもう払ってくれた？」"}
{"en": "\"Not yet,\"", "ja": "「いやまだ」"}
{"en": "said Mr. O'Connor.", "ja": "とオコナー氏は言った。"}
{"en": "\"I hope to God he'll not leave us in the lurch tonight.\"", "ja": "「今夜我々を見捨てないことを神に願うよ。」"}
{"en": "Mr. Hynes laughed.", "ja": "ハインズ氏は笑った。"}
{"en": "\"O, he'll pay you.", "ja": "「ああ、彼は払ってくれるさ。"}
{"en": "Never fear,\"", "ja": "心配するなって」"}
{"en": "he said.", "ja": "と彼は言った。"}
{"en": "\"I hope he'll look smart about it if he means business,\"", "ja": "「本気でやるならそいつもてきぱきやってもらいたいもんだな」"}
{"en": "said Mr. O'Connor.", "ja": "とオコナー氏は言った。"}
{"en": "\"What do you think, Jack?\"", "ja": "「どう思う、ジャック？」"}
{"en": "said Mr. Hynes satirically to the old man.", "ja": "とハインズ氏は皮肉っぽく老人に言った。"}
{"en": "The old man returned to his seat by the fire, saying:", "ja": "老人は火のそばの自分の席に戻りながら言った。"}
{"en": "\"It isn't but he has it, anyway.", "ja": "「どのみち、あの人が勝つほかないさ。"}
{"en": "Not like the other tinker.\"", "ja": "他のへっぽことは違うから。」"}
{"en": "\"What other tinker?\"", "ja": "「どの他のへっぽこ？」"}
{"en": "said Mr. Hynes.", "ja": "とハインズ氏は言った。"}
{"en": "\"Colgan,\"", "ja": "「コルガン」"}
{"en": "said the old man scornfully.", "ja": "と老人はばかにするように言った。"}
{"en": "\"It is because Colgan's a working--man you say that?", "ja": "「コルガンが労働者だからそう言うのかな？"}
{"en": "What's the difference between a good honest bricklayer and a publican--eh?", "ja": "善良で正直なレンガ職人とパブの主人とどこが違う−−ええ？"}
{"en": "Hasn't the working-man as good a right to be in the Corporation as anyone else", "ja": "労働者にはみんなと同じに市議会に入る立派な権利があるんじゃないか"}
{"en": "--ay, and a better right than those shoneens that are always hat in hand before any fellow with a handle to his name?", "ja": "−−そうとも、いつも誰か肩書きのあるやつの前でかしこまっている成り上がりの連中よりよほど立派な権利が。"}
{"en": "Isn't that so, Mat?\"", "ja": "そうじゃないか、マット？」"}
{"en": "said Mr. Hynes, addressing Mr. O'Connor.", "ja": "とハインズ氏はオコナー氏に話しかけて言った。"}
{"en": "\"I think you're right,\"", "ja": "「君は正しいと思うよ」"}
{"en": "said Mr. O'Connor.", "ja": "とオコナー氏は言った。"}
{"en": "\"One man is a plain honest man with no hunker-sliding about him.", "ja": "「一人は率直で正直な男ですり抜ける策など持ち合わせない。"}
{"en": "He goes in to represent the labour classes.", "ja": "そして労働階級を代表して立つ。"}
{"en": "This fellow you're working for only wants to get some job or other.\"", "ja": "こっちの君たちが働いてやっているやつはただ何か仕事が欲しいだけなんだ。」"}
{"en": "\"0f course, the working-classes should be represented,\"", "ja": "「もちろん労働者階級に代表は必要だ」"}
{"en": "said the old man.", "ja": "と老人は言った。"}
{"en": "\"The working-man,\"", "ja": "「労働者は、」"}
{"en": "said Mr. Hynes,", "ja": "ハインズ氏は言った、"}
{"en": "\"gets all kicks and no halfpence.", "ja": "「スリル満点だが一文も得をしない。"}
{"en": "But it's labour produces everything.", "ja": "しかしすべてを産み出すのは労働だ。"}
{"en": "The workingman is not looking for fat jobs for his sons and nephews and cousins.", "ja": "労働者は息子や甥やいとこのために儲かる仕事を探してやしない。"}
{"en": "The working-man is not going to drag the honour of Dublin in the mud to please a German monarch.\"", "ja": "労働者はドイツの君主を喜ばせてダブリンの名誉を泥の中に引きずり込んだりするはずがない。」"}
{"en": "\"How's that?\"", "ja": "「何のこった？」"}
{"en": "said the old man.", "ja": "と老人は言った。"}
{"en": "\"Don't you know they want to present an address of welcome to Edward Rex if he comes here next year?", "ja": "「来年エドワード王が当地に来た暁には連中が歓迎の挨拶を捧げたいと思っているのを知らないのか？"}
{"en": "What do we want kowtowing to a foreign king?\"", "ja": "どれだけ外国の王にぺこぺこしなきゃならんのだ？」"}
{"en": "\"Our man won't vote for the address,\"", "ja": "「こっちの男は挨拶に賛成票を投じやしないさ」"}
{"en": "said Mr. O'Connor.", "ja": "とオコナー氏は言った。"}
{"en": "\"He goes in on the Nationalist ticket.\"", "ja": "「彼はナショナリスト党の候補として立つんだ。」"}
{"en": "\"Won't he?\"", "ja": "「彼がしやしないって？」"}
{"en": "said Mr. Hynes.", "ja": "とハインズ氏は言った。"}
{"en": "\"Wait till you see whether he will or not.", "ja": "「彼がするかしないかまあ見てろって。"}
{"en": "I know him.", "ja": "僕にはわかってる。"}
{"en": "Is it Tricky Dicky Tierney?\"", "ja": "いんちきディッキー・ティアニーじゃないか？」"}
{"en": "\"By God!", "ja": "「ちぇっ！"}
{"en": "perhaps you're right, Joe,\"", "ja": "たぶん君が正しいんだろう、ジョー」"}
{"en": "said Mr. O'Connor.", "ja": "とオコナー氏は言った。"}
{"en": "\"Anyway, I wish he'd turn up with the spondulics.\"", "ja": "「とにかく、先立つ物を持って現れてもらいたいね。」"}
{"en": "The three men fell silent.", "ja": "三人の男は黙り込んだ。"}
{"en": "The old man began to rake more cinders together.", "ja": "老人はさらに燃え滓をかき集め始めた。"}
{"en": "Mr. Hynes took off his hat, shook it and then turned down the collar of his coat, displaying, as he did so, an ivy leaf in the lapel.", "ja": "ハインズ氏はは帽子を脱いでそれを振り、それからコートのカラーを折り返し、そうやって襟のツタの葉を出して見せた。"}
{"en": "\"If this man was alive,\"", "ja": "「この男が生きていたら、」"}
{"en": "he said, pointing to the leaf,", "ja": "彼は葉を指して言った、"}
{"en": "\"we'd have no talk of an address of welcome.\"", "ja": "「歓迎の挨拶なんて話は全然なかったろうにな。」"}
{"en": "\"That's true,\"", "ja": "「確かにね」"}
{"en": "said Mr. O'Connor.", "ja": "とオコナー氏が言った。"}
{"en": "\"Musha, God be with them times!\"", "ja": "「まったくだ、彼らの時代よ幸いなれ！」"}
{"en": "said the old man.", "ja": "と老人は言った。"}
{"en": "\"There was some life in it then.\"", "ja": "「あの頃は活気があったな。」"}
{"en": "The room was silent again.", "ja": "部屋は再び静かになった。"}
{"en": "Then a bustling little man with a snuffling nose and very cold ears pushed in the door.", "ja": "その時、せかせかした小柄な男が鼻を詰まらせ耳をすっかり凍えさせ、ドアを押して入ってきた。"}
{"en": "He walked over quickly to the fire, rubbing his hands as if he intended to produce a spark from them.", "ja": "彼はそれで火花でも起こしてやると言わんばかりに両手をこすりながら、火のところまで急いで歩いた。"}
{"en": "\"No money, boys,\"", "ja": "「金はないよ、諸君」"}
{"en": "he said.", "ja": "と彼は言った。"}
{"en": "\"Sit down here, Mr. Henchy,\"", "ja": "「ここにおかけなさいよ、ヘンチーさん」"}
{"en": "said the old man, offering him his chair.", "ja": "と老人が彼の椅子を差し出しながら言った。"}
{"en": "\"O, don't stir, Jack, don't stir,\"", "ja": "「ああ、そのまま、ジャック、そのまま」"}
{"en": "said Mr. Henchy", "ja": "とヘンチー氏は言った。"}
{"en": "He nodded curtly to Mr. Hynes and sat down on the chair which the old man vacated.", "ja": "彼はハインズ氏にそっけなく会釈し、老人が空けた椅子に腰を下ろした。"}
{"en": "\"Did you serve Aungier Street?\"", "ja": "「アーンジィア・ストリートを受け持ったかね？」"}
{"en": "he asked Mr. O'Connor.", "ja": "と彼はオコナー氏に尋ねた。"}
{"en": "\"Yes,\"", "ja": "「うん」"}
{"en": "said Mr. O'Connor, beginning to search his pockets for memoranda.", "ja": "とオコナー氏はポケットのメモを探しにかかって言った。"}
{"en": "\"Did you call on Grimes?\"", "ja": "「グライムズは訪ねた？」"}
{"en": "\"I did.\"", "ja": "「行きましたよ。」"}
{"en": "\"Well?", "ja": "「で？"}
{"en": "How does he stand?\"", "ja": "彼はどうでる？」"}
{"en": "\"He wouldn't promise.", "ja": "「約束はしなかった。"}
{"en": "He said:", "ja": "『どっちに投票するか誰にも言うつもりはない』"}
{"en": "'I won't tell anyone what way I'm going to vote.'", "ja": "と彼は言うんだ。"}
{"en": "But I think he'll be all right.\"", "ja": "でも彼は大丈夫だと思うな。」"}
{"en": "\"Why so?\"", "ja": "「そりゃどうして？」"}
{"en": "\"He asked me who the nominators were;", "ja": "「彼は推薦者は誰々か僕に訊いた。"}
{"en": "and I told him.", "ja": "で僕は話したんだ。"}
{"en": "I mentioned Father Burke's name.", "ja": "僕はバーク神父の名を出した。"}
{"en": "I think it'll be all right.\"", "ja": "大丈夫と思うよ。」"}
{"en": "Mr. Henchy began to snuffle and to rub his hands over the fire at a terrific speed.", "ja": "ヘンチー氏は鼻をフンフンいわせたり火にかざした手を猛スピードでこすったりし始めた。"}
{"en": "Then he said:", "ja": "それから彼は言った。"}
{"en": "\"For the love of God, Jack, bring us a bit of coal.", "ja": "「お願いだからジャック、ちょっとばかり石炭を持ってきておくれよ。"}
{"en": "There must be some left.\"", "ja": "いくらか残っているに違いない。」"}
{"en": "The old man went out of the room.", "ja": "老人は部屋を出て行った。"}
{"en": "\"It's no go,\"", "ja": "「うまくいかないな」"}
{"en": "said Mr. Henchy, shaking his head.", "ja": "とヘンチー氏は首を振り振り言った。"}
{"en": "\"I asked the little shoeboy, but he said:", "ja": "「僕はけちなゴマすりに訊いたが彼は言ったよ。"}
{"en": "'Oh, now, Mr. Henchy, when I see work going on properly I won't forget you, you may be sure.'", "ja": "『ああ、ほら、ヘンチーさん、仕事がちゃんと進んでるのを見ればあんたのことを忘れやしない、間違いないと思っていいですよ。』"}
{"en": "Mean little tinker!", "ja": "けちでさもしいへっぽこ野朗！"}
{"en": "'Usha, how could he be anything else?\"", "ja": "ったく、どうにかならんもんかねえ？」"}
{"en": "\"What did I tell you, Mat?\"", "ja": "「僕が何て言った、マット？」"}
{"en": "said Mr. Hynes.", "ja": "とハインズ氏が言った。"}
{"en": "\"Tricky Dicky Tierneyf.\"", "ja": "「いんちきディッキー・ティアニー。」"}
{"en": "\"0, he's as tricky as they make 'em,\"", "ja": "「おお、彼はまったくのいんちき野朗だ」"}
{"en": "said Mr. Henchy.", "ja": "とヘンチー氏は言った。"}
{"en": "\"He hasn't got those little pigs' eyes for nothing.", "ja": "「あの小さな豚の目をだてに持っていやしない。"}
{"en": "Blast his soul!", "ja": "畜生め！"}
{"en": "Couldn't he pay up like a man instead of:", "ja": "『ああ、ほら、ヘンチーさん、私はファニングさんに話をしなければ・・・"}
{"en": "'O, now, Mr. Henchy, I must speak to Mr. Fanning....", "ja": "私は金をたくさん使ってしまった』"}
{"en": "I've spent a lot of money'?", "ja": "なんて言わずに男らしくすっかり払えないもんかねえ？"}
{"en": "Mean little schoolboy of hell!", "ja": "けちでさもしいくそがきめ！"}
{"en": "I suppose he forgets the time his little old father kept the hand-me-down shop in Mary's Lane.\"", "ja": "彼のけちなおやじさんがメリーズ・レーンで中古の店をやってた時のことを忘れてやがるんだなあ。」"}
{"en": "\"But is that a fact?\"", "ja": "「だけどそれは事実なのかな？」"}
{"en": "asked Mr. O'Connor.", "ja": "とオコナー氏は尋ねた。"}
{"en": "\"God, yes,\"", "ja": "「ああ、そうとも」"}
{"en": "said Mr. Henchy.", "ja": "とヘンチー氏は言った。"}
{"en": "\"Did you never hear that?", "ja": "「聞いたことがない？"}
{"en": "And the men used to go in on Sunday morning before the houses were open to buy a waistcoat or a trousers", "ja": "男たちは日曜の朝、店が開く前にチョッキやズボンを買いに行ったものだ"}
{"en": "--moya!", "ja": "−−いわばな！"}
{"en": "But Tricky Dicky's little old father always had a tricky little black bottle up in a corner.", "ja": "だがいんちきディッキーのけちなおやじさんはいつもいんちきな黒い小瓶を隅っこで売っていた。"}
{"en": "Do you mind now?", "ja": "もうおわかりかな？"}
{"en": "That's that.", "ja": "そういうことさ。"}
{"en": "That's where he first saw the light.\"", "ja": "そうやって初めて彼は世に出たんだ。」"}
{"en": "The old man returned with a few lumps of coal which he placed here and there on the fire.", "ja": "老人が少しばかり石炭を持って戻り、暖炉のあちこちに置いた。"}
{"en": "\"Thats a nice how-do-you-do,\"", "ja": "「そりゃ困ったなあ」"}
{"en": "said Mr. O'Connor.", "ja": "とオコナー氏は言った。"}
{"en": "\"How does he expect us to work for him if he won't stump up?\"", "ja": "「金を出すつもりがないのにどうして我々が彼のために働くと思うんだろう？」"}
{"en": "\"I can't help it,\"", "ja": "「どうにも仕方がない」"}
{"en": "said Mr. Henchy.", "ja": "とヘンチー氏は言った。"}
{"en": "\"I expect to find the bailiffs in the hall when I go home.\"", "ja": "「僕なんか家に帰ると玄関に税の取立てが来ていると思うよ。」"}
{"en": "Mr. Hynes laughed and, shoving himself away from the mantelpiece with the aid of his shoulders, made ready to leave.", "ja": "ハインズ氏は笑い、肩で押してマントルピースから体を離し、立ち去る構えをした。"}
{"en": "\"It'll be all right when King Eddie comes,\"", "ja": "「それでキング・エディーが来ても大丈夫そうだな」"}
{"en": "he said.", "ja": "と彼は言った。"}
{"en": "\"Well boys, I'm off for the present.", "ja": "「では諸君、さしあたり僕は行くとしよう。"}
{"en": "See you later.", "ja": "それじゃまた。"}
{"en": "'Bye, 'bye.\"", "ja": "バイ、バイ。」"}
{"en": "He went out of the room slowly.", "ja": "彼はゆっくりと部屋から出た。"}
{"en": "Neither Mr. Henchy nor the old man said anything, but, just as the door was closing, Mr. O'Connor, who had been staring moodily into the fire, called out suddenly:", "ja": "ヘンチー氏も老人も何も言わなかった、が、ドアが閉まろうとするその時、むっつりと火に見入っていたオコナー氏が突然、大声で叫んだ。"}
{"en": "\"'Bye, Joe.\"", "ja": "「バアイ、ジョー。」"}
{"en": "Mr. Henchy waited a few moments and then nodded in the direction of the door.", "ja": "ヘンチー氏はちょっと待ってからドアの方向にあごをしゃくった。"}
{"en": "\"Tell me,\"", "ja": "「ねえ、」"}
{"en": "he said across the fire,", "ja": "彼は火の向こうに言った、"}
{"en": "\"what brings our friend in here?", "ja": "「我らが友をここにもたらしたのは何なんだ？"}
{"en": "What does he want?\"", "ja": "彼の望みは何だ？」"}
{"en": "\"'Usha, poor Joe!\"", "ja": "「ったくジョーもかわいそうに！」"}
{"en": "said Mr. O'Connor, throwing the end of his cigarette into the fire,", "ja": "オコナー氏はタバコの吸殻を火に投げ込みながら言った、"}
{"en": "\"he's hard up, like the rest of us.\"", "ja": "「彼は金に困ってるんだ、僕らみんなと一緒で。」"}
{"en": "Mr. Henchy snuffled vigorously and spat so copiously that he nearly put out the fire, which uttered a hissing protest.", "ja": "ヘンチー氏はさかんに鼻をふんふんいわせ、火がシューという抗議の音を立てて消えそうになるほどたっぷりとつばを吐いた。"}
{"en": "\"To tell you my private and candid opinion,\"", "ja": "「僕の個人的かつ率直な意見を言えばだね、」"}
{"en": "he said,", "ja": "彼は言った、"}
{"en": "\"I think he's a man from the other camp.", "ja": "「思うに彼は他の陣営から来た男だ。"}
{"en": "He's a spy of Colgan's, if you ask me.", "ja": "彼はコルガンのスパイだ、お尋ねとあればね。"}
{"en": "Just go round and try and find out how they're getting on.", "ja": "まあちょっとあちこち回ってどんな具合になってるか嗅ぎだそうとしてごらんなさい。"}
{"en": "They won't suspect you.", "ja": "誰も疑いやしないぜ。"}
{"en": "Do you twig?\"", "ja": "おわかり？」"}
{"en": "\"Ah, poor Joe is a decent skin,\"", "ja": "「ああ、気の毒にジョーは裏表ない、いい人だよ」"}
{"en": "said Mr. O'Connor.", "ja": "とオコナー氏は言った。"}
{"en": "\"His father was a decent, respectable man,\"", "ja": "「彼のお父さんは立派ないい人だった」"}
{"en": "Mr. Henchy admitted.", "ja": "とヘンチー氏は認めた。"}
{"en": "\"Poor old Larry Hynes!", "ja": "「気の毒な老ラリー・ハインズ！"}
{"en": "Many a good turn he did in his day!", "ja": "若い頃あの人はずいぶん人助けをしたもんだ！"}
{"en": "But I'm greatly afraid our friend is not nineteen carat.", "ja": "だが我らが友は18金ではないんじゃないかと大いに懸念するところだな。"}
{"en": "Damn it, I can understand a fellow being hard up, but what I can't understand is a fellow sponging.", "ja": "畜生、金に困っているやつはわかるがね、理解できないのはたかるやつだ。"}
{"en": "Couldn't he have some spark of manhood about him?\"", "ja": "彼にも大人の才気を持ってもらえないもんかね？」"}
{"en": "\"He doesn't get a warm welcome from me when he comes,\"", "ja": "「あの人が来てもおれの心からの歓迎は得られないね」"}
{"en": "said the old man.", "ja": "と老人は言った。"}
{"en": "\"Let him work for his own side and not come spying around here.\"", "ja": "「自分の側で働いて、ここらにスパイしに来ないでもらいましょう。」"}
{"en": "\"I don't know,\"", "ja": "「どうかなあ」"}
{"en": "said Mr. O'Connor dubiously, as he took out cigarette-papers and tobacco.", "ja": "とオコナー氏はタバコとそれを巻く紙を取り出しながら、疑わしげに言った。"}
{"en": "\"I think Joe Hynes is a straight man.", "ja": "「ジョー・ハインズは真正直な男だと思うけど。"}
{"en": "He's a clever chap, too, with the pen.", "ja": "才のあるやつでもある、ペンを持たせりゃ。"}
{"en": "Do you remember that thing he wrote...?\"", "ja": "覚えてないかな、彼が書いたあのあれ・・・？」"}
{"en": "\"Some of these hillsiders and fenians are a bit too clever if ask me,\"", "ja": "「僕に言わせりゃこういう過激なフィーニィアンの中にはちょっとばかり才走りすぎるのがいるな」"}
{"en": "said Mr. Henchy.", "ja": "とヘンチー氏は言った。"}
{"en": "\"Do you know what my private and candid opinion is about some of those little jokers?", "ja": "「僕の個人的かつ率直な意見だが、あのけちなやつばらの中にはだね、何と思う？"}
{"en": "I believe half of them are in the pay of the Castle.\"", "ja": "彼らの半分はキャッスルに使われていると僕は思うね。」"}
{"en": "\"There's no knowing,\"", "ja": "「知りようもないな」"}
{"en": "said the old man.", "ja": "と老人が言った。"}
{"en": "\"O, but I know it for a fact,\"", "ja": "「おお、だが僕は事実として知ってるんだ」"}
{"en": "said Mr. Henchy.", "ja": "とヘンチー氏は言った。"}
{"en": "\"They're Castle hacks....", "ja": "「彼らはキャッスルの手先だ・・・"}
{"en": "I don't say Hynes....", "ja": "ハインズのことじゃないよ・・・"}
{"en": "No, damn it, I think he's a stroke above that....", "ja": "いや、畜生、彼はそれよりも筆の方だしな・・・"}
{"en": "But there's a certain little nobleman with a cock-eye", "ja": "だがある卑劣な貴族がいる、やぶにらみの"}
{"en": "--you know the patriot I'm alluding to?\"", "ja": "−−わかるかい、僕の言う愛国者？」"}
{"en": "Mr. O'Connor nodded.", "ja": "オコナー氏はうなずいた。"}
{"en": "\"There's a lineal descendant of Major Sirr for you if you like!", "ja": "「言ってみればサイア少佐の直系卑属じゃないか！"}
{"en": "O, the heart's blood of a patriot!", "ja": "おお、愛国者の誠！"}
{"en": "That's a fellow now that'd sell his country for fourpence--ay--and go down on his bended knees and thank the Almighty Christ he had a country to sell.\"", "ja": "それが今や国を四ペンスで売るようなやつだ−−そう−−そして深くひざまずいて彼に売る国があったことを全能のキリストに感謝する。」"}
{"en": "There was a knock at the door.", "ja": "ドアをノックする音が聞こえた。"}
{"en": "\"Come in!\"", "ja": "「どうぞ！」"}
{"en": "said Mr. Henchy.", "ja": "とヘンチー氏が言った。"}
{"en": "A person resembling a poor clergyman or a poor actor appeared in the doorway.", "ja": "貧しい聖職者か貧しい役者然とした人物が戸口に現れた。"}
{"en": "His black clothes were tightly buttoned on his short body and it was impossible to say whether he wore a clergyman's collar or a layman's, because the collar of his shabby frock-coat, the uncovered buttons of which reflected the candlelight, was turned up about his neck.", "ja": "彼の黒い服はその寸詰まりの体にきつくボタンで留められていたが、むき出しのボタンがろうそくの明かりを反射する、みすぼらしいフロックコートの襟が首に折り返されているので、彼の着けているのが聖職者の襟か俗人のかわかりかねた。"}
{"en": "He wore a round hat of hard black felt.", "ja": "彼は硬い黒のフェルトの丸帽子をかぶっていた。"}
{"en": "His face, shining with raindrops, had the appearance of damp yellow cheese save where two rosy spots indicated the cheekbones.", "ja": "雨のしずくに輝く彼の顔は頬骨を示す二つのばら色の斑点のところを除いて湿った黄色いチーズのように見えた。"}
{"en": "He opened his very long mouth suddenly to express disappointment and at the same time opened wide his very bright blue eyes to express pleasure and surprise.", "ja": "彼はいきなりその非常に長い口を開けて失望を表わし、同時にその非常に明るく青い目を丸くして喜びと驚きを表わした。"}
{"en": "\"O Father Keon!\"", "ja": "「おお、キーァン神父！」"}
{"en": "said Mr. Henchy, jumping up from his chair.", "ja": "とヘンチー氏は椅子から跳び上がって言った。"}
{"en": "\"Is that you?", "ja": "「あなたですか？"}
{"en": "Come in!\"", "ja": "さあどうぞ！」"}
{"en": "\"O, no, no, no!\"", "ja": "「おお、いや、いや、いや！」"}
{"en": "said Father Keon quickly, pursing his lips as if he were addressing a child.", "ja": "とキーァン神父はまるで子供に話しかけるように唇をすぼめながら急いで言った。"}
{"en": "\"Won't you come in and sit down?\"", "ja": "「お入りになってお掛けください。」"}
{"en": "\"No, no, no!\"", "ja": "「いや、いや、いや！」"}
{"en": "said Father Keon, speaking in a discreet, indulgent, velvety voice.", "ja": "とキーァン神父は控えめな、人を甘やかすような、柔らかな声で言った。"}
{"en": "\"Don't let me disturb you now!", "ja": "「今はお邪魔しますまい！"}
{"en": "I'm just looking for Mr. Fanning....\"", "ja": "ファニングさんを探しているところなんで・・・」"}
{"en": "\"He's round at the Black Eagle,\"", "ja": "「彼はブラック・イーグルに行っています」"}
{"en": "said Mr. Henchy.", "ja": "とヘンチー氏は言った。"}
{"en": "\"But won't you come in and sit down a minute?\"", "ja": "「でもお入りになってちょっとお掛けください。」"}
{"en": "\"No, no, thank you.", "ja": "「いや、いや、けっこう。"}
{"en": "It was just a little business matter,\"", "ja": "ほんのつまらない事務的なことなんです」"}
{"en": "said Father Keon.", "ja": "とキーァン神父は言った。"}
{"en": "\"Thank you, indeed.\"", "ja": "「ほんとにありがとう。」"}
{"en": "He retreated from the doorway and Mr. Henchy, seizing one of the candlesticks, went to the door to light him downstairs.", "ja": "彼が戸口から退き、ヘンチー氏はろうそく立てを一つつかみ、彼のために階下を照らそうとドアへ向かった。"}
{"en": "\"O, don't trouble, I beg!\"", "ja": "「おお、お構いなく、どうか！」"}
{"en": "\"No, but the stairs is so dark.\"", "ja": "「ええ、ですが階段はたいそう暗いですから。」"}
{"en": "\"No, no, I can see....", "ja": "「いや、いや、見えますとも・・・"}
{"en": "Thank you, indeed.\"", "ja": "ほんとにありがとう。」"}
{"en": "\"Are you right now?\"", "ja": "「もう大丈夫ですか？」"}
{"en": "\"All right, thanks....", "ja": "「大丈夫、ありがとう・・・"}
{"en": "Thanks.\"", "ja": "ありがとう。」"}
{"en": "Mr. Henchy returned with the candlestick and put it on the table.", "ja": "ヘンチー氏はろうそく立てを持って戻り、テーブルの上に置いた。"}
{"en": "He sat down again at the fire.", "ja": "彼は再び火のところに座った。"}
{"en": "There was silence for a few moments.", "ja": "しばらく沈黙が続いた。"}
{"en": "\"Tell me, John,\"", "ja": "「ねえ、ジョン」"}
{"en": "said Mr. O'Connor, lighting his cigarette with another pasteboard card.", "ja": "とオコナー氏は別の板紙のカードでタバコに火をつけながら言った。"}
{"en": "\"Hm? \"", "ja": "「んん？」"}
{"en": "\"What he is exactly?\"", "ja": "「厳密には彼は何なの？」"}
{"en": "\"Ask me an easier one,\"", "ja": "「もっと易しいこと訊いてくれ」"}
{"en": "said Mr. Henchy.", "ja": "とヘンチー氏は言った。"}
{"en": "\"Fanning and himself seem to me very thick.", "ja": "「ファニングとあの人はばかに親密に見えるけど。"}
{"en": "They're often in Kavanagh's together.", "ja": "しょっちゅうカバナーの店で一緒にいるよ。"}
{"en": "Is he a priest at all?\"", "ja": "いったいあの人は司祭なのかね？」"}
{"en": "\"Mmmyes, I believe so....", "ja": "「うーんむそう、だと思うよ・・・"}
{"en": "I think he's what you call black sheep.", "ja": "思うにいわゆる厄介者ってやつだな。"}
{"en": "We haven't many of them, thank God!", "ja": "たくさんはいないがね、ありがたいことに。"}
{"en": "but we have a few....", "ja": "だがいくらかはね・・・"}
{"en": "He's an unfortunate man of some kind....\"", "ja": "あの人はある種、不運な人だ・・・」"}
{"en": "\"And how does he knock it out?\"", "ja": "「で、あの人はどうやってやっていってるんだろう？」"}
{"en": "asked Mr. O'Connor.", "ja": "とオコナー氏は尋ねた。"}
{"en": "\"That's another mystery.\"", "ja": "「それがもう一つの謎さ。」"}
{"en": "\"Is he attached to any chapel or church or institution or---\"", "ja": "「所属してるのかな、どこかのチャペルか教会か施設か−−−」"}
{"en": "\"No,\"", "ja": "「いや、」"}
{"en": "said Mr. Henchy,", "ja": "ヘンチー氏が言った、"}
{"en": "\"I think he's travelling on his own account....", "ja": "「あの人は自分一己で回っていると思う・・・・・"}
{"en": "God forgive me,\"", "ja": "失礼だけど、」"}
{"en": "he added,", "ja": "彼は付け加えた、"}
{"en": "\"I thought he was the dozen of stout.\"", "ja": "「僕はスタウト一ダースが来たかと思った。」"}
{"en": "\"Is there any chance of a drink itself?\"", "ja": "「一杯やれる方の見込みはあるのかな？」"}
{"en": "\"I'm dry too,\"", "ja": "「おれものどが渇いた」"}
{"en": "said the old man.", "ja": "と老人が言った。"}
{"en": "\"I asked that little shoeboy three times,\"", "ja": "「あのけちなゴマすりに三度も聞いたんだが、」"}
{"en": "said Mr. Henchy,", "ja": "とヘンチー氏は言った、"}
{"en": "\"would he send up a dozen of stout.", "ja": "「スタウト一ダース届けてくれないかって。"}
{"en": "I asked him again now, but he was leaning on the counter in his shirt-sleeves having a deep goster with Alderman Cowley.\"", "ja": "今もまた尋ねたんだが、彼は上着を脱いでカウンターに寄りかかり、カウリー助役とゴシップに夢中だった。」"}
{"en": "\"Why didn't you remind him?\"", "ja": "「どうしてえ、思い出してもらわなくちゃ」"}
{"en": "said Mr. O'Connor.", "ja": "とオコナーが言った。"}
{"en": "\"Well, I couldn't go over while he was talking to Alderman Cowley.", "ja": "「いやあ、カウリー助役に話しかけている間は持ち出すことはできなかった。"}
{"en": "I just waited till I caught his eye, and said:", "ja": "彼の目に留まるその時まで待って、それで言った、"}
{"en": "'About that little matter I was speaking to you about....'", "ja": "『あの私が話していたちょっとしたことであの・・・』"}
{"en": "'That'll be all right, Mr. H.,'", "ja": "『大丈夫わかってる、Ｈさん』"}
{"en": "he said.", "ja": "と彼は言った。"}
{"en": "Yerra, sure the little hop-o'- my-thumb has forgotten all about it.\"", "ja": "んとに、あのけちな一寸法師め、そいつをすっかり忘れちまったのは間違いない。」"}
{"en": "\"There's some deal on in that quarter,\"", "ja": "「あっちの方では何か取引があるね」"}
{"en": "said Mr. O'Connor thoughtfully.", "ja": "とオコナー氏は考え込むようにして言った。"}
{"en": "\"I saw the three of them hard at it yesterday at Suffolk Street corner.\"", "ja": "「昨日サフォーク・ストリートの角で連中三人がせっせとやっているのを見たんだ。」"}
{"en": "\"I think I know the little game they're at,\"", "ja": "「連中のやってるちょっとした駆け引きはわかってるつもりだ」"}
{"en": "said Mr. Henchy.", "ja": "とヘンチー氏が言った。"}
{"en": "\"You must owe the City Fathers money nowadays if you want to be made Lord Mayor.", "ja": "「当節、市長にして欲しかったら市の長老たちに金を出さなくちゃならない。"}
{"en": "Then they'll make you Lord Mayor.", "ja": "そうすると彼らが市長にしてくれる。"}
{"en": "By God!", "ja": "ちぇっ！"}
{"en": "I'm thinking seriously of becoming a City Father myself.", "ja": "僕は自分が市の長老になろうと本気で考えているんだ。"}
{"en": "What do you think?", "ja": "どう思う？"}
{"en": "Would I do for the job?\"", "ja": "その役目は僕で十分だろう？」"}
{"en": "Mr. O'Connor laughed.", "ja": "オコナー氏は笑った。"}
{"en": "\"So far as owing money goes....\"", "ja": "「金をもらうってことについてだけ言えば・・・」"}
{"en": "\"Driving out of the Mansion House,\"", "ja": "「マンション・ハウスから乗り出すんだ、」"}
{"en": "said Mr. Henchy,", "ja": "ヘンチー氏は言った、"}
{"en": "\"in all my vermin, with Jack here standing up behind me in a powdered wig", "ja": "「オコゼに身を包み、かつらをつけたこのジャックを後ろに立たせて"}
{"en": "--eh?\"", "ja": "−−ええ？」"}
{"en": "\"And make me your private secretary, John.\"", "ja": "「それから僕を個人秘書にしてくれよ、ジョン。」"}
{"en": "\"Yes.", "ja": "「ああ。"}
{"en": "And I'll make Father Keon my private chaplain.", "ja": "それからキーァン神父を個人司祭にするんだ。"}
{"en": "We'll have a family party.\"", "ja": "家族的な党派にしよう。」"}
{"en": "\"Faith, Mr. Henchy,\"", "ja": "「ほんとに、ヘンチーさん、」"}
{"en": "said the old man,", "ja": "老人は言った、"}
{"en": "\"you'd keep up better style than some of them.", "ja": "「あんたなら誰かさんたちよりはましにやりおおせるさ。"}
{"en": "I was talking one day to old Keegan, the porter.", "ja": "いつだかキーガン爺さんと話していたんだ、門番の。"}
{"en": "'And how do you like your new master, Pat?'", "ja": "『それであんたの新しいご主人はどうだい、パット？』"}
{"en": "says I to him.", "ja": "っておれがやつに言う。"}
{"en": "'You haven't much entertaining now,'", "ja": "『今度はあまりおもしろくないだろ』"}
{"en": "says I.", "ja": "っておれが言う。"}
{"en": "'Entertaining!'", "ja": "『おもしろい！』"}
{"en": "says he.", "ja": "ってやつが言う。"}
{"en": "'He'd live on the smell of an oil- rag.'", "ja": "『あの人の暮らしは苦労のにおいがぷんぷんするな。』"}
{"en": "And do you know what he told me?", "ja": "でやつがおれに何を話したと思う？"}
{"en": "Now, I declare to God I didn't believe him.\"", "ja": "まあ、神に誓って、おりゃあ信じられんかったね。」"}
{"en": "\"What?\"", "ja": "「なんだい？」"}
{"en": "said Mr. Henchy and Mr. O'Connor.", "ja": "とヘンチー氏とオコナー氏は言った。"}
{"en": "\"He told me:", "ja": "「やつは言ったね。"}
{"en": "'What do you think of a Lord Mayor of Dublin sending out for a pound of chops for his dinner?", "ja": "『ディナーに骨付き肉一ポンド出前を取るダブリン市長をどう思う？"}
{"en": "How's that for high living'?", "ja": "なんとも豪勢な暮らしじゃないか』"}
{"en": "says he.", "ja": "とやつは言う。"}
{"en": "'Wisha!", "ja": "『まったくだ！"}
{"en": "wisha,'", "ja": "まったくだ！』"}
{"en": "says I.", "ja": "おれが言う。"}
{"en": "'A pound of chops,'", "ja": "『骨付き肉一ポンド、』"}
{"en": "says he,", "ja": "やつは言う、"}
{"en": "'coming into the Mansion House.'", "ja": "『マンション・ハウスに入ってくる。』"}
{"en": "'Wisha!'", "ja": "『まったくだ！』"}
{"en": "says I,", "ja": "おれは言う、"}
{"en": "'what kind of people is going at all now?\"", "ja": "『いったいどんな連中が今いるんだ？』」"}
{"en": "At this point there was a knock at the door, and a boy put in his head.", "ja": "この時ドアがノックされ、少年が頭を突っ込んだ。"}
{"en": "\"What is it?\"", "ja": "「何だね？」"}
{"en": "said the old man.", "ja": "と老人が言った。"}
{"en": "\"From the Black Eagle,\"", "ja": "「ブラック・イーグルからで」"}
{"en": "said the boy, walking in sideways and depositing a basket on the floor with a noise of shaken bottles.", "ja": "と言って少年は横歩きに入り、揺れる瓶の音と共にかごを床に置いた。"}
{"en": "The old man helped the boy to transfer the bottles from the basket to the table and counted the full tally.", "ja": "老人が少年を助けて瓶をかごからテーブルへ移し、全部の数を勘定した。"}
{"en": "After the transfer the boy put his basket on his arm and asked:", "ja": "移し終わると少年はかごを腕にのせ、尋ねた。"}
{"en": "\"Any bottles?\"", "ja": "「何か瓶は？」"}
{"en": "\"What bottles?\"", "ja": "「何の瓶？」"}
{"en": "said the old man.", "ja": "と老人は言った。"}
{"en": "\"Won't you let us drink them first?\"", "ja": "「まずは飲ませてくれよ」"}
{"en": "said Mr. Henchy.", "ja": "とヘンチー氏が言った。"}
{"en": "\"I was told to ask for the bottles.\"", "ja": "「瓶をもらってくるよう言われたんで。」"}
{"en": "\"Come back tomorrow,\"", "ja": "「明日また来な」"}
{"en": "said the old man.", "ja": "と老人は言った。"}
{"en": "\"Here, boy!\"", "ja": "「ねえ、君！」"}
{"en": "said Mr. Henchy,", "ja": "とヘンチー氏が言った。"}
{"en": "\"will you run over to O'Farrell's and ask him to lend us a corkscrew", "ja": "「ちょっとオファレルんとこへ行って彼にコルク栓抜きを貸してくれって頼んでくれ"}
{"en": "--for Mr. Henchy, say.", "ja": "−−ヘンチーさんにって言って。"}
{"en": "Tell him we won't keep it a minute.", "ja": "我々は少しも待てないからって彼に言ってくれ。"}
{"en": "Leave the basket there.\"", "ja": "かごはそこに置いてさ。」"}
{"en": "The boy went out and Mr. Henchy began to rub his hands cheerfully, saying:", "ja": "少年は出て行き、ヘンチー氏は元気よく手をこすり始め、言った。"}
{"en": "\"Ah, well, he's not so bad after all.", "ja": "「ああ、じゃあ、結局、彼はそう悪くなかったんだ。"}
{"en": "He's as good as his word, anyhow.\"", "ja": "とにかく言った通りにしたな。」"}
{"en": "\"There's no tumblers,\"", "ja": "「タンブラーがないな」"}
{"en": "said the old man.", "ja": "と老人が言った。"}
{"en": "\"O, don't let that trouble you, Jack,\"", "ja": "「ああ、そんなことは心配するなよ、ジャック」"}
{"en": "said Mr. Henchy.", "ja": "とヘンチー氏は言った。"}
{"en": "\"Many's the good man before now drank out of the bottle.\"", "ja": "「今じゃちゃんとした人が瓶から飲むのも珍しくないんだから。」"}
{"en": "\"Anyway, it's better than nothing,\"", "ja": "「とにかく、何もないよりいいさ」"}
{"en": "said Mr. O'Connor.", "ja": "とオコナー氏が言った。"}
{"en": "\"He's not a bad sort,\"", "ja": "「彼は悪いやつじゃなかった、」"}
{"en": "said Mr. Henchy,", "ja": "ヘンチー氏は言った、"}
{"en": "\"only Fanning has such a loan of him.", "ja": "「ただファニングにあんなに借りがなければなあ。"}
{"en": "He means well, you know, in his own tinpot way.\"", "ja": "彼は善意でやってるんだね、お粗末なやり方だが。」"}
{"en": "The boy came back with the corkscrew.", "ja": "少年がコルク栓抜きを持って戻ってきた。"}
{"en": "The old man opened three bottles and was handing back the corkscrew when Mr. Henchy said to the boy:", "ja": "老人が三本の瓶を開け、コルク栓抜きを返している時ヘンチー氏が少年に言った。"}
{"en": "\"Would you like a drink, boy?\"", "ja": "「一本どうだい、君？」"}
{"en": "\"If you please, sir,\"", "ja": "「よろしかったら」"}
{"en": "said the boy.", "ja": "と少年は言った。"}
{"en": "The old man opened another bottle grudgingly, and handed it to the boy.", "ja": "老人はしぶしぶもう一本開け、それを少年に手渡した。"}
{"en": "\"What age are you?\"", "ja": "「いくつになる？」"}
{"en": "he asked.", "ja": "と彼は尋ねた。"}
{"en": "\"Seventeen,\"", "ja": "「十七」"}
{"en": "said the boy.", "ja": "と少年は言った。"}
{"en": "As the old man said nothing further, the boy took the bottle.", "ja": "老人がそれ以上何も言わないので少年は瓶を手に取り、"}
{"en": "said:", "ja": "「ヘンチーさんに敬意を表して」"}
{"en": "\"Here's my best respects, sir, to Mr. Henchy,\"", "ja": "と言い、中身を飲み干し、瓶をテーブルの上に戻し、袖で口を拭った。"}
{"en": "Then he took up the corkscrew and went out of the door sideways, muttering some form of salutation.", "ja": "それから彼はコルク栓抜きを手に取り、なにやら儀礼の挨拶をぶつぶつ言いながら横向きにドアから出て行った。"}
{"en": "\"That's the way it begins,\"", "ja": "「こんな風に始まるんだ」"}
{"en": "said the old man.", "ja": "と老人が言った。"}
{"en": "\"The thin edge of the wedge,\"", "ja": "「些細なことから重大なことがね」"}
{"en": "said Mr. Henchy.", "ja": "とヘンチー氏が言った。"}
{"en": "The old man distributed the three bottles which he had opened and the men drank from them simultaneously.", "ja": "老人がすでに開けた三本の瓶を配り、男たちは同時に飲んだ。"}
{"en": "After having drank each placed his bottle on the mantelpiece within hand's reach and drew in a long breath of satisfaction.", "ja": "飲んだ後それぞれが自分の瓶をマントルピースの上の手の届くところに置き、長い満足の息をついた。"}
{"en": "\"Well, I did a good day's work today,\"", "ja": "「まあ、今日は一日いい仕事をしたな」"}
{"en": "said Mr. Henchy, after a pause.", "ja": "と、一息ついた後ヘンチー氏が言った。"}
{"en": "\"That so, John?\"", "ja": "「そうかい、ジョン？」"}
{"en": "\"Yes.", "ja": "「ああ。"}
{"en": "I got him one or two sure things in Dawson Street, Crofton and myself.", "ja": "ドーソン・ストリートで確かなのを一人二人獲得したよ、クロフトンとこの僕で。"}
{"en": "Between ourselves, you know, Crofton (he's a decent chap, of course), but he's not worth a damn as a canvasser.", "ja": "ここだけの話だがねえ、クロフトンはさ（もちろんちゃんとしたやつだよ）、だが選挙運動員としてはくその役にも立たないな。"}
{"en": "He hasn't a word to throw to a dog.", "ja": "犬にかける言葉もなしさ。"}
{"en": "He stands and looks at the people while I do the talking.\"", "ja": "僕が話をしている間あいつは立って人を眺めているんだから。」"}
{"en": "Here two men entered the room.", "ja": "ここへ二人の男が部屋に入ってきた。"}
{"en": "One of them was a very fat man whose blue serge clothes seemed to be in danger of falling from his sloping figure.", "ja": "そのうちの一人は、青いサージの服がそのなで肩の体から危うく落ちそうに見える非常に太った男だった。"}
{"en": "He had a big face which resembled a young ox's face in expression, staring blue eyes and a grizzled moustache.", "ja": "彼は若い雄牛の顔に似た表情の大きな顔をして、じっと見つめる青い目と灰色がかった口ひげがあった。"}
{"en": "The other man, who was much younger and frailer, had a thin, clean-shaven face.", "ja": "もう一人の男は、ずっと若くきゃしゃで、顔はやせてきれいにひげをそっていた。"}
{"en": "He wore a very high double collar and a wide-brimmed bowler hat.", "ja": "彼は非常に高い二重襟とつば広の山高帽を着けていた。"}
{"en": "\"Hello, Crofton!\"", "ja": "「やあ、クロフトン！」"}
{"en": "said Mr. Henchy to the fat man.", "ja": "とヘンチー氏は太った男に言った。"}
{"en": "\"Talk of the devil...\"", "ja": "「噂をすれば影・・・」"}
{"en": "\"Where did the boose come from?\"", "ja": "「どこから酒が来たんだい？」"}
{"en": "asked the young man.", "ja": "と若い男が尋ねた。"}
{"en": "\"Did the cow calve?\"", "ja": "「何かおめでたかな？」"}
{"en": "\"O, of course, Lyons spots the drink first thing!\"", "ja": "「ああ、やっぱり、ライアンズは何はさておきアルコールに目をつけるな」"}
{"en": "said Mr. O'Connor, laughing.", "ja": "とオコナー氏が笑いながら言った。"}
{"en": "\"Is that the way you chaps canvass,\"", "ja": "「君らの選挙運動はそんなやり方で、」"}
{"en": "said Mr. Lyons,", "ja": "ライアンズ氏は言った。"}
{"en": "\"and Crofton and I out in the cold and rain looking for votes?\"", "ja": "「クロフトンと僕は票を求めて外の冷たい雨の中かい？」"}
{"en": "\"Why, blast your soul,\"", "ja": "「おや、ばか言うなよ、」"}
{"en": "said Mr. Henchy,", "ja": "ヘンチー氏は言った、"}
{"en": "\"I'd get more votes in five minutes than you two'd get in a week.\"", "ja": "「僕は五分で君ら二人が一週間で集めるよりたくさんの票を集めるぜ。」"}
{"en": "\"Open two bottles of stout, Jack,\"", "ja": "「スタウト二瓶開けてくれ、ジャック」"}
{"en": "said Mr. O'Connor.", "ja": "とオコナー氏が言った。"}
{"en": "\"How can I?\"", "ja": "「どうやって？」"}
{"en": "said the old man,", "ja": "老人は言った、"}
{"en": "\"when there's no corkscrew? \"", "ja": "「コルク栓抜きもないのに？」"}
{"en": "\"Wait now, wait now!\"", "ja": "「おっと待った、おっと待った！」"}
{"en": "said Mr. Henchy, getting up quickly.", "ja": "とヘンチー氏がさっと立ち上がって言った。"}
{"en": "\"Did you ever see this little trick?\"", "ja": "「こういうちょっとした手品を見たことあるかな？」"}
{"en": "He took two bottles from the table and, carrying them to the fire, put them on the hob.", "ja": "彼はテーブルから瓶を二本取り、それを火のところへ持っていって炉棚の上に置いた。"}
{"en": "Then he sat dow-n again by the fire and took another drink from his bottle.", "ja": "それから彼は再び火のそばに腰を下ろし、自分の瓶からもう一口飲んだ。"}
{"en": "Mr. Lyons sat on the edge of the table, pushed his hat towards the nape of his neck and began to swing his legs.", "ja": "ライアンズ氏はテーブルの縁に座り、帽子を首筋の方へ押しやり、足をぶらぶらさせだした。"}
{"en": "\"Which is my bottle?\"", "ja": "「どっちが僕の瓶」"}
{"en": "he asked.", "ja": "と彼は訊いた。"}
{"en": "\"This, lad,\"", "ja": "「こっちだ、君は」"}
{"en": "said Mr. Henchy.", "ja": "とヘンチー氏は言った。"}
{"en": "Mr. Crofton sat down on a box and looked fixedly at the other bottle on the hob.", "ja": "クロフトン氏は箱の上に座り、炉棚の上のもう一つの瓶をじっと見つめていた。"}
{"en": "He was silent for two reasons.", "ja": "彼は二つの理由で無言でいた。"}
{"en": "The first reason, sufficient in itself, was that he had nothing to say;", "ja": "それだけで十分である一つ目の理由は何も言うことがないこと、"}
{"en": "the second reason was that he considered his companions beneath him.", "ja": "二つ目の理由は彼が仲間たちを自分より下とみなしていることだった。"}
{"en": "He had been a canvasser for Wilkins, the Conservative, but when the Conservatives had withdrawn their man and, choosing the lesser of two evils, given their support to the Nationalist candidate, he had been engaged to work for Mr. Tiemey.", "ja": "彼は保守党のウィルキンズの運動員だったが、保守党が彼らの代表を引っ込め、二つのうちより無害な方を選んでナショナリストの候補者に支持を与えた時、ティアニー氏に雇われて働くことになった。"}
{"en": "In a few minutes an apologetic \"Pok!\" was heard as the cork flew out of Mr. Lyons' bottle.", "ja": "数分のうちに申し訳なさそうな「ポン」という音がしてライアンズ氏の瓶からコルクが飛び出した。"}
{"en": "Mr. Lyons jumped off the table, went to the fire, took his bottle and carried it back to the table.", "ja": "ライアンズ氏はテーブルから跳び出し、暖炉に行き、自分の瓶を取り、それを持ってテーブルに戻った。"}
{"en": "\"I was just telling them, Crofton,\"", "ja": "「ちょうど話していたんだ、クロフトン、」"}
{"en": "said Mr. Henchy,", "ja": "ヘンチー氏が言った、"}
{"en": "that we got a good few votes today.\"", "ja": "「今日我々がかなりたくさんの票を獲得したって。」"}
{"en": "\"Who did you get?\"", "ja": "「誰を獲得した？」"}
{"en": "asked Mr. Lyons.", "ja": "とライアンズ氏が尋ねた。"}
{"en": "\"Well, I got Parkes for one, and I got Atkinson for two, and got Ward of Dawson Street.", "ja": "「そうね、パークスが一人、、それからアトキンソンで二人、そしてドーソン・ストリートのウォード。"}
{"en": "Fine old chap he is, too--regular old toff, old Conservative!", "ja": "すばらしい老人だな、彼も−−大金持ちの爺さん、老保守党員！"}
{"en": "'But isn't your candidate a Nationalist?'", "ja": "『しかし君たちの候補者はナショナリストじゃないか？』"}
{"en": "said he.", "ja": "と彼は言った。"}
{"en": "'He's a respectable man,'", "ja": "『彼は立派な人です』"}
{"en": "said I.", "ja": "と僕は言った。"}
{"en": "'He's in favour of whatever will benefit this country.", "ja": "『彼はこの国のためになることなら何でも賛成です。"}
{"en": "He's a big ratepayer,'", "ja": "彼は多額の固定資産税納付者です』"}
{"en": "I said.", "ja": "と僕は言った。"}
{"en": "'He has extensive house property in the city and three places of business and isn't it to his own advantage to keep down the rates?", "ja": "『彼には市内に広大な家の資産と三つの営業所があり、固定資産税を抑えることは彼自身の利益になるんじゃないでしょうか？"}
{"en": "He's a prominent and respected citizen,'", "ja": "彼は卓越した尊敬される市民、』"}
{"en": "said I,", "ja": "僕は言った、"}
{"en": "'and a Poor Law Guardian, and he doesn't belong to any party, good, bad, or indifferent.'", "ja": "『そして貧民法による後見人、そして彼はいかなる党派、いいのも悪いのも、あるいは中立にも属さないのです。』"}
{"en": "That's the way to talk to 'em.\"", "ja": "連中にはそういうふうに話すのさ。」"}
{"en": "\"And what about the address to the King?\"", "ja": "「それで王への挨拶の件はどうなの？」"}
{"en": "said Mr. Lyons, after drinking and smacking his lips.", "ja": "とライアンズ氏が飲んで舌鼓を打ってから言った。"}
{"en": "\"Listen to me,\"", "ja": "「聞きたまえ」"}
{"en": "said Mr. Henchy.", "ja": "とヘンチー氏は言った。"}
{"en": "\"What we want in thus country, as I said to old Ward, is capital.", "ja": "「この国に必要なものは、僕がウォード老人に言ったように、資本だ。"}
{"en": "The King's coming here will mean an influx of money into this country.", "ja": "王がここに来るということはこの国への金の流入を意味する。"}
{"en": "wThe citizens of Dublin will benefit by it.", "ja": "ダブリンの市民たちはその恩恵を受ける。"}
{"en": "Look at all the factories down by the quays there, idle!", "ja": "あの河岸に並んだすべての工場を見たまえ、遊んでいる！"}
{"en": "Look at all the money there is in the country if we only worked the old industries, the mills, the ship-building yards and factories.", "ja": "ただ古い事業所、製造所、造船所、工場を動かしたところでどれだけの金がこの国にあるかよく考えてみたまえ。"}
{"en": "It's capital we want.\"", "ja": "我々に必要なのは資本だ。」"}
{"en": "\"But look here, John,\"", "ja": "「しかしいいかい、ジョン」"}
{"en": "said Mr. O'Connor.", "ja": "とオコナー氏が言った。"}
{"en": "\"Why should we welcome the King of England?", "ja": "「どうしてイングランドの王を歓迎しなければならないんだ？"}
{"en": "Didn't Parnell himself...\"", "ja": "パーネルその人は決して・・・」"}
{"en": "\"Parnell,\"", "ja": "「パーネルは、」"}
{"en": "said Mr. Henchy,", "ja": "ヘンチー氏は言った、"}
{"en": "\"is dead.", "ja": "「死んだ。"}
{"en": "Now, here's the way I look at it.", "ja": "さあ、僕の見方はこうだ。"}
{"en": "Here's this chap come to the throne after his old mother keeping him out of it till the man was grey.", "ja": "ほら、この男が即位したのは、老いた母親に妨げられて白髪になってからだ。"}
{"en": "He's a man of the world, and he means well by us.", "ja": "彼は世慣れた人で我々に好意を持っている。"}
{"en": "He's a jolly fine decent fellow, if you ask me, and no damn nonsense about him.", "ja": "彼はきちんとして、まったくいいやつだ、お尋ねとあればね、それにとんでもないばかげた話もないし。"}
{"en": "He just says to himself:", "ja": "まずは彼は考える。"}
{"en": "'The old one never went to see these wild Irish.", "ja": "『老人はこの未開のアイルランド国民を見に行ったことがない。"}
{"en": "By Christ, I'll go myself and see what they're like.'", "ja": "きっと自分で行って彼らがどんなだか見てみよう。』"}
{"en": "And are we going to insult the man when he comes over here on a friendly visit?", "ja": "そして友好的訪問をしにこちらへ渡ってくるというのにその人を侮辱しようというのか？"}
{"en": "Eh?", "ja": "ええ？"}
{"en": "Isn't that right, Crofton?\"", "ja": "正しいことじゃないなあ、クロフトン？」"}
{"en": "Mr. Crofton nodded his head.", "ja": "クロフトンはうなずいた。"}
{"en": "\"But after all now,\"", "ja": "「しかし何といってもさ、」"}
{"en": "said Mr. Lyons argumentatively,", "ja": "ライアンズ氏が議論を好むように言った、"}
{"en": "\"King Edward's life, you know, is not the very...\"", "ja": "「エドワード王の人生は、ねえ、あまり・・・」"}
{"en": "\"Let bygones be bygones,\"", "ja": "「過ぎたことは過ぎたこと」"}
{"en": "said Mr. Henchy.", "ja": "とヘンチー氏は言った。"}
{"en": "\"I admire the man personally.", "ja": "「僕個人的にはこの人を称賛するね。"}
{"en": "He's just an ordinary knockabout like you and me.", "ja": "君や僕同様、それこそどこにでもころがってるやつさ。"}
{"en": "He's fond of his glass of grog and he's a bit of a rake, perhaps, and he's a good sportsman.", "ja": "彼はラム酒が好きでちょっとした放蕩者で、たぶんね、そして優れたスポーツマンだ。"}
{"en": "Damn it, can't we Irish play fair?\"", "ja": "畜生、我々アイルランド人は正々堂々とふるまえないのか？」"}
{"en": "\"That's all very fine,\"", "ja": "「非常に結構だ」"}
{"en": "said Mr. Lyons.", "ja": "とライアンズ氏が言った。"}
{"en": "\"But look at the case of Parnell now.\"", "ja": "「しかしじゃあパーネルの場合はどうなる。」"}
{"en": "\"In the name of God,\"", "ja": "「一体全体、」"}
{"en": "said Mr. Henchy,", "ja": "ヘンチー氏は言った、"}
{"en": "\"where's the analogy between the two cases?\"", "ja": "「二人の問題のどこに類似点があるんだ？」"}
{"en": "\"What I mean,\"", "ja": "「僕が言うのは、」"}
{"en": "said Mr. Lyons,", "ja": "ライアンズ氏は言った、"}
{"en": "\"is we have our ideals.", "ja": "「僕らには僕らの理想があるってことだ。"}
{"en": "Why, now, would we welcome a man like that?", "ja": "なぜ今、あのような男を歓迎する？"}
{"en": "Do you think now after what he did Parnell was a fit man to lead us?", "ja": "彼のやったことに鑑みて今でもパーネルが我々を導くのにふさわしい男と思うのか？"}
{"en": "And why, then, would we do it for Edward the Seventh?\"", "ja": "だとすれば、どうしてエドワード七世に対してそうするんだ？」"}
{"en": "\"This is Parnell's anniversary,\"", "ja": "「今日はパーネルの記念日だ、」"}
{"en": "said Mr. O'Connor,", "ja": "オコナー氏が言った、"}
{"en": "\"and don't let us stir up any bad blood.", "ja": "「だから憎しみをかきたてるようなことはなしにしよう。"}
{"en": "We all respect him now that he's dead and gone", "ja": "彼が死んでしまった今、僕らはみんな彼を尊敬している"}
{"en": "--even the Conservatives,\"", "ja": "−−保守党員だって」"}
{"en": "he added, turning to Mr. Crofton.", "ja": "と彼はクロフトン氏の方を見て付け加えた。"}
{"en": "Pok!", "ja": "ポン！"}
{"en": "The tardy cork flew out of Mr. Crofton's bottle.", "ja": "のろまのコルクがクロフトン氏の瓶から飛び出した。"}
{"en": "Mr. Crofton got up from his box and went to the fire.", "ja": "クロフトン氏は箱から立ち上がり、火のところへ行った。"}
{"en": "As he returned with his capture he said in a deep voice:", "ja": "彼は獲物を持って戻りつつ太い声で言った。"}
{"en": "\"Our side of the house respects him, because he was a gentleman.\"", "ja": "「議会の我々の側も彼を尊敬する、彼は紳士だからだ。」"}
{"en": "\"Right you are, Crofton!\"", "ja": "「君の言うとおりだ、クロフトン！」"}
{"en": "said Mr. Henchy fiercely.", "ja": "とヘンチー氏は熱烈に言った。"}
{"en": "\"He was the only man that could keep that bag of cats in order.", "ja": "「彼はあの蜂の巣の秩序を保つことができるただ一人の人だった。"}
{"en": "'Down, ye dogs!", "ja": "『伏せ、汝ら犬ども！"}
{"en": "Lie down, ye curs!'", "ja": "伏せよ、汝ら野良犬ども！』"}
{"en": "That's the way he treated them.", "ja": "それが彼らを扱う彼のやり方だった。"}
{"en": "Come in, Joe!", "ja": "入れよ、ジョー！"}
{"en": "Come in!\"", "ja": "どうぞ！」"}
{"en": "he called out, catching sight of Mr. Hynes in the doorway.", "ja": "と彼は戸口にハインズ氏を見つけて大声で呼んだ。"}
{"en": "Mr. Hynes came in slowly.", "ja": "ハインズ氏はゆっくりと入った。"}
{"en": "\"Open another bottle of stout, Jack,\"", "ja": "「スタウトをもう一瓶開けろよ、ジャック」"}
{"en": "said Mr. Henchy.", "ja": "とヘンチー氏は言った。"}
{"en": "\"O, I forgot there's no corkscrew!", "ja": "「ああ忘れてた、コルク栓抜きがないんだっけ！"}
{"en": "Here, show me one here and I'll put it at the fire.\"", "ja": "ほら、こっちへ一つかしてみな、僕が火のところに置こう。」"}
{"en": "The old man handed him another bottle and he placed it on the hob.", "ja": "老人が彼にもう一本、瓶を渡し、彼はそれを暖炉の棚に置いた。"}
{"en": "\"Sit down, Joe,\"", "ja": "「座れよ、ジョー、」"}
{"en": "said Mr. O'Connor,", "ja": "オコナー氏が言った、"}
{"en": "\"we're just talking about the Chief.\"", "ja": "「僕たちはちょうどチーフのことを話していたんだ。」"}
{"en": "\"Ay, ay!\"", "ja": "「そう、そう！」"}
{"en": "said Mr. Henchy.", "ja": "とヘンチー氏が言った。"}
{"en": "Mr. Hynes sat on the side of the table near Mr. Lyons but said nothing.", "ja": "ハインズ氏はテーブルの端のライアンズ氏のそばに座ったが何も言わなかった。"}
{"en": "\"There's one of them, anyhow,\"", "ja": "「とにかく一人いる、」"}
{"en": "said Mr. Henchy,", "ja": "ヘンチー氏は言った、"}
{"en": "\"that didn't renege him.", "ja": "「彼を否定しなかったものが。"}
{"en": "By God, I'll say for you, Joe!", "ja": "そうとも、君のことさ、ジョー！"}
{"en": "No, by God, you stuck to him like a man!\"", "ja": "いや、そうとも、君は男らしく彼に忠実だったぞ！」"}
{"en": "\"0, Joe,\"", "ja": "「ああ、ジョー」"}
{"en": "said Mr. O'Connor suddenly.", "ja": "と不意にオコナー氏が言った。"}
{"en": "\"Give us that thing you wrote", "ja": "「君の書いたあのやつを聞かせてくれよ"}
{"en": "--do you remember?", "ja": "−−思い出せる？"}
{"en": "Have you got it on you?\"", "ja": "記憶してるかい？」"}
{"en": "\"0, ay!\"", "ja": "「おお、そうだ！」"}
{"en": "said Mr. Henchy.", "ja": "とヘンチー氏が言った。"}
{"en": "\"Give us that.", "ja": "「あれをやってくれ。"}
{"en": "Did you ever hear that.", "ja": "前に聞いたことがあるかい、"}
{"en": "Crofton?", "ja": "クロフトン？"}
{"en": "Listen to this now:", "ja": "じゃあこれを聞いてみな。"}
{"en": "splendid thing.\"", "ja": "すばらしい作品だ。」"}
{"en": "\"Go on,\"", "ja": "「やってくれ」"}
{"en": "said Mr. O'Connor.", "ja": "とオコナー氏が言った。"}
{"en": "\"Fire away, Joe.\"", "ja": "「始めてくれ、ジョー。」"}
{"en": "Mr. Hynes did not seem to remember at once the piece to which they were alluding, but, after reflecting a while, he said:", "ja": "ハインズ氏は彼らの言っている一編をすぐには思い出せないようだった、が、しばらく熟考した後、言った。"}
{"en": "\"O, that thing is it....", "ja": "「おお、あの詩だ・・・"}
{"en": "Sure, that's old now.\"", "ja": "そうだな、もう古いやつだ。」"}
{"en": "\"Out with it, man!\"", "ja": "「もったいぶらずにさ！」"}
{"en": "said Mr. O'Connor.", "ja": "とオコナー氏が言った。"}
{"en": "\"'Sh, 'sh,\"", "ja": "「シ、シ」"}
{"en": "said Mr. Henchy.", "ja": "とヘンチー氏は言った。"}
{"en": "\"Now, Joe!\"", "ja": "「さあ、ジョー！」"}
{"en": "Mr. Hynes hesitated a little longer.", "ja": "ハインズ氏は少しぐずぐずと躊躇していた。"}
{"en": "Then amid the silence he took off his hat, laid it on the table and stood up.", "ja": "それから静寂の中、彼は帽子を脱いでそれをテーブルの上に置き、立ち上がった。"}
{"en": "He seemed to be rehearsing the piece in his mind.", "ja": "彼は心の中でその一編のリハーサルをしているように見えた。"}
{"en": "After a rather long pause he announced:", "ja": "かなり長い間の後、彼は披露した。"}
{"en": "THE DEATH OF PARNELL", "ja": "パーネルの死"}
{"en": "6th October, 1891", "ja": "1891年十月六日"}
{"en": "He cleared his throat once or twice and then began to recite:", "ja": "彼は一、二度咳払いをしてそれから朗誦し始めた。"}
{"en": "O, Erin, mourn with grief and woe", "ja": "パーネルは死んだ"}
{"en": "For he lies dead whom the fell gang", "ja": "残忍な偽善者どもの手にかかり"}
{"en": "Of modern hypocrites laid low.", "ja": "僕らの無冠の王は死んだ"}
{"en": "He lies slain by the coward hounds", "ja": "嘆く、嘆く、悲しみのエリン"}
{"en": "He raised to glory from the mire;", "ja": "泥沼から引き上げてやった"}
{"en": "And Erin's hopes and Erin's dreams", "ja": "臆病な犬どもに彼は殺された"}
{"en": "Perish upon her monarch's pyre.", "ja": "エリンの希望もエリンの夢も"}
{"en": "In palace, cabin or in cot", "ja": "その君主の積みまきの上に滅びた"}
{"en": "The Irish heart where'er it be", "ja": "御殿にあろうとも、小屋にあろうとも"}
{"en": "Is bowed with woe--for he is gone", "ja": "悲しみにひしがれるアイルランドの心"}
{"en": "Who would have wrought her destiny.", "ja": "その運命をもたらすはずの"}
{"en": "He would have had his Erin famed,", "ja": "彼が逝ってしまったから"}
{"en": "The green flag gloriously unfurled,", "ja": "彼あらば世界に"}
{"en": "Her statesmen, bards and warriors raised", "ja": "エリンの名を知らしめ"}
{"en": "Before the nations of the World.", "ja": "栄光の緑の旗をはためかせ"}
{"en": "He dreamed (alas, 'twas but a dream!)", "ja": "政治家たち、詩人たち、戦士たちの立ち上がったものを"}
{"en": "Of Liberty: but as he strove", "ja": "彼は自由を夢見た"}
{"en": "To clutch that idol, treachery", "ja": "悲しいかな、夢にすぎなかった"}
{"en": "Sundered him from the thing he loved.", "ja": "偶像をつかもうとしたその時"}
{"en": "Shame on the coward, caitiff hands", "ja": "裏切りが彼と愛するものを引き離した"}
{"en": "That smote their Lord or with a kiss", "ja": "恥を知れ、臆病者"}
{"en": "Betrayed him to the rabble-rout", "ja": "彼らの君主を襲い"}
{"en": "Of fawning priests--no friends of his.", "ja": "媚を売る聖職者衆に"}
{"en": "May everlasting shame consume", "ja": "売り渡した卑劣漢ども"}
{"en": "The memory of those who tried", "ja": "永遠の恥辱よ、焼き尽くせ"}
{"en": "To befoul and smear the exalted name", "ja": "誇りをもって彼らをはねつけた人の"}
{"en": "Of one who spurned them in his pride.", "ja": "高貴の名を汚し"}
{"en": "He fell as fall the mighty ones,", "ja": "傷つけた者どもの記憶を"}
{"en": "Nobly undaunted to the last,", "ja": "最後まで気高く"}
{"en": "And death has now united him", "ja": "屈せずに倒れた強き人"}
{"en": "With Erin's heroes of the past.", "ja": "死が彼を今は亡き"}
{"en": "No sound of strife disturb his sleep!", "ja": "エリンの英雄たちと一つにした"}
{"en": "Calmly he rests: no human pain", "ja": "彼の眠りを乱す争いはなし！"}
{"en": "Or high ambition spurs him now", "ja": "静かに彼は休む"}
{"en": "The peaks of glory to attain.", "ja": "彼を栄光へと駆り立てる"}
{"en": "They had their way: they laid him low.", "ja": "人としての苦悩も大望も今はない"}
{"en": "But Erin, list, his spirit may", "ja": "彼らは思い通り彼を殺した"}
{"en": "Rise, like the Phoenix from the flames,", "ja": "しかしエリンは望む、彼の魂よ"}
{"en": "When breaks the dawning of the day,", "ja": "炎から不死鳥のように舞い上がれと"}
{"en": "The day that brings us Freedom's reign.", "ja": "その日の夜の明ける時"}
{"en": "And on that day may Erin well", "ja": "自由の御代が僕らにもたらされる"}
{"en": "Pledge in the cup she lifts to Joy", "ja": "その日、エリンよ、挙げよ"}
{"en": "One grief--the memory of Parnell.", "ja": "喜びの杯を悲しみのために"}
{"en": "Mr. Hynes sat down again on the table.", "ja": "ハインズ氏は再びテーブルに座った。"}
{"en": "When he had finished his recitation there was a silence and then a burst of clapping:", "ja": "彼の朗誦が終わると沈黙が訪れ、それからどっと拍手が起こった。"}
{"en": "even Mr. Lyons clapped.", "ja": "ライアンズ氏さえ拍手した。"}
{"en": "The applause continued for a little time.", "ja": "喝采は少しの間続いた。"}
{"en": "When it had ceased all the auditors drank from their bottles in silence.", "ja": "それがやむとすべての聞き手が黙って瓶から飲んだ。"}
{"en": "Pok!", "ja": "ポン！"}
{"en": "The cork flew out of Mr. Hynes' bottle, but Mr. Hynes remained sitting flushed and bare-headed on the table.", "ja": "ハインズ氏の瓶からコルクが飛び出したが、ハインズ氏は上気し、帽子もかぶらずにテーブルの上に座ったままでいた。"}
{"en": "He did not seem to have heard the invitation.", "ja": "彼はその誘いを耳にしなかったように見えた。"}
{"en": "\"Good man, Joe!\"", "ja": "「ようよう、ジョー！」"}
{"en": "said Mr. O'Connor, taking out his cigarette papers and pouch the better to hide his emotion.", "ja": "とオコナー氏はなるべく感動を隠そうとしてタバコの巻紙とタバコ入れを取り出しながら言った。"}
{"en": "\"What do you think of that, Crofton?\"", "ja": "「どう思う、クロフトン？」"}
{"en": "cried Mr. Henchy.", "ja": "とヘンチー氏が叫んだ。"}
{"en": "\"Isn't that fine?", "ja": "「すばらしいじゃないか？"}
{"en": "What?\"", "ja": "え？」"}
{"en": "Crofton said that it was a very fine piece of writing.", "ja": "クロフトンはとてもすばらしい作品だと言った。"}
