{"en": "Jack and the Beanstalk", "ja": "ジャックと豆のつる"}
{"en": "There was once upon a time a poor widow who had an only son named Jack, and a cow named Milky-white.", "ja": "昔々あるところに、老婦人がひとり、ジャックという名の息子と、ミルキーホワイトという名の雌牛と一緒に住んでおりました。"}
{"en": "And all they had to live on was the milk the cow gave every morning which they carried to the market and sold.", "ja": "二人はミルキーホワイトが出したお乳を市場に持っていってお金に換えることで、どうにか日々の暮らしを立てておりました。"}
{"en": "But one morning Milky-white gave no milk", "ja": "ところがある日、ミルキーホワイトがお乳を出さなかったのです。"}
{"en": "and they didn't know what to do.", "ja": "二人はもうどうしていけばいいのか分かりませんでした。"}
{"en": "\"What shall we do, what shall we do?\"", "ja": "「あぁ、どうすればいいの、どうすればいいの？」"}
{"en": "said the widow, wringing her hands.", "ja": "老婦人は悲しみの余り、こう言いながら手をもみしぼっていました。"}
{"en": "\"Cheer up, mother, I'll go and get work somewhere,\"", "ja": "「元気出してよ、ぼくが町へ行って、何か仕事を見つけてくるよ。」"}
{"en": "said Jack.", "ja": "ジャックはこう母に言いました。"}
{"en": "\"We've tried that before, and nobody would take you,\"", "ja": "「前にもそんなこと言って、結局誰も雇ってくれなかっただろう。」"}
{"en": "said his mother;", "ja": "老婦人は言いました。"}
{"en": "\"we must sell Milky-white and with the money do something, start shop, or something.\"", "ja": "「ミルキーホワイトを売って、そのお金で何か商売を始めるしかないだろうね。」"}
{"en": "\"All right, mother,\"", "ja": "「分かったよママ。」"}
{"en": "says Jack;", "ja": "ジャックが言いました。"}
{"en": "\"it's market-day today, and I'll soon sell Milky-white,", "ja": "「さっそく市場に行って、ミルキーホワイトを売ってくるよ。"}
{"en": "and then we'll see what we can do.\"", "ja": "それからどうすればいいか考えることにするよ。」"}
{"en": "So he took the cow's halter in his hand, and off he starts.", "ja": "そしてジャックは牛の綱を手に取り、市場へと出かけていきました。"}
{"en": "He hadn't gone far when he met a funny-looking old man", "ja": "ところが、まだ市場に着かないうちに、不思議な老人に出会ったのでした。"}
{"en": "who said to him:", "ja": "老人はジャックに"}
{"en": "\"Good morning, Jack.\"", "ja": "「おはようジャック。」"}
{"en": "\"Good morning to you,\"", "ja": "「おはようございます。」"}
{"en": "said Jack, and wondered how he knew his name.", "ja": "どうして自分の名前を知っているのか分からないまま、ジャックは答えました。"}
{"en": "\"Well, Jack, and where are you off to?\"", "ja": "「ところでジャック、いったいどこへ行くつもりなんだ？」"}
{"en": "said the man.", "ja": "老人は言いました。"}
{"en": "\"I'm going to market to sell our cow here.\"", "ja": "「市場に行って、牛を売ろうと思ってるんだ。」"}
{"en": "\"Oh, you look the proper sort of chap to sell cows,\"", "ja": "「なるほど、おまえさんなら牛を売るのにぴったりだな。"}
{"en": "\"I wonder if you know how many beans make five.\"", "ja": "そしたら、豆いくつで五つになるか分かるかい。」"}
{"en": "\"Two in each hand and one in your mouth,\"", "ja": "「両手に二つと口にひとつだろ。」"}
{"en": "says Jack, as sharp as a needle.", "ja": "鋭くジャックは言いかえしました。"}
{"en": "\"Right you are,\"", "ja": "「そりゃそうだ。"}
{"en": "\"and here they are the very beans themselves,\"", "ja": "ここにその豆があるんだが、これはとってもすごい豆なんだ。」"}
{"en": "he went on pulling out of his pocket a number of strange-looking beans.", "ja": "そう言うと老人はポケットから不思議そうに見える豆をたくさん取り出しました。"}
{"en": "\"As you are so sharp,\"", "ja": "「君はまったく賢い。"}
{"en": "\"I don't mind doing a swop with you", "ja": "だから、取りかえてやってもいいぞ"}
{"en": "--your cow for these beans.\"", "ja": "――その牛とこの豆をな。」"}
{"en": "\"Walker!\"", "ja": "「あっちへ行けよ。」"}
{"en": "says Jack;", "ja": "ジャックは言いました。"}
{"en": "\"wouldn't you like it?\"", "ja": "「そんな話ってあるかい。」"}
{"en": "\"Ah!", "ja": "「あぁ！"}
{"en": "you don't know what these beans are,\"", "ja": "君はこの豆がどういう豆なのか知らんからな。」"}
{"en": "said the man;", "ja": "老人は言いました。"}
{"en": "\"if you plant them over-night, by morning they grow right up to the sky.\"", "ja": "「もしこれを畑にまいたらな、明日の朝には空の上まで伸びてるんだよ。」"}
{"en": "\"Really?\"", "ja": "「本当？"}
{"en": "\"you don't say so.\"", "ja": "ウソに決まってるよ。」"}
{"en": "\"Yes, that is so,", "ja": "「いや、ほんとの話だ。"}
{"en": "and if it doesn't turn out to be true you can have your cow back.\"", "ja": "もしもそうならなかったら、牛を君に返してもいいさ。」"}
{"en": "\"Right,\"", "ja": "「分かった。」"}
{"en": "says Jack, and hands him over Milky-white's halter and pockets the beans.", "ja": "ジャックは答え、そしてミルキーホワイトの手綱を老人に渡し、豆をポケットに入れました。"}
{"en": "Back goes Jack home,", "ja": "ジャックは家に帰りました。"}
{"en": "and as he hadn't gone very far it wasn't dusk by the time he got to his door.", "ja": "ところで、ジャックはそう遠くまで行ってなかったので、日が暮れる前に家に帰り着くことができたのです。"}
{"en": "\"What back, Jack?\"", "ja": "「もう帰ってきたのかい、ジャック。」"}
{"en": "said his mother;", "ja": "母親は言いました。"}
{"en": "\"I see you haven't got Milky-white, so you've sold her.", "ja": "「ミルキーホワイトを連れてないってことは、もう売ってきたんだね。"}
{"en": "How much did you get for her?\"", "ja": "で、いくらで売ってきたんだい？」"}
{"en": "\"You'll never guess, mother,\"", "ja": "「お母さんの思ってる値段じゃないよ。」"}
{"en": "says Jack.", "ja": "ジャックは答えました。"}
{"en": "\"No, you don't say so.", "ja": "「いやいや、当ててみるよ。"}
{"en": "Good boy!", "ja": "まったくいい子だね！"}
{"en": "Five pounds, ten, fifteen, no, it can't be twenty.\"", "ja": "五ポンドかい、十ポンドかい、十五ポンドかい、まさか二十ポンドにはならないはずだからね。」"}
{"en": "\"I told you you couldn't guess,", "ja": "「全然はずれ。"}
{"en": "what do you say to these beans;", "ja": "答はね、この豆と換えてきたんだよ。"}
{"en": "they're magical, plant them over-night and----\"", "ja": "これは魔法の豆でね、畑に植えて一晩たったら――。」"}
{"en": "\"What!\"", "ja": "「何だって！」"}
{"en": "says Jack's mother,", "ja": "母親は怒りだしました。"}
{"en": "\"have you been such a fool, such a dolt,", "ja": "「なんてバカなことをしたんだい、このまぬけ！"}
{"en": "such an idiot,", "ja": "このうすのろ！"}
{"en": "as to give away my Milky-white, the best milker in the parish, and prime beef to boot, for a set of paltry beans.", "ja": "ミルキーホワイトはね、この辺で一番ミルクの出はよかったし、肉だって極上のものだったんだよ、それをなんだい、こんなろくでもない豆と換えたって？"}
{"en": "Take that!", "ja": "これでもか！"}
{"en": "Take that!", "ja": "これでもか！"}
{"en": "Take that!", "ja": "これでもか！"}
{"en": "And as for your precious beans here they go out of the window.", "ja": "何が大事な豆つぶだい、そんなもの窓から放ってやるよ。"}
{"en": "And now off with you to bed.", "ja": "さぁとっとと寝ちまいな。"}
{"en": "Not a sup shall you drink, and not a bit shall you swallow this very night.\"", "ja": "なにもお前に飲ますものはないし、ひとかけらだっておまえに食わすものなどないからね。」"}
{"en": "So Jack went upstairs to his little room in the attic,", "ja": "そこでジャックは二階にある自分の屋根裏部屋に行きました。"}
{"en": "and sad and sorry he was,", "ja": "悲しいやら悔しいやらで胸がいっぱいでした。"}
{"en": "to be sure, as much for his mother's sake, as for the loss of his supper.", "ja": "確かに母親にすまないとは思っていましたが、夕食抜きになったのもとてもつらかったのです。"}
{"en": "At last he dropped off to sleep.", "ja": "それでもジャックは眠りにつきました。"}
{"en": "When he woke up, the room looked so funny.", "ja": "目が覚めたとき、部屋はとても不思議な状態にありました。"}
{"en": "The sun was shining into part of it, and yet all the rest was quite dark and shady.", "ja": "太陽に照らされているところもありましたが、何かの影が部屋にかかっていたので真っ暗な状態になっていたのです。"}
{"en": "So Jack jumped up and dressed himself and went to the window.", "ja": "ジャックは飛び起きて、服を着替え、窓のところに行きました。"}
{"en": "And what do you think he saw?", "ja": "そこでジャックはいったい何を見たのでしょう？"}
{"en": "why, the beans his mother had thrown out of the window into the garden,", "ja": "なんと、母親が窓の外、庭に投げてしまった豆が、大きなつるを伸ばしていたのです。"}
{"en": "had sprung up into a big beanstalk which went up and up and up till it reached the sky.", "ja": "そのつるはとてもとても、とーっても高くて、空の先まで伸びていました。"}
{"en": "So the man spoke truth after all.", "ja": "あの老人は真実を話していたのです。"}
{"en": "The beanstalk grew up quite close past Jack's window,", "ja": "豆のつるはジャックの窓のそばにありました。"}
{"en": "so all he had to do was to open it and give a jump on to the beanstalk which was made like a big plaited ladder.", "ja": "ですから、ジャックは窓を開け、つるに飛びつき、はしごのように登っていけばよかったのです。"}
{"en": "So Jack climbed and he climbed and he climbed and he climbed and he climbed and he climbed and he climbed till at last he reached the sky.", "ja": "ジャックは延々と、ただ延々と、これでもかこれでもかと豆のつるを登っていき、ついに空の上に行き着きました。"}
{"en": "And when he got there he found a long broad road going as straight as a dart.", "ja": "そこに着いたとき、ジャックは吹き矢のようにまっすぐのびていく道を見つけました。"}
{"en": "So he walked along and he walked along and he walked along till he came to a great big tall house,", "ja": "ジャックはその道を歩いていき、やがて大きくそびえ立つ家の前に行き着きました。"}
{"en": "and on the doorstep there was a great big tall woman.", "ja": "その門に上がる階段のところに、とても背の高い女の人が立っていました。"}
{"en": "\"Good morning, mum,\"", "ja": "「おばさん、おはようございます。」"}
{"en": "says Jack, quite polite-like.", "ja": "ジャックは丁寧に女の人にあいさつしました。"}
{"en": "\"Could you be so kind as to give me some breakfast.\"", "ja": "「ぼくに何かご飯を食べさせていただけませんか？」"}
{"en": "For he hadn't had anything to eat, you know, the night before and was as hungry as a hunter.", "ja": "そうです、ジャックは昨日の晩からなにも食べていなかったので、猟犬のようにおなかをすかせていたのです。"}
{"en": "\"It's breakfast you want, is it?\"", "ja": "「朝ご飯が食べたいのかい？」"}
{"en": "says the great big tall woman,", "ja": "のっぽの女性が話しかけてきました。"}
{"en": "\"it's breakfast you'll be if you don't move off from here.", "ja": "「もしここから出ていかなかったら、あんたが朝ご飯になるんだよ。"}
{"en": "My man is an ogre and there's nothing he likes better than boys broiled on toast.", "ja": "うちの亭主は人食い鬼でね、よく焼いた男の子ほど大好きなものはないんだよ。"}
{"en": "You'd better be moving on or he'll soon be coming.\"", "ja": "早く行きな、でないとうちの人が戻ってきてしまうからね。」"}
{"en": "\"Oh! please mum, do give me something to eat, mum.", "ja": "「お願い、なにか食べさせておくれよ、おばさん。"}
{"en": "I've had nothing to eat since yesterday morning,", "ja": "昨日の朝からぼくはなにも食べてないんだ。"}
{"en": "really and truly, mum,\"", "ja": "本当なんだってば。」"}
{"en": "says Jack.", "ja": "ジャックは言いました。"}
{"en": "\"I may as well be broiled, as die of hunger.\"", "ja": "「飢え死にするくらいなら、あぶられた方がまだましだよ。」"}
{"en": "Well, the ogre's wife wasn't such a bad sort, after all.", "ja": "さて、この人食い鬼のおかみさんは結構根はいい方でした。"}
{"en": "So she took Jack into the kitchen, and gave him a junk of bread and cheese and a jug of milk.", "ja": "ですから、ジャックをキッチンに連れていき、チーズをはさんだパンの固まりと、ミルクを一杯ジャックにくれました。"}
{"en": "But Jack hadn't half finished these when thump! thump! thump! the whole house began to tremble with the noise of someone coming.", "ja": "ところが、ジャックが半分も食べ終わらないうちに、ずしん！　どしん！　ずしん！　誰かがやってくる足音で家全体が揺れはじめたのです。"}
{"en": "\"Goodness gracious me!", "ja": "「あれまぁ大変、"}
{"en": "It's my old man,\"", "ja": "うちの人だよ。」"}
{"en": "said the ogre's wife,", "ja": "おかみさんは言いました。"}
{"en": "\"what on earth shall I do?", "ja": "「いったいどうしたんだろ？"}
{"en": "Here, come quick and jump in here.\"", "ja": "早くこっち来て、この中へ飛びこむんだよ。」"}
{"en": "And she bundled Jack into the oven", "ja": "そう言って、ジャックをオーブンに押し込みました。"}
{"en": "just as the ogre came in.", "ja": "ちょうどそこへ、人食い鬼が入ってきました。"}
{"en": "He was a big one, to be sure.", "ja": "たしかに、とてつもなく大きな鬼でした。"}
{"en": "At his belt he had three calves strung up by the heels,", "ja": "ベルトに仔牛を三頭ぶら下げていました。"}
{"en": "and he unhooked them and threw them down on the table and said:", "ja": "その仔牛をベルトから外して投げとばし、テーブルにつくなりこう言いました。"}
{"en": "\"Here, wife, broil me a couple of these for breakfast.", "ja": "「おい女房、こいつを焼いて朝めしにしろ。"}
{"en": "Ah what's this I smell?", "ja": "はて、なんか匂うぞ。」"}
{"en": "Fee-fi-fo-fum,", "ja": "とって食うぞ、とって食うぞ"}
{"en": "I smell the blood of an Englishman,", "ja": "英国人の血のにおいがするぞ"}
{"en": "Be he alive, or be he dead", "ja": "生きてようが死んでようが"}
{"en": "I'll have his bones to grind my bread.\"", "ja": "そいつの骨ごと朝めしにするぞ"}
{"en": "\"Nonsense, dear,\"", "ja": "「バカだね、あんた。」"}
{"en": "said his wife,", "ja": "おかみさんが言いました。"}
{"en": "\"you're dreaming.", "ja": "「夢でもみてるんだろ。"}
{"en": "Or perhaps you smell the scraps of that little boy you liked so much for yesterday's dinner.", "ja": "きっと昨日の夕食に食べちまった男の子の残りかすが匂ってるんだよ。"}
{"en": "Here, go you and have a wash and tidy up, and by the time you come back your breakfast'll be ready for you.\"", "ja": "さあさ、むこうで顔でも洗ってきな、戻ってくるころには朝食ができてるからね。」"}
{"en": "So the ogre went off,", "ja": "すると人食い鬼は出ていきました。"}
{"en": "and Jack was just going to jump out of the oven and run off", "ja": "ジャックはそれを見届けてからオーブンを抜け出し、逃げだそうとした。"}
{"en": "when the woman told him not.", "ja": "するとおかみさんがもう少し待つように言いました。"}
{"en": "\"Wait till he's asleep,\"", "ja": "「眠っちまうまで待つんだよ。"}
{"en": "\"he always has a snooze after breakfast.\"", "ja": "あの人は朝食の後いつもいねむりするからね。」"}
{"en": "Well, the ogre had his breakfast,", "ja": "ほどなく、人食い鬼が朝食を食べ終わりました。"}
{"en": "and after that he goes to a big chest and takes out of it a couple of bags of gold", "ja": "すると、鬼は大きな箱のところに行き、金貨のつまった袋をふたつもってきました。"}
{"en": "and sits down counting them till at last his head began to nod", "ja": "そして座り込んで金貨を数えていましたが、やがてこっくりこっくり。"}
{"en": "and he began to snore", "ja": "いびきまでかき始めました。"}
{"en": "till the whole house shook again.", "ja": "いびきでまた家が震えはじめるくらい大きな音でした。"}
{"en": "Then Jack crept out on tiptoe from his oven,", "ja": "そのときジャックはオーブンから忍び足で出てきました。"}
{"en": "and as he was passing the ogre he took one of the bags of gold under his arm, and off he pelters till he came to the beanstalk,", "ja": "人食い鬼のそばを通り、金貨のつまった袋をひとつ、腕の下に抱え込み、鉄砲玉のごとく、一目散に豆のつるのところまで走っていきました。"}
{"en": "and then he threw down the bag of gold", "ja": "そしてジャックは金貨入りの袋を投げとばしました。"}
{"en": "which of course fell in to his mother's garden,", "ja": "当然、袋はジャックの家の庭に落ちました。"}
{"en": "and then he climbed down", "ja": "そしてジャックはつるを降りていきました。"}
{"en": "and climbed down till at last he got home", "ja": "どんどん降りてきて、ついに家に帰ってきました。"}
{"en": "and told his mother and showed her the gold and said:", "ja": "すぐに母の元へ行って今までの話を聞かせ、金貨を見せながらこう言いました。"}
{"en": "\"Well, mother, wasn't I right about the beans.", "ja": "「どうだい母さん、ぼくの言ったことが正しかったでしょ？"}
{"en": "They are really magical, you see.\"", "ja": "あれはほんとに魔法の豆だったんだ、よく分かっただろ。」"}
{"en": "So they lived on the bag of gold for some time,", "ja": "そして一家は袋から金貨を出して暮らしていきました。"}
{"en": "but at last they came to the end of that", "ja": "しかし、その金貨もやがてつきてしまいました。"}
{"en": "so Jack made up his mind to try his luck once more up at the top of the beanstalk.", "ja": "ジャックはもう一度豆のつるを登って運試ししてみようという気になりました。"}
{"en": "So one fine morning he got up early, and got on to the beanstalk,", "ja": "そしてある晴れた日、ジャックは早起きして、豆のつるにしがみつきました。"}
{"en": "and he climbed and he climbed and he climbed and he climbed and he climbed and he climbed till at last he got on the road again", "ja": "どんどん登り、まだまだ登り、延々と登り、ただただ登り、これでもかこれでもかと登り、さらに登っていくうちに、ついにあの道のそばまでたどりつきました。"}
{"en": "and came to the great big tall house he had been to before.", "ja": "そしてさらに、以前に来たあの大きな屋敷にたどりつきました。"}
{"en": "There, sure enough, was the great big tall woman a-standing on the door-step.", "ja": "そこには前のように、大きなおかみさんが門に上がる階段のところに立っていました。"}
{"en": "\"Good morning, mum,\"", "ja": "「おはよう、おばさん。」"}
{"en": "says Jack, as bold as brass,", "ja": "ジャックは大胆にもこう話しかけました。"}
{"en": "\"could you be so good as to give me something to eat?\"", "ja": "「なにかぼくに食べさせてくれませんか？」"}
{"en": "\"Go away, my boy,\"", "ja": "「とっとと行っちまいな、ぼうや。」"}
{"en": "said the big, tall woman,", "ja": "おかみさんが答えました。"}
{"en": "\"or else my man will eat you up for breakfast.", "ja": "「でないとうちの人が朝ご飯を食べに帰ってくるからね。"}
{"en": "But aren't you the youngster who came here once before?", "ja": "ところであんた、前にここに来た子じゃないかい？"}
{"en": "Do you know, that very day, my man missed one of his bags of gold.\"", "ja": "そうそう、ちょうどあの日にうちの人が金貨入りの袋をなくしたんだよ。」"}
{"en": "\"That's strange, mum,\"", "ja": "「それは不思議だね、おばさん。」"}
{"en": "says Jack,", "ja": "ジャックは言いかえしました。"}
{"en": "\"I dare say I could tell you something about that but I'm so hungry I can't speak till I've had something to eat.\"", "ja": "「その事でなにか言えなくもないんだけど、ものすごい腹ぺこでさ、なにか食べさせてくれるまで話す気はないよ。」"}
{"en": "Well the big tall woman was that curious that she took him in and gave him something to eat.", "ja": "さて、この言葉におかみさんは興味を覚え、なにか食べていくようにジャックに言いました。"}
{"en": "But he had scarcely begun munching it as slowly as he could when thump! thump! thump! they heard the giant's footstep,", "ja": "ジャックはどうにか朝食にありつきましたが、わざとゆっくり食べ、巨人が帰ってくるズシン！　ズシン！　という音が聞こえてくるのを待ちました。"}
{"en": "and his wife hid Jack away in the oven.", "ja": "おかみさんはその音を聞いて、ジャックをオーブンの中に隠しました。"}
{"en": "All happened as it did before.", "ja": "すべてが前とおんなじでした。"}
{"en": "In came the ogre as he did before, said:", "ja": "鬼が入ってきて、"}
{"en": "\"Fee-fi-fo-fum,\"", "ja": "「とって食うぞ、とって食うぞ」"}
{"en": "and had his breakfast off three broiled oxen.", "ja": "と歌い、朝食には焼いた牛。"}
{"en": "Then he said:", "ja": "そのあとで、鬼はおかみさんにこう言いました。"}
{"en": "\"Wife, bring me the hen that lays the golden eggs.\"", "ja": "「おーい、黄金《きん》の卵を産むめんどりを持ってこい！」"}
{"en": "So she brought it, and the ogre said: \"Lay,\"", "ja": "おかみさんがめんどりを持ってくると、鬼は「産め。」とめんどりに言いました。"}
{"en": "and it laid an egg all of gold.", "ja": "するとめんどりは、純金の卵を産みました。"}
{"en": "And then the ogre began to nod his head, and to snore till the house shook.", "ja": "やがて鬼はこっくりこっくり頭を下げだし、家をゆらすほどの大いびきをかいて眠り込みました。"}
{"en": "Then Jack crept out of the oven on tiptoe and caught hold of the golden hen, and was off before you could say \"Jack Robinson.\"", "ja": "そこでジャックは忍び足でオーブンを抜け出し、めんどりを抱え込み、「あらよ」という間もなく逃げだしました。"}
{"en": "But this time the hen gave a cackle which woke the ogre,", "ja": "ところがこのとき、めんどりがクワックワッと鳴き出し、鬼が目を覚ましました。"}
{"en": "and just as Jack got out of the house he heard him calling:", "ja": "ジャックはもう家の外に出ていましたが、その耳に、鬼がこう呼んでいるのが聞こえてきたのです。"}
{"en": "\"Wife, wife, what have you done with my golden hen?\"", "ja": "「おーい女房、おれの黄金《きん》のめんどりをどこへやった？」"}
{"en": "And the wife said:", "ja": "そして"}
{"en": "\"Why, my dear?\"", "ja": "「どうしたんだぃ、おまえさん。」"}
{"en": "But that was all Jack heard, for he rushed off to the beanstalk and climbed down like a house on fire.", "ja": "その声をうしろに聞きながら、ジャックは豆のつるのところまで走っていき、お尻に火がついたみたく一気につるを下っていきました。"}
{"en": "And when he got home he showed his mother the wonderful hen and said \"Lay,\" to it;", "ja": "やがて家に帰ってきたジャックはすぐに母親にこのすばらしいめんどりを見せ、「産め。」と命令しました。"}
{"en": "and it laid a golden egg every time he said \"Lay.\"", "ja": "めんどりは、ジャックは「産め。」というたびに黄金《きん》の卵を産むのでした。"}
{"en": "Well, Jack was not content,", "ja": "ところで、ジャックはまだ満足していませんでした。"}
{"en": "and it wasn't very long before he determined to have another try at his luck up there at the top of the beanstalk.", "ja": "そんなに時がたたないうちに、もう一度豆のつるのてっぺんで運試しをしてみようと考えるようになったのです。"}
{"en": "So one fine morning, he got up early, and went on to the beanstalk,", "ja": "それである日の朝、ジャックは早起きして、豆のつるにしがみつき、どんどん登っていきました。"}
{"en": "and he climbed and he climbed and he climbed and he climbed till he got to the top.", "ja": "どんどん登り、まだまだ登り、ただ延々と登り続け、ついにてっぺんにたどりつきました。"}
{"en": "But this time he knew better than to go straight to the ogre's house.", "ja": "もうよく知っている道だったので、ジャックはあの鬼の家へとずんずん向かっていきました。"}
{"en": "And when he got near it he waited behind a bush till he saw the ogre's wife come out with a pail to get some water, and then he crept into the house and got into the copper.", "ja": "いよいよ鬼の家に近づくと、ジャックはやぶの陰に隠れて、人食い鬼のおかみさんが水をくもうと手桶をもって外へ出ていくのを見届けてから、家の中に忍びこみ、大釜の中に隠れました。"}
{"en": "He hadn't been there long when he heard thump! thump! thump! as before, and in come the ogre and his wife.", "ja": "ほどなくして、あのズシン！　ズシン！　という音が聞こえてきて、鬼の夫婦が家の中に入ってきました。"}
{"en": "\"Fee-fi-fo-fum, I smell the blood of an Englishman,\"", "ja": "「とって食うぞ、とって食うぞ、英国人の血のにおいがするぞ。」"}
{"en": "cried out the ogre;", "ja": "鬼が叫びました。"}
{"en": "\"I smell him, wife, I smell him.\"", "ja": "「なぁおまえ、匂うぞ、匂うぞ。」"}
{"en": "\"Do you, my dearie?\"", "ja": "「そうかぃおまえさん。」"}
{"en": "says the ogre's wife.", "ja": "おかみさんが答えました。"}
{"en": "\"Then if it's that little rogue that stole your gold and the hen that laid the golden eggs he's sure to have got into the oven.\"", "ja": "「もしそれがあんたの金貨と黄金《きん》の卵を産むめんどりを盗んでったあの子だとすると、きっとオーブンの中にいるに違いないよ。」"}
{"en": "And they both rushed to the oven.", "ja": "そして二人はオーブンへと走っていきました。"}
{"en": "But Jack wasn't there,", "ja": "しかしそこにジャックはいませんでした。"}
{"en": "luckily, and the ogre's wife said:", "ja": "幸いにも、おかみさんがこう言ってきました。"}
{"en": "\"There you are again with your fee-fi-fo-fum.", "ja": "「またあんたの『とって食うぞとってくうぞ』がでたね。」"}
{"en": "Why of course it's the laddie you caught last night that I've broiled for your breakfast.", "ja": "大方、昨日捕まえて朝食にしようと焼いている男の子のにおいでもしたんだろうよ。"}
{"en": "How forgetful I am, and how careless you are not to tell the difference between a live un and a dead un.\"", "ja": "私も忘れっぽくなったけどさ、あんたは長年生きてきて、生きてるのか死んでるのかも分からなくなるほどぼけてきたんかね。」"}
{"en": "So the ogre sat down to the breakfast and ate it,", "ja": "そこで人食い鬼は椅子に座り、朝食を食べました。"}
{"en": "but every now and then he would mutter:", "ja": "それでもときどき、"}
{"en": "\"Well, I could have sworn----\"", "ja": "「うーん、たしかに匂うんだよなー。」"}
{"en": "and he'd get up and search the larder and the cupboards, and everything,", "ja": "ひょいと立ち上がっては食料置き場、食器棚と、あらゆる場所を探しました。"}
{"en": "only luckily he didn't think of the copper.", "ja": "でも幸いなことに、大釜のことだけは鬼は考えつかなかったのです。"}
{"en": "After breakfast was over, the ogre called out:", "ja": "やがて食事が終わり、鬼がこう叫びました。"}
{"en": "\"Wife, wife, bring me my golden harp.\"", "ja": "「おーいおまえ、おれの黄金《きん》の竪琴を持ってこい。」"}
{"en": "So she brought it and put it on the table before him.", "ja": "おかみさんが竪琴を持ってきて、テーブルの上、鬼の目の前に置きました。"}
{"en": "Then he said:", "ja": "「歌え！」"}
{"en": "\"Sing!\"", "ja": "と一言言うと、"}
{"en": "and the golden harp sang most beautifully.", "ja": "竪琴がとっても美しい声で歌い出しました。"}
{"en": "And it went on singing till the ogre fell asleep,", "ja": "その声が鬼が眠りに落ちるまで続きました。"}
{"en": "and commenced to snore like thunder.", "ja": "やがて、あの雷のようないびきが響き出しました。"}
{"en": "Then Jack lifted up the copper-lid very quietly and got down like a mouse and crept on hands and knees till he got to the table when he got up and caught hold of the golden harp and dashed with it towards the door.", "ja": "そこでジャックは静かに大釜のふたを開け、ネズミみたいに床におり、抜き足差し足でテーブルのところまで忍び寄り、脚をよじ登り、黄金《きん》の竪琴を抱え込んでドアの方に走っていきました。"}
{"en": "But the harp called out quite loud:", "ja": "ところが、竪琴が大声で"}
{"en": "\"Master! Master!\"", "ja": "「ご主人様！　ご主人様！」"}
{"en": "and the ogre woke up just in time to see Jack running off with his harp.", "ja": "その声で鬼が目を覚まし、ジャックが竪琴を抱えて走っていくのを見てしまったのです。"}
{"en": "Jack ran as fast as he could,", "ja": "ジャックは力のかぎり走りました。"}
{"en": "and the ogre came rushing after,", "ja": "その後ろを鬼が追いかけてきます。"}
{"en": "and would soon have caught him only Jack had a start and dodged him a bit and knew where he was going.", "ja": "すぐにもつかまえようとするのをジャックはすんでの所でひらりひらりとかわして、また走っていきます。"}
{"en": "When he got to the beanstalk the ogre was not more than twenty yards away when suddenly he saw Jack disappear like,", "ja": "ジャックが豆のつるにたどりついたとき、鬼との距離は二十ヤードもありませんでしたが、鬼の目にはジャックが突然消えてしまったように見えました。"}
{"en": "and when he got up to the end of the road he saw Jack underneath climbing down for dear life.", "ja": "鬼が道のはしに行くと、ジャックが懸命につるをつたって下りていくのが見えました。"}
{"en": "Well, the ogre didn't like trusting himself to such a ladder, and he stood and waited, so Jack got another start.", "ja": "さて、人食い鬼はこのはしごを下りるのは気が進みませんでしたので、立ち止まって思案するうちに、ジャックはどんどん下りていきました。"}
{"en": "But just then the harp cried out:", "ja": "しかしそのとき、竪琴が"}
{"en": "\"Master! master!\"", "ja": "「ご主人様！　ご主人様！」"}
{"en": "and the ogre swung himself down on to the beanstalk", "ja": "そこで鬼も豆のつるを下りていきました。"}
{"en": "which shook with his weight.", "ja": "豆のつるは鬼の体重で揺れ出しました。"}
{"en": "Down climbs Jack,", "ja": "ジャックがつるを下りていきます。"}
{"en": "and after him climbed the ogre.", "ja": "鬼も後ろから下りていきます。"}
{"en": "By this time Jack had climbed down and climbed down and climbed down till he was very nearly home.", "ja": "ジャックはどんどん下りていき、延々と下りていき、まだまだ下りていき、やがて家のそばまで下りてきました。"}
{"en": "So he called out:", "ja": "そこでジャックは叫びました。"}
{"en": "\"Mother! mother! bring me an axe, bring me an axe.\"", "ja": "「お母さん！　お母さん！　斧を持ってきて、斧を持ってきてよ！」"}
{"en": "And his mother came rushing out with the axe in her hand,", "ja": "母親は斧を手に持って走ってきました。"}
{"en": "but when she came to the beanstalk she stood stock still with fright", "ja": "しかし、つるのそばまで来ると、母親は恐怖の余り足がすくんでしまいました。"}
{"en": "for there she saw the ogre just coming down below the clouds.", "ja": "というのも、雲の間から鬼の足が突き出ているのを見てしまったからなのです。"}
{"en": "But Jack jumped down and got hold of the axe and gave a chop at the beanstalk which cut it half in two.", "ja": "しかしジャックは飛び降りて、斧を手に取り、豆のつるを切り倒そうと斧を打ち出しました。"}
{"en": "The ogre felt the beanstalk shake and quiver so he stopped to see what was the matter.", "ja": "人食い鬼は豆のつるがぐらぐらゆらゆら揺れだしたのに気づき、何が起こったのか見ようと下りるのをやめました。"}
{"en": "Then Jack gave another chop with the axe, and the beanstalk was cut in two and began to topple over.", "ja": "そのとき、ジャックはさらに斧を打ち、豆のつるは斧が入ったところから倒れ出しました。"}
{"en": "Then the ogre fell down and broke his crown,", "ja": "人食い鬼が落ちてきて頭がぐしゃっ。"}
{"en": "and the beanstalk came toppling after.", "ja": "さらにその上に豆のつるが倒れてきたのです。"}
{"en": "Then Jack showed his mother his golden harp,", "ja": "その後でジャックは母親に黄金《きん》の竪琴を見せました。"}
{"en": "and what with showing that and selling the golden eggs, Jack and his mother became very rich,", "ja": "やがて、竪琴に歌わせたり黄金《きん》の卵を売ったりして、二人はお金持ちになりました。"}
{"en": "and he married a great princess, and they lived happy ever after.", "ja": "そのうちジャックはきれいなお姫様と結婚し、いつまでも幸せに暮らしましたとさ。"}
{"en": "2002.10.16", "ja": "【訳者あとがき】"}
