{"en": "Waiting for the Knock", "ja": "ノックを待ちながら"}
{"en": "by Richard Stallman.", "ja": "リチャード・ストールマン"}
{"en": "Imagine", "ja": "想像してください。"}
{"en": "that you are afraid of a knock on the door.", "ja": "あなたは、ドアがノックされるのを恐れています。"}
{"en": "Imagine", "ja": "想像してください。"}
{"en": "that the knock could be the police, coming in secret to interrogate you.", "ja": "そのノックは警察のもので、警察はあなたを秘密裏に尋問するためにやって来るのです。"}
{"en": "Imagine", "ja": "想像してください。"}
{"en": "that they can demand you decrypt files for them, and demand you tell them your code keys, even to get evidence to use against you.", "ja": "その警察は、 ファイルの暗号を解けとあなたに命じることができ、 暗号の鍵を教えよと求めることができ、 しかも、その目的があなたに不利になる証拠を得るためでもかまいません。"}
{"en": "In effect, they can force you to testify against yourself, and it is a crime to refuse.", "ja": "結局、警察は自分に不利な証言をあなたに強制できることになり、 それを拒否することは法律に反する罪となるのです。"}
{"en": "Imagine", "ja": "想像してください。"}
{"en": "that for these offenses you are effectively considered guilty unless you can prove your innocence:", "ja": "あなたは自分の無罪を証明できない限り、 事実上有罪であると見なされます。"}
{"en": "mere failure to comply is the crime.", "ja": "要求に応じなかったというだけで法律に反する罪となります。"}
{"en": "If you do not have the key they demand, you will be imprisoned unless you can prove it.", "ja": "もしもあなたが、警察の求める暗号鍵を持っていなかったら、 持っていないということを証明できない限り、刑務所入りとなるのです。"}
{"en": "Imagine", "ja": "想像してください。"}
{"en": "that they can behave arbitrarily,", "ja": "その警察は思うままに行動できます。"}
{"en": "because their actions are secret.", "ja": "なぜなら、彼らの行動は秘密だからです。"}
{"en": "They do not need to get a court's authorization to demand your testimony.", "ja": "警察があなたの証言を求めるのに、裁判所の認証は不要です。"}
{"en": "And if you tell anyone--your friends and associates, a news reporter, even in most circumstances an open courtroom--that you have been forced to testify, they will imprison you just for telling.", "ja": "そしてもしもあなたが誰かに――友人や仲間に、 ニュースレポーターに、ほとんどの状況では公開された法廷に対してですら――強制的に証言させられた、 と言ったなら、あなたは単にそう言ったことだけで刑務所入りとなります。"}
{"en": "Imagine", "ja": "想像してください。"}
{"en": "that the only judicial control over these actions is a special secret court, with no jury, where decisions are made by judges chosen for their sympathy to the prosecution.", "ja": "これらの行動に対する司法的な規制は特殊な秘密裁判だけであり、 陪審員もなく、 検察当局に賛意を示す裁判官によって判決がなされます。"}
{"en": "Imagine", "ja": "想像してください。"}
{"en": "that they can hear evidence from the prosecutors in secret, so you do not even have a chance to deny it.", "ja": "裁判官は検察官から秘密裏に証言を聞くことができ、 あなたはその証言を否定することすらできません。"}
{"en": "Unfortunately, there is no need for imagination.", "ja": "不幸なことに、想像力は必要ありません。"}
{"en": "This is a real proposal", "ja": "これは現実の提案です"}
{"en": "--not in China or Iraq, as you might expect, but in Britain.", "ja": "――中国やイラクの話だろうとあなたは思うかもしれませんが、 英本国(Britain)の話なのです。"}
{"en": "It was proposed as part of the draft Electronic Communications bill, but has been withdrawn from there,", "ja": "これは 電子通信法案(Electronic Communications bill)の草稿の一部として提案されましたが、 そこから取り下げられました。"}
{"en": "probably to be reintroduced shortly in a separate \"Regulation of Investigatory Powers\" bill.", "ja": "おそらく、独立した「捜査権限の制限(Regulation of Investigatory Powers)」法案としてまもなく再提案されるでしょう。"}
{"en": "(Proposals to extend government power are often secreted in bills with opposite-sounding names.)", "ja": "(政府の権力を広げるような提案は、 反対の意味合いを持つ名前の法案の中に隠されることが多いものです。)"}
{"en": "The country that gave the world the concept of the rights of citizens, of protection from abuse of government power, of the right to remain silent and not be compelled to testify against yourself, is tearing up the concept and throwing it away.", "ja": "市民権、政府権力の乱用防止、黙秘権、自己に不利な証言の強制禁止という概念を世界に対して示した国が、 その概念を破り捨ててしまおうとしているのです。"}
{"en": "The rot in the British legal system began under the previous Conservative government,", "ja": "英国の法制度の腐敗は、先の保守政権の元で始まりました。"}
{"en": "which passed an \"anti-terrorist\" law saying that--for certain crimes--if you refuse to answer questions, that can be held against you.", "ja": "その政権は、 ――ある種の犯罪に関して―― 質問に答えることを拒否した人に対して適用できる 「反テロリスト」法(\"anti-terrorist\" law)を成立させました。"}
{"en": "Thus the first stone was thrown at the right to remain silent.", "ja": "このようにして、黙秘する権利に対する最初の一石が投じられたのです。"}
{"en": "As a supposed protection against abuse, this law said that courts must not convict based on silence alone;", "ja": "この法律の乱用を避けるために、 この法律は、裁判所が黙秘のみを根拠として有罪宣告をしてはならない、 と述べています。"}
{"en": "they must have some other basis as well.", "ja": "有罪宣告のためには、裁判所は他の根拠がなければなりません。"}
{"en": "But the same law established that an official accusation of membership in a prohibited organization can also be held against you.", "ja": "（訳者： 次の1文、意味が取れませんでした。 ）"}
{"en": "This, too, is not sufficient by itself", "ja": "これもまた、それ自身としては十分ではありません"}
{"en": "--which only means that the two together are needed for a conviction.", "ja": "――有罪判決のためにはこの両方が必要なのです。"}
{"en": "If you are accused of belonging to a prohibited organization, and you refuse to answer police questions, you go to prison.", "ja": "法律上禁じられている組織に属しているとして告発され、 しかも警察の質問に答えることを拒否したならば、 刑務所に行かねばなりません。"}
{"en": "Of course, every law that undermines the rights of citizens has an \"urgent\" justification.", "ja": "もちろん、法律というものはおしなべて、 「火急を要する」正当な理由があれば市民の権利をおかすものです。"}
{"en": "For this law, the justification was IRA terrorism;", "ja": "この法律に関して言えば、その正当な理由というのはIRAのテロリズムです。"}
{"en": "but the cure is far worse than the disease.", "ja": "しかし、この治療法というのは病気よりもはるかにたちの悪いものです。"}
{"en": "A century from now, IRA bombing will be just a chapter of history, but the painful effects of the \"cure\" will still be felt.", "ja": "今から1世紀の後には、IRAの爆弾は単なる歴史の一章に過ぎなくなるでしょうが、 しかし、その時でもまだ「治療」の痛い効果は感じられることでしょう。"}
{"en": "The \"New Labor\" government of Prime Minister Blair which replaced the Conservative government is eager to extend this policy to other areas.", "ja": "保守政権に代わって登場したブレア首相の「New Labor」政権は、 この方針を熱心に他の領域まで広げようとしています。"}
{"en": "I was not greatly surprised to learn that the same government also plans to eliminate the right to a jury in criminal trials", "ja": "この政権が犯罪の公判における陪審員の権利を剥奪しようと計画していると知ったときも、 私は大して驚くことはありませんでした"}
{"en": "(see The Guardian, November 20 1999, page 1).", "ja": "(1999年11月20日のガーディアン紙1面を参照)。"}
{"en": "These policies would gladden the heart of an Argentine general.", "ja": "これらの方針を知ったら、アルゼンチン人は概して喜ぶでしょう。"}
{"en": "When you speak with British officials about the issue, they insist that you can trust them to use their power wisely for the good of all.", "ja": "この問題に関して英国の役人と話すと、 万人の利益のために権力を賢明に使うから、信用してくれたまえ、 と主張します。"}
{"en": "Of course, that is absurd.", "ja": "もちろん、それはばかげています。"}
{"en": "Britain must hold to the tradition of British law, and respect the rights of citizens to a fair trial and non-self-incrimination.", "ja": "英国は英国法(British law)の伝統を固持し、 公正な裁判と、non-self-incriminationの、 市民の権利を重んじなければなりません。"}
{"en": "When you try to discuss the details, they respond with pettifoggery;", "ja": "詳細を議論しようとすると、 彼らはwith pettifoggeryで答えます。"}
{"en": "for example, they pretend that the plan would not really consider you guilty until proven innocent,", "ja": "例えば、無罪だと証明されるまでは、 あなたを実際に有罪だと見なすことはない、と彼らはうそぶきます。"}
{"en": "because the official forms that demand your code keys and your silence are officially considered the proof of guilt. ）", "ja": "（訳者： 次の文、間違っている訳。原文は、"}
{"en": "more perspicuity than they will admit to.", "ja": "彼らが認める以上の明快さを..."}
{"en": "If you live in Britain, what can you do?", "ja": "もしもあなたが英国に住んでいるなら、 あなたは何ができるでしょうか。"}
{"en": "1. Take political action now.", "ja": "1. 政治的な行動をいま、取ってください。"}
{"en": "Tell all the political parties that this issue is of great concern to you,", "ja": "すべての政党に対して、この問題が自分にとって大きな関心事であることを伝えてください。"}
{"en": "and invite each to be the one you will vote for to prevent such laws.", "ja": "そして各政党に対して、投票するから、このような法律に反対してもらいたいと言いましょう。"}
{"en": "Look at www.stand.org.uk for further advice.", "ja": "さらなるアドバイスを得るには www.stand.org.uk を見てください。"}
{"en": "2. Write to your MP,", "ja": "2. これらの法案に対して自分が確固として反対であると述べた手紙を書きなさい。"}
{"en": "the e-Minister Patricia Hewitt (e.minister@dti.gov.uk), the Home Secretary, and the newspapers, stating your firm opposition to these measures.", "ja": "あて先は、 MPつまりe-Minister Patricia Hewitt (e.minister@dti.gov.uk)、 内務大臣、そして新聞です。"}
{"en": "3. Talk with your Internet Service Provider's management about the importance of this issue.", "ja": "3. インターネット・サービス・プロバイダの管理者と、 この問題の重要性について話しなさい。"}
{"en": "4. Start using encrypted mail, using the GNU Privacy Guard or another suitable encryption program,", "ja": "4. 暗号メールを使いはじめ、 GNUプライバシー・ガード(GNU Privacy Guard)や他の適切な暗号化プログラムを使いはじめなさい。"}
{"en": "and use it as widely as possible and with as many people as possible.", "ja": "そして、できるだけ広範囲に、できるだけ多くの人と使うようにしなさい。"}
{"en": "The more people are using encryption, the harder it will be for governments to stamp it out.", "ja": "暗号を使う人が多ければ多いほど、政府は暗号を根絶することが困難になります。"}
{"en": "The GNU Privacy Guard is Free Software (you are free to redistribute and change it), and is available on www.gnupg.org.", "ja": "GNUプライバシー・ガードはフリー・ソフトウェア(自由に再配布したり変更したりすることができます)で、 www.gnupg.orgで入手ができます。"}
{"en": "5. Once you have read an encrypted message, if you don't need to save it, get rid of it.", "ja": "5. 暗号化されていたメッセージをいったん読んでしまったら、 もう保存しておく必要はありません。保存しないようにしましょう。"}
{"en": "Don't just delete the file;", "ja": "そのファイルを単に削除してはいけません。"}
{"en": "copy several other files of junk into the file, one by one,", "ja": "他のゴミファイルを何個かそのファイルの上に1個づつコピーしなさい。"}
{"en": "so that the old bits cannot be recovered.", "ja": "そうすれば、以前の情報を復活させることができなくなります。"}
{"en": "(The GNU Privacy Guard will soon provide a convenient command for doing this.)", "ja": "(GNUプライバシー・ガードはこれを行う便利なコマンドを提供するでしょう。)"}
{"en": "6. If you need to save an encrypted message, use steganography (hiding information by embedding messages within other harmless messages)", "ja": "6. もしもあなたが暗号化したメッセージを保存する必要があるなら、 ステガノグラフィ(steganography, 無害な他のメッセージ中にメッセージを埋め込んで情報を隠すこと)を使いなさい。"}
{"en": "so that it is impossible for anyone to be sure that encrypted data is present.", "ja": "そうすれば、暗号化されたデータが存在するに違いないと判断することは誰にもできなくなります。"}
{"en": "You can use steganography for transmitting messages as well.", "ja": "メッセージを送信するときもステガノグラフィを使うことができます。"}
{"en": "7. Anyone, even you, could be a target of this law.", "ja": "7. 誰でも、あなたですら、この法律の標的になる可能性があります。"}
{"en": "Don't assume that you are safe just because you are \"not a criminal\";", "ja": "自分が「犯罪者じゃない」から大丈夫、などと思ってはいけません。"}
{"en": "almost everyone breaks some laws,", "ja": "ほとんどすべての人間は何かの法律を破っているものです。"}
{"en": "but even if you do not, you could still be suspected.", "ja": "しかし、もしもあなたが法律を破っていなくても、それでも疑われる可能性はあるのです。"}
{"en": "Your friends and correspondents are likely to be next after you.", "ja": "あなたの友人や通信相手があなたの次に疑われるかもしれません。"}
{"en": "So arrange innocent-sounding \"code phrases\" with them now,", "ja": "ですから、無害に聞こえる「コード・フレーズ」を仲間うちで今のうちに決めておきなさい。"}
{"en": "things like \"Agnes has a bad cold\" (but don't use this one!),", "ja": "例えば「アグネスはひどい風邪をひいた」というようなものです(でもこの文は使わないように!)。"}
{"en": "as a way you can inform them that you were interrogated by the secret police, without giving the police a way to detect that you did so.", "ja": "そうすれば、秘密警察に尋問を受けたことを、警察に悟られずに仲間に知らせることができます。"}
{"en": "You never know what might lead the secret police to your door.", "ja": "何をきっかけとして、 あなたのドアまで秘密警察がやってくるのか、 わかったものではありません。"}
{"en": "Take the necessary precautions now,", "ja": "今のうちに、必要な用心をしておきましょう。"}
{"en": "because the only thing worse than fearing the knock on the door is being oblivious to the danger.", "ja": "なぜなら、 ドアのノックを恐れる以上にまずいのは、 危険に気づかずにいるということなのですから。"}
{"en": "A version of this article was published in the Guardian, a London newspaper, on 25 November 1999.", "ja": "この記事のある版は、 1999年11月25日付けのGuardian(ロンドンの新聞)で公開されました。"}
{"en": "As of March 2000, the R.I.P. was under active consideration in Parliament.", "ja": "2000年3月の時点で、R.I.Pは英国議会で熱心に検討されています。"}
{"en": "One minor protection has been added:", "ja": "ちょっとした安全策が追加されました。"}
{"en": "to imprison you for failing to produce a key, the government must prove you once had it.", "ja": "すなわち、鍵を出さなかったゆえに投獄するためには、当人がかつてそれを持っていたことを政府が証明しなければならないというのです。"}
{"en": "This provision seems designed to protect the Home Secretary, who is championing the bill, from a campaign of sending him encrypted email which he had no way to read.", "ja": "この準備は、この法案の擁護者である内務大臣を、 彼に読めない暗号メールを送ろうというキャンペーンから 守ることを意図しているように見えます。"}
{"en": "The change is a slight improvement, but the bill remains unworthy of a democratic country.", "ja": "この修正は少しばかりの改善ですが、 この法案は依然として民主主義国家にとってふさわしくないものです。"}
{"en": "For more information, consult the Foundation for Information Policy Research, or FIPR.", "ja": "さらに情報を得たい場合には、 Foundation for Information Policy Research (FIPR) をあたってください。"}
