{"en": "An Inner Landscape", "ja": "ある心の風景"}
{"en": "Kajii Motojiro", "ja": "梶井基次郎"}
{"en": "Takashi gazes from his window at the sleeping street.", "ja": "喬（たかし）は彼の部屋の窓から寝静まった通りに凝視（みい）っていた。"}
{"en": "No windows are lit, and the silence of late night forms a halo about the street lights.", "ja": "起きている窓はなく、深夜の静けさは暈（かさ）となって街燈のぐるりに集まっていた。"}
{"en": "The occasional harsh sound could be beetles colliding.", "ja": "固い音が時どきするのは突き当っていく黄金虫（ぶんぶん）の音でもあるらしかった。"}
{"en": "It is a maze-like town, and even during the day few people pass by.", "ja": "そこは入り込んだ町で、昼間でも人通りは少なく、"}
{"en": "Fish entrails and the corpses of rats lie for days without moving.", "ja": "魚の腹綿（はらわた）や鼠の死骸は幾日も位置を動かなかった。"}
{"en": "The houses on either side have a dilapidated air,", "ja": "両側の家々はなにか荒廃していた。"}
{"en": "and show the scars of weathering.", "ja": "自然力の風化して行くあとが見えた。"}
{"en": "The colorings are faded, the rough plaster walls crumbling, and one feels that the people within must live spiritless lives like old rags.", "ja": "紅殻（べにがら）が古びてい、荒壁の塀（へい）は崩れ、人びとはそのなかで古手拭のように無気力な生活をしているように思われた。"}
{"en": "The window in Takashi's room opens out to that street, positioning him as if sitting at the head of a table.", "ja": "喬の部屋はそんな通りの、卓子（テーブル）で言うなら主人役の位置に窓を開いていた。"}
{"en": "At times the sound of a clock's pendulum can be heard seeping in through gaps in the door.", "ja": "時どき柱時計の振子の音が戸の隙間から洩れてきこえて来た。"}
{"en": "A wind blows blackly through a faraway tree,", "ja": "遠くの樹に風が黒く渡る。"}
{"en": "and then a nearby oleander tree begins to shudder in the deep night.", "ja": "と、やがて眼近い夾竹桃（きょうちくとう）は深い夜のなかで揺れはじめるのであった。"}
{"en": "Takashi just gazes.", "ja": "喬（たかし）はただ凝視（みい）っている。"}
{"en": "The dimly white peaks of houses fade away and then reappear in his field of vision, and he feels unfocused thoughts passing through his mind again.", "ja": "――暗（やみ）のなかに仄（ほの）白く浮かんだ家の額（ひたい）は、そうした彼の視野のなかで、消えてゆき現われて来、喬は心の裡に定かならぬ想念のまた過ぎてゆくのを感じた。"}
{"en": "Crickets are chirping.", "ja": "蟋蟀（こおろぎ）が鳴いていた。"}
{"en": "From where he thinks he can hear them wafts a faint odor of moldering vegetation.", "ja": "そのあたりから――と思われた――微（かす）かな植物の朽ちてゆく匂いが漂って来た。"}
{"en": "\"Your room always smells like French escargot,\"", "ja": "「君の部屋は仏蘭西（フランス）の蝸牛（エスカルゴ）の匂いがするね」"}
{"en": "a friend once said while visiting.", "ja": "喬のところへやって来たある友人はそんなことを言った。"}
{"en": "\"No matter where you live you immediately give the place an aura of gloom\".", "ja": "またある一人は"}
{"en": "A spread out futon pushes through the room's clutter:", "ja": "いつも紅茶の滓（かす）が溜っているピクニック用の湯沸器。"}
{"en": "A water heater meant for use on picnics, always choked with spent tea leaves.", "ja": "帙（ちつ）と離ればなれに転（ころが）っている本の類。"}
{"en": "Here and there various books, separated from their cases.", "ja": "紙切れ。"}
{"en": "Scraps of paper.", "ja": "そしてそんなものを押しわけて敷かれている蒲団。"}
{"en": "During the day Takashi sleeps in the midst of all this like some nocturnal bird.", "ja": "喬はそんななかで青鷺（あおさぎ）のように昼は寝ていた。"}
{"en": "He awakes to the faraway sound of a school bell.", "ja": "眼が覚めては遠くに学校の鐘を聞いた。"}
{"en": "At night, when people are settling down to sleep, he comes to the window to gaze outside.", "ja": "そして夜、人びとが寝静まった頃この窓へ来てそとを眺めるのだった。"}
{"en": "His thoughts gradually become clearer, like a silhouette emerging from a thick fog.", "ja": "深い霧のなかを影法師のように過ぎてゆく想念がだんだん分明になって来る。"}
{"en": "The scenery that disperses and condenses before his eyes begins to seem at times completely familiar, and then at other times completely unknown.", "ja": "彼の視野のなかで消散したり凝聚（ぎょうしゅう）したりしていた風景は、ある瞬間それが実に親しい風景だったかのように、またある瞬間は全く未知の風景のように見えはじめる。"}
{"en": "Then a certain point is reached,", "ja": "そしてある瞬間が過ぎた。"}
{"en": "and Takashi can no longer distinguish between his thoughts and the late-night town.", "ja": "――喬にはもう、どこまでが彼の想念であり、どこからが深夜の町であるのか、わからなかった。"}
{"en": "His melancholy and the oleander in the darkness are one.", "ja": "暗のなかの夾竹桃はそのまま彼の憂鬱であった。"}
{"en": "An unseen electric lamp traces out an earthen wall, merging its shadow with the darkness,", "ja": "物陰の電燈に写し出されている土塀、暗と一つになっているその陰影。"}
{"en": "and there his resignation too takes solid form.", "ja": "観念もまたそこで立体的な形をとっていた。"}
{"en": "Takashi thinks that his inner landscape lies just there.", "ja": "喬（たかし）は彼の心の風景をそこに指呼することができる、と思った。"}
{"en": "Takashi stays awake at his window all night because he can't sleep, even at such an hour.", "ja": "どうして喬がそんなに夜更けて窓に起きているか、それは彼がそんな時刻まで寝られないからでもあった。"}
{"en": "Thoughts too dark to allow sleep torment him.", "ja": "寝るには余り暗い考えが彼を苦しめるからでもあった。"}
{"en": "He has caught a terrible illness from a woman.", "ja": "彼は悪い病気を女から得て来ていた。"}
{"en": "Long ago, he had a dream something like this--", "ja": "ずっと以前彼はこんな夢を見たことがあった。"}
{"en": "His leg is swelling.", "ja": "――足が地脹（じば）れをしている。"}
{"en": "Not only that, but it bears two rows of something like bite marks.", "ja": "その上に、噛（か）んだ歯がたのようなものが二列（ふたなら）びついている。"}
{"en": "As the swelling gradually becomes worse", "ja": "脹れはだんだんひどくなって行った。"}
{"en": "the marks grow deeper and their edges expand.", "ja": "それにつれてその痕（あと）はだんだん深く、まわりが大きくなって来た。"}
{"en": "Some of the marks look like the navel on a navel orange,", "ja": "あるものはネエヴルの尻のようである。"}
{"en": "with mounds of foul-looking meat peeking out from within.", "ja": "盛りあがった気味悪い肉が内部から覗（のぞ）いていた。"}
{"en": "Some are long, deep slits, like the path of a bookworm through an old book.", "ja": "またある痕は、細長く深く切れ込み、古い本が紙魚（しみ）に食い貫（ぬ）かれたあとのようになっている。"}
{"en": "Strangely, his leg turns green as it swells before his eyes,", "ja": "変な感じで、足を見ているうちにも青く脹れてゆく。"}
{"en": "yet there is no pain.", "ja": "痛くもなんともなかった。"}
{"en": "The sores are scarlet, like flowers on a cactus.", "ja": "腫物（はれもの）は紅い、サボテンの花のようである。"}
{"en": "His mother is there.", "ja": "母がいる。"}
{"en": "\"Well,", "ja": "「あああ。"}
{"en": "now look what's happened to me,\"", "ja": "こんなになった」"}
{"en": "he says in an accusing tone.", "ja": "彼は母に当てつけの口調だった。"}
{"en": "\"It's not my fault!\"", "ja": "「知らないじゃないか」"}
{"en": "\"Well you're the one who made these marks with your fingernails!\"", "ja": "「だって、あなたが爪でかたをつけたのじゃありませんか」"}
{"en": "He believes that his mother has dug her nails into him.", "ja": "母が爪で圧したのだ、と彼は信じている。"}
{"en": "But as he says so, a thought comes to him. Could it be...?", "ja": "しかしそう言ったとき喬（たかし）に、ひょっとしてあれじゃないだろうか、という考えが閃（ひらめ）いた。"}
{"en": "But there is no way she could know about that, he reassures himself, and in his dream he implores her,", "ja": "でも真逆（まさか）、母は知ってはいないだろう、と気強く思い返して、夢のなかの喬は"}
{"en": "\"Mother!", "ja": "「ね！"}
{"en": "Help me!\"", "ja": "お母さん！」"}
{"en": "His mother's resolve softens,", "ja": "母は弱らされていた。"}
{"en": "and after a time she at last says,", "ja": "が、しばらくしてとうとう"}
{"en": "\"All right, I'll fix you up.\"", "ja": "「そいじゃ、癒（なお）してあげよう」"}
{"en": "At some point the two rows of sores have moved, and now stretch from his chest to his stomach.", "ja": "二列の腫物（はれもの）はいつの間にか胸から腹へかけて移っていた。"}
{"en": "As he watches, wondering what she will do, his mother pulls at the skin of his chest (which at some point has started sagging like a shriveled teat) and begins stuffing one sore into its opposite, just as if sliding a button into a buttonhole.", "ja": "どうするのかと彼が見ていると、母は胸の皮を引張って来て（それはいつの間にか、萎（しぼ）んだ乳房のようにたるんでいた）一方の腫物を一方の腫物のなかへ、ちょうど釦（ボタン）を嵌（は）めるようにして嵌め込んでいった。"}
{"en": "In the dream Takashi looks on silently with a dissatisfied expression.", "ja": "夢のなかの喬はそれを不足そうな顔で、黙って見ている。"}
{"en": "One pair at a time, a sore is tucked into the one opposing it.", "ja": "一対（つい）ずつ一対ずつ一列の腫物は他の一列へそういうふうにしてみな嵌まってしまった。"}
{"en": "\"This is Dr. ___'s method,\"", "ja": "「これは××博士の法だよ」"}
{"en": "his mother says.", "ja": "と母が言った。"}
{"en": "He looks as if he is wearing a frock coat with many buttons,", "ja": "釦の多いフロックコートを着たようである。"}
{"en": "though the smallest movement seems likely to make them come loose.", "ja": "しかし、少し動いてもすぐ脱（はず）れそうで不安であった。――"}
{"en": "Takashi is careful to keep his secret concealed from his mother while he continues to stab out at her.", "ja": "何よりも母に、自分の方のことは包み隠して、気強く突きかかって行った。"}
{"en": "This had an effect on him, even though it was all within a dream.", "ja": "そのことが、夢のなかのことながら、彼には応（こた）えた。"}
{"en": "Takashi was surprised that consorting with prostitutes could so darkly encroach upon his life, to the point of appearing in his dreams.", "ja": "女を買うということが、こんなにも暗く彼の生活へ、夢に出るまで、浸（し）み込んで来たのかと喬は思った。"}
{"en": "In the course of his normal life he would have relations with girls,", "ja": "現実の生活にあっても、彼が女の児の相手になっている。"}
{"en": "and sometimes a girl would do some unkind thing.", "ja": "そしてその児が意地の悪いことをしたりする。"}
{"en": "At such times Takashi would imagine that girl a cruel whore, and then be taken by an unbearable self-loathing.", "ja": "そんなときふと邪慳（じゃけん）な娼婦は心に浮かび、喬（たかし）は堪（たま）らない自己嫌厭（けんお）に堕（お）ちるのだった。"}
{"en": "Each time that happened Takashi realized how filthy he had become inside, and knew the extent of the deformation caused by this wedge driven into his life.", "ja": "生活に打ち込まれた一本の楔（くさび）がどんなところにまで歪（ひずみ）を及ぼして行っているか、彼はそれに行き当るたびに、内面的に汚れている自分を識（し）ってゆくのだった。"}
{"en": "And then another wedge was driven into him-the suspicion of disease.", "ja": "そしてまた一本の楔、悪い病気の疑いが彼に打ち込まれた。"}
{"en": "Part of his old nightmare had come true.", "ja": "以前見た夢の一部が本当になったのである。"}
{"en": "He found himself noticing doctors' signboards on the street,", "ja": "彼は往来で医者の看板に気をつける自分を見出すようになった。"}
{"en": "or unintentionally reading advertisements in newspapers,", "ja": "新聞の広告をなにげなく読む自分を見出すようになった。"}
{"en": "though he had never before paid attention to such things.", "ja": "それはこれまでの彼が一度も意識してした事のないことであった。"}
{"en": "He would see some beautiful thing, and feel happy because of it.", "ja": "美しいものを見る、そして愉快になる。"}
{"en": "But then he would feel a sudden discontent, and following that emotion to its source would invariably lead to the sickness.", "ja": "ふと心のなかに喜ばないものがあるのを感じて、それを追ってゆき、彼の突きあたるものは、やはり病気のことであった。"}
{"en": "At those times Takashi could not help but feel as if some dark thing lay in wait for him everywhere he went.", "ja": "そんなとき喬は暗いものに到るところ待ち伏せされているような自分を感じないではいられなかった。"}
{"en": "Sometimes he would take out that diseased part of him and examine it.", "ja": "時どき彼は、病める部分を取出して眺めた。"}
{"en": "It beseeched him with an expression like some sorrowful animal.", "ja": "それはなにか一匹の悲しんでいる生き物の表情で、彼に訴えるのだった。"}
{"en": "Takashi often remembers that unfortunate night.", "ja": "喬はたびたびその不幸な夜のことを思い出した。――"}
{"en": "He sat alone in a room facing the traffic, where he could hear drunken johns and the voices of the women who called to them.", "ja": "彼は酔っ払った嫖客（ひょうきゃく）や、嫖客を呼びとめる女の声の聞こえて来る、往来に面した部屋に一人坐っていた。"}
{"en": "The sounds of lively shamisen guitars and taiko drums from the neighborhood beat against his solitary heart.", "ja": "勢いづいた三味線や太鼓の音が近所から、彼の一人の心に響いて来た。"}
{"en": "Oh, this place!", "ja": "「この空気！」"}
{"en": "Takashi thought, straining to hear the sounds of shuffling sandals", "ja": "と喬（たかし）は思い、耳を欹（そばだ）てるのであった。"}
{"en": "and, weaving among that, the clacking of wooden clogs.", "ja": "ゾロゾロと履物（はきもの）の音。"}
{"en": "It seemed as if all the sounds, the call of the ice cream seller, the singing voices, all of them, were being made for some purpose.", "ja": "――物音はみな、あるもののために鳴っているように思えた。"}
{"en": "The sound of the serving girl's clogs, too, hadn't affected him so when they were just out front on Shijo Avenue.", "ja": "小婢（こおんな）の利休の音も、すぐ表ての四条通ではこんなふうには響かなかった。"}
{"en": "Takashi felt a self like the one that had walked down Shijo Avenue a few minutes ago――a self that could freely think upon things――there in the room with him.", "ja": "喬は四条通を歩いていた何分か前の自分、――そこでは自由に物を考えていた自分、――と同じ自分をこの部屋のなかで感じていた。"}
{"en": "Finally, I'm here, he thought.", "ja": "「とうとうやって来た」"}
{"en": "The serving girl entered, and the room filled with the smell of wax from the charcoal sticks in the brazier she brought.", "ja": "小婢が上って来て、部屋には便利炭の蝋（ろう）が匂った。"}
{"en": "Takashi found his tongue tied, and when she left he told himself that no one could be expected to change moods so abruptly.", "ja": "喬は満足に物が言えず、小婢の降りて行ったあとで、そんなすぐに手の裏返したようになれるかい、と思うのだった。"}
{"en": "The woman was a long time in coming.", "ja": "女はなかなか来なかった。"}
{"en": "Takashi grew anxious, and on a whim decided to climb up to the fire lookout of this house that he had come to know so well.", "ja": "喬は屈託した気持で、思いついたまま、勝手を知ったこの家の火の見へ上って行こうと思った。"}
{"en": "Climbing up a rotting ladder, he passed a room with its paper window screen open.", "ja": "朽ちかけた梯子（はしご）をあがろうとして、眼の前の小部屋の障子が開いていた。"}
{"en": "Inside, a futon was laid out and someone glared out at him.", "ja": "なかには蒲団が敷いてあり、人の眼がこちらを睨（にら）んでいた。"}
{"en": "Takashi pretended not to notice and continued up, thinking about how this place lent self-assurance.", "ja": "知らぬふりであがって行きながら喬は、こんな場所での気強さ、と思った。"}
{"en": "Climbing up to the lookout, he saw that this part of town was covered in dark roof tiles.", "ja": "火の見へあがると、この界隈（かいわい）を覆っているのは暗い甍（いらか）であった。"}
{"en": "Here and there amid the tiles electrically lit parlors were visible through bamboo screens.", "ja": "そんな間から所どころ、電燈をつけた座敷が簾（すだれ）越しに見えていた。"}
{"en": "A tall building containing a restaurant stuck out from a surprising location.", "ja": "レストランの高い建物が、思わぬところから頭を出していた。"}
{"en": "That must be Shijo Avenue, Takashi thought.", "ja": "四条通はあすこかと思った。"}
{"en": "Beyond the rooftops he could see the red gate of Yasaka Shrine and the forest, dimly revealed by reflected light from electric lamps.", "ja": "八坂神社の赤い門。"}
{"en": "The evening haze blurred the far-away details", "ja": "夜の靄が遠くはぼかしていた。"}
{"en": "of the Maruyama and Higashiyama districts.", "ja": "円山、それから東山（ひがしやま）。"}
{"en": "The Milky Way flowed from somewhere in that direction.", "ja": "天の川がそのあたりから流れていた。"}
{"en": "Takashi felt himself being set free.", "ja": "喬（たかし）は自分が解放されるのを感じた。"}
{"en": "From now on I'll always come up here, he thought.", "ja": "そして、"}
{"en": "A night heron flew by, calling.", "ja": "五位が鳴いて通った。"}
{"en": "A soot-black cat walked along the roof.", "ja": "煤（すす）黒い猫が屋根を歩いていた。"}
{"en": "Takashi saw a pot of spent autumn flowers at his feet.", "ja": "喬は足もとに闌（すが）れた秋草の鉢を見た。"}
{"en": "The woman said that she was from Hakata,", "ja": "女は博多から来たのだと言った。"}
{"en": "and her Kyoto dialect had a strange accent.", "ja": "その京都言葉に変な訛りがあった。"}
{"en": "She had a neat appearance, and Takashi told her so.", "ja": "身嗜（みだしな）みが奇麗で、喬は女にそう言った。"}
{"en": "This loosened the woman's mouth, and she told him that even though she had just come to town she had sold some thousands of flowers the previous month, putting her fourth from the top in this brothel district.", "ja": "そんなことから、女の口はほぐれて、自分がまだ出て々（そうそう）だのに、先月はお花を何千本売って、この廓（くるわ）で四番目なのだと言った。"}
{"en": "Starting with whoever topped the list, the girls’ names would be posted in the coordinating office, and some number of top girls would receive prize money.", "ja": "またそれは一番から順に検番に張り出され、何番かまではお金が出る由言った。"}
{"en": "She said that she looked so neat and tidy because her mistress, who she called Mother, took good care of so valuable a girl.", "ja": "女の小ざっぱりしているのはそんな彼女におかあはんというのが気をつけてやるのであった。"}
{"en": "\"So I'm working as hard as I can,\"", "ja": "「そんなわけやでうちも一生懸命にやってるの。"}
{"en": "\"Just recently I caught a cold, and so I'm quite tired, and so Mother told me I should rest, but I keep working.\"", "ja": "こないだからもな、風邪ひいとるんやけど、しんどうてな、おかあはんは休めというけど、うちは休まんのや」"}
{"en": "\"Are you taking any medicine?\"", "ja": "「薬は飲んでるのか」"}
{"en": "\"They gave me some, but each dose costs five sen , and it never helps, no matter how much I take.\"", "ja": "「うちでくれたけど、一服五銭でな、……あんなものなんぼ飲んでもきかせん」"}
{"en": "While listening to the girl, Takashi recalled a woman that a man named S___ had spoken of.", "ja": "喬はそんな話を聞きながら、頭ではＳ―という男の話にきいたある女の事を憶（おも）い浮かべていた。"}
{"en": "She was an ugly woman, S___ said, and you would be embarrassed to ask for her by name no matter how drunk you were.", "ja": "それは醜い女で、その女を呼んでくれと名を言うときは、いくら酔っていても羞（はずか）しい思いがすると、Ｓ―は言っていた。"}
{"en": "And the filth of the nightwear she wore, you wouldn't believe it, he said.", "ja": "そして着ている寝間着の汚（きたな）いこと、それは話にならないよと言った。"}
{"en": "The first time S___ was paired with her it was by mere chance.", "ja": "Ｓ―は最初、ふとした偶然からその女に当り、その時、よもやと思っていたような異様な経験をしたのであった。"}
{"en": "He ended up having quite the bizarre experience, however, and after that whenever he got raging drunk he would give in to his baser self and call for that woman.", "ja": "その後Ｓ―はひどく酔ったときなどは、気持にはどんな我慢をさせてもという気になってついその女を呼ぶ、"}
{"en": "He said that when he drank something happened to stir him up, and then no other woman could satisfy him.", "ja": "心が荒くなってその女でないと満足できないようなものが、酒を飲むと起こるのだと言った。"}
{"en": "When Takashi heard the story he thought that it was one thing if the woman had perversions of her own, but the fact that the battle for survival in the red light district forced that ugly woman to do such peculiar things was depressing.", "ja": "喬（たかし）はその話を聞いたとき、女自身に病的な嗜好（しこう）があるのなればとにかくだがと思い、畢竟（ひっきょう）廓での生存競争が、醜いその女にそのような特殊なことをさせるのだと、考えは暗いそこへ落ちた。"}
{"en": "S___ told him that the woman was as silent as a mute.", "ja": "その女は（おし）のように口をきかぬとＳ―は言った。"}
{"en": "Not that you would want to talk to her, he added.", "ja": "もっとも話をする気にはならないよと、また言った。"}
{"en": "At the time Takashi had wondered how many customers, likely mute themselves, the woman had.", "ja": "いったい、やはりの、何人位の客をその女は持っているのだろうと、その時喬は思った。"}
{"en": "In his mind, Takashi compared the ugly woman with this one as he listened to her prattle.", "ja": "喬はその醜い女とこの女とを思い比べながら、耳は女のお喋（しゃべ）りに任せていた。"}
{"en": "\"You sure are a quiet one,\"", "ja": "「あんたは温柔（おとな）しいな」"}
{"en": "she said.", "ja": "と女は言った。"}
{"en": "Her skin was hot.", "ja": "女の肌は熱かった。"}
{"en": "Each time his touch reached some new place he found her heat increased.", "ja": "新しいところへ触れて行くたびに"}
{"en": "\"I have another to go to,\"", "ja": "「またこれから行かんならん」"}
{"en": "the woman said, beginning her preparations to leave.", "ja": "と言って女は帰る仕度をはじめた。"}
{"en": "\"You're leaving too, right?\"", "ja": "「あんたも帰るのやろ」"}
{"en": "\"Yeah.\"", "ja": "「うむ」"}
{"en": "Lying down, Takashi saw the woman facing him, putting on her kimono.", "ja": "喬は寝ながら、女がこちらを向いて、着物を着ておるのを見ていた。"}
{"en": "Watching her, he thought, Here it comes… There! That's it…,", "ja": "見ながら彼は"}
{"en": "‘that’ being a feeling something like this:", "ja": "それはこんな気持であった。"}
{"en": "He's always thinking about women, and he comes to a place like this to buy one.", "ja": "――平常自分が女、女、と想っている、そしてこのような場所へ来て女を買うが、"}
{"en": "She comes into the room.", "ja": "女が部屋へ入って来る、"}
{"en": "Up to this point she's fine.", "ja": "それまではまだいい、"}
{"en": "The woman takes off her kimono, and still she's fine.", "ja": "女が着物を脱ぐ、それまでもまだいい、"}
{"en": "But then as things progress he becomes unsure of what it is that he is always imagining as being a woman.", "ja": "それからそれ以上は、何が平常から想っていた女だろう。"}
{"en": "So, these are the arms of a woman, he tells himself.", "ja": "「さ、これが女の腕だ」"}
{"en": "But they are just a woman's arms, and nothing more.", "ja": "しかしそれはまさしく女の腕であって、それだけだ。"}
{"en": "But then, as she prepares to leave, she once again takes the form of a woman.", "ja": "そして女が帰り仕度をはじめた今頃、それはまた女の姿をあらわして来るのだ。"}
{"en": "\"I wonder if the trains are still running?\"", "ja": "「電車はまだあるか知らん」"}
{"en": "\"I have no idea.\"", "ja": "「さあ、どうやろ」"}
{"en": "Actually, Takashi hoped that the trains had stopped.", "ja": "喬（たかし）は心の中でもう電車がなくなっていてくれればいいと思った。"}
{"en": "Then the mistress downstairs might say something like", "ja": "階下のおかみは"}
{"en": "\"If you don't want to leave, I don't mind if you sleep here until morning.\"", "ja": "「帰るのがお厭（いや）どしたら、朝まで寝とおいやしても、うちはかましまへん」"}
{"en": "Takashi thought it more likely that she would say,", "ja": "それより"}
{"en": "\"If you aren't going to call someone up, you need to leave.\"", "ja": "「誰ぞをお呼びやおへんのどしたら、帰っとくれやす」"}
{"en": "\"You aren't leaving with me?\"", "ja": "「あんた一緒に帰らへんのか」"}
{"en": "The woman had finished dressing, but was still hanging back.", "ja": "女は身じまいはしたが、まだ愚図ついていた。"}
{"en": "Well...,", "ja": "「まあ」"}
{"en": "he thought, starting to take off his sweaty robe.", "ja": "と思い、彼は汗づいた浴衣（ゆかた）だけは脱ぎにかかった。"}
{"en": "The woman left, and he immediately told the serving girl to bring him a beer.", "ja": "女は帰って、すぐ彼は「ビール」と小婢（こおんな）に言いつけた。"}
{"en": "The cry of a sparrow sounded in the gutter.", "ja": "ジュ、ジュクと雀の啼声（なきごえ）が樋（とゆ）にしていた。"}
{"en": "In his half-awake mind, Takashi pictured the fresh exterior being lit up in the morning fog.", "ja": "喬は朝靄（あさもや）のなかに明けて行く水みずしい外面を、半分覚めた頭に描いていた。"}
{"en": "Lifting his head, he could see the sleeping face of a woman, lit by the dim light of electric lamps in the morning air.", "ja": "頭を挙げると朝の空気のなかに光の薄れた電燈が、睡っている女の顔を照していた。"}
{"en": "He awoke again to the sound of a flower seller's voice at the front door.", "ja": "花売りの声が戸口に聞こえたときも彼は眼を覚ました。"}
{"en": "What a fresh voice, he thought.", "ja": "新鮮な声、と思った。"}
{"en": "He could almost see the color of the morning sun spilling over the flowers and the sakaki leaves that she carried.", "ja": "榊（さかき）の葉やいろいろの花にこぼれている朝陽の色が、見えるように思われた。"}
{"en": "After a time the doors of homes flew open, and the voices of children heading for school came from the street.", "ja": "やがて、家々の戸が勢いよく開いて、学校へ行く子供の声が路に聞こえはじめた。"}
{"en": "The woman was still deep asleep.", "ja": "女はまだ深く睡っていた。"}
{"en": "\"Go home.", "ja": "「帰って、"}
{"en": "Take a bath,\"", "ja": "風呂へ行って」"}
{"en": "the woman said through a yawn, holding on her palm the woven hairpiece she wore on top of her bun.", "ja": "と女は欠伸（あくび）まじりに言い、束髪の上へ載せる丸く編んだ毛を掌に載せ、"}
{"en": "\"I'm going now,\"", "ja": "「帰らしてもらいまっさ」"}
{"en": "she said, leaving.", "ja": "と言って出て行った。"}
{"en": "Takashi just went back to sleep.", "ja": "喬（たかし）はそのまままた寝入った。"}
{"en": "Takashi goes from the foot of the Marutacho Bridge down to the dry riverbed.", "ja": "喬は丸太町の橋の袂（たもと）から加茂磧（かわら）へ下りて行った。"}
{"en": "The houses facing the riverbed create afternoon shadows.", "ja": "磧に面した家々が、そこに午後の日蔭を作っていた。"}
{"en": "There is a pile of the stones used to fortify the riverbank,", "ja": "護岸工事に使う小石が積んであった。"}
{"en": "and they have a strong, peculiar odor under the autumn sun.", "ja": "それは秋日の下で一種の強い匂いをたてていた。"}
{"en": "Over towards the Aragami Bridge centrifugal drying machines are strewn about the fields.", "ja": "荒神橋の方に遠心乾燥器が草原に転っていた。"}
{"en": "Somewhere in that direction a metal measuring tape flashes in the sun.", "ja": "そのあたりで測量の巻尺が光っていた。"}
{"en": "Below the Aragami Bridge the river flows in fine ripples like a reed screen.", "ja": "川水は荒神橋の下手で簾（すだれ）のようになって落ちている。"}
{"en": "Shallow water glitters as it burbles by a sandbar choked with summer grasses.", "ja": "夏草の茂った中洲（なかす）の彼方（かなた）で、浅瀬は輝きながらサラサラ鳴っていた。"}
{"en": "A wagtail flies off.", "ja": "鶺鴒（せきれい）が飛んでいた。"}
{"en": "The sun stabs down onto his back, but in the shade the cold of autumn curls about him.", "ja": "背を刺すような日表（ひなた）は、蔭となるとさすが秋の冷たさが跼（くぐま）っていた。"}
{"en": "Takashi sits there.", "ja": "喬はそこに腰を下した。"}
{"en": "People go by, cars go by, he thinks.", "ja": "「人が通る、車が通る」"}
{"en": "And then, I'm in pain in the city.", "ja": "「街では自分は苦しい」"}
{"en": "Foot and vehicle traffic passes by on the road running along the opposite bank.", "ja": "川向うの道を徒歩や車が通っていた。"}
{"en": "Along it is the public market,", "ja": "川添の公設市場。"}
{"en": "a shed filled with barrels of tar,", "ja": "タールの樽（たる）が積んである小屋。"}
{"en": "and people working in an empty lot, perhaps building a house.", "ja": "空地では家を建てるのか人びとが働いていた。"}
{"en": "Occasionally a wind blows from upriver.", "ja": "川上からは時どき風が吹いて来た。"}
{"en": "With a rustling it pushes a crumpled page of a newspaper past where he sits.", "ja": "カサコソと彼の坐っている前を、皺（しわ）になった新聞紙が押されて行った。"}
{"en": "Stopped by a small stone, for a time it holds out against the wind.", "ja": "小石に阻（はば）まれ、一しきり風に堪えていたが、"}
{"en": "But then with a sudden flip it is carried off again.", "ja": "ガックリ一つ転ると、また運ばれて行った。"}
{"en": "Two children and a dog walk upriver.", "ja": "二人の子供に一匹の犬が川上の方へ歩いて行く。"}
{"en": "The dog comes back, gives the newspaper a sniff, and returns to following the children.", "ja": "犬は戻って、ちょっとその新聞紙を嗅（か）いで見、また子供のあとへついて行った。"}
{"en": "A zelkova tree thick with leaves stands on his side of the river.", "ja": "川のこちら岸には高い欅（けやき）の樹が葉を茂らせている。"}
{"en": "Takashi is taken by the tips of its branches, waving high in the wind.", "ja": "喬（たかし）は風に戦（そよ）いでいるその高い梢（こずえ）に心は惹（ひ）かれた。"}
{"en": "After gazing at it for a time some part of his soul moves into the treetop, and he feels himself swaying with the small leaves and bending with the green branches among the high air currents.", "ja": "ややしばらく凝視（みい）っているうちに、彼の心の裡のなにかがその梢に棲（とま）り、高い気流のなかで小さい葉と共に揺れ青い枝と共に撓（たわ）んでいるのが感じられた。"}
{"en": "Ah, this feeling...", "ja": "「ああこの気持」"}
{"en": "Takashi thinks.", "ja": "と喬は思った。"}
{"en": "To just look, that's something, too.", "ja": "「視（み）ること、それはもうなにかなのだ。"}
{"en": "I can move part, perhaps all of my soul into a thing.", "ja": "自分の魂の一部分あるいは全部がそれに乗り移ることなのだ」"}
{"en": "Takashi thinks on such things.", "ja": "喬はそんなことを思った。"}
{"en": "The lure of the window he sits at every night, how it quells his depression and troubles.", "ja": "毎夜のように彼の坐る窓辺、その誘惑――病鬱や生活の苦渋が鎮められ、"}
{"en": "The marvel of becoming some thing that he gazes at from a distance.", "ja": "ある距（へだた）りをおいて眺められるものとなる心の不思議が、"}
{"en": "He feels that in the high branches of the zelkova tree as well.", "ja": "ここの高い欅の梢にも感じられるのだった。"}
{"en": "I'm in pain in the city.", "ja": "「街では自分は苦しい」"}
{"en": "To the north, red torii dot the Kamo Forest.", "ja": "北には加茂の森が赤い鳥居を点じていた。"}
{"en": "Above that the faraway mountains blend together.", "ja": "その上に遠い山々は累（かさな）って見える。"}
{"en": "Hieizan Mountain forms a backdrop for columns of smoke from the chimneys of spinning mills.", "ja": "比叡山――それを背景にして、紡績工場の煙突が煙を立登らせていた。"}
{"en": "Red brick buildings,", "ja": "赤煉瓦（れんが）の建物。"}
{"en": "a post office.", "ja": "ポスト。"}
{"en": "Bicycles pass over the Aragami Bridge, among parasols and horse-drawn carriages.", "ja": "荒神橋には自転車が通り、パラソルや馬力（ばりき）が動いていた。"}
{"en": "The shade reaches the riverbed, and a peddler sounds his trumpet.", "ja": "日蔭は磧に伸び、物売りのラッパが鳴っていた。"}
{"en": "Takashi sometimes aimlessly walks the streets of the city until late at night.", "ja": "喬（たかし）は夜更けまで街をほっつき歩くことがあった。"}
{"en": "There are no people on Shijo Avenue, except for the rare passing drunk.", "ja": "人通りの絶えた四条通は稀（まれ）に酔っ払いが通るくらいのもので、"}
{"en": "The night fog has settled down onto the asphalt.", "ja": "夜霧はアスファルトの上までおりて来ている。"}
{"en": "Stores on both sides of the street have trash bins pushed out to the pavement, and their doors are locked tight.", "ja": "両側の店はゴミ箱を舗道に出して戸を鎖（とざ）してしまっている。"}
{"en": "Here and there are puddles of vomit and overturned bins.", "ja": "所どころに嘔吐（へど）がはいてあったり、ゴミ箱が倒されていたりした。"}
{"en": "Takashi recalls times when he would get so drunk, but now he walks on in silence.", "ja": "喬は自分も酒に酔ったときの経験は頭に上り、今は静かに歩くのだった。"}
{"en": "He turns and enters the Shinkyogoku mall, where it is oddly busy for the time. The sound of a woman's clogs comes from between shuttered doors as she carries a metal basin to the bath. A shop clerk brings out a pair of roller skates. A man carries a delivery order of udon noodles. Youths play tug-of-war with a pole in the middle of traffic.", "ja": "新京極に折れると、たてた戸の間から金盥（かなだらい）を持って風呂へ出かけてゆく女の下駄が鳴り、ローラースケートを持ち出す小店員、うどんの出前を運ぶ男、往来の真中で棒押しをしている若者などが、異様な盛り場の夜更けを見せている。"}
{"en": "It is almost as if the existence of these people is buried in the bustle of daytime, but is able to express itself at this hour.", "ja": "昼間は雑閙（ざっとう）のなかに埋れていたこの人びとはこの時刻になって存在を現わして来るのだと思えた。"}
{"en": "Leaving the mall, the town returns to a true late night.", "ja": "新京極を抜けると町はほんとうの夜更けになっている。"}
{"en": "The sound of his clogs, which he never notices during the daytime, is sharp in his ears.", "ja": "昼間は気のつかない自分の下駄の音が変に耳につく。"}
{"en": "The silence of the area makes him feel as if he is walking through it with some strange intent.", "ja": "そしてあたりの静寂は、なにか自分が変なたくらみを持って町を歩いているような感じを起こさせる。"}
{"en": "Takashi hangs a small Korean bell at his waist as he walks through these late nights.", "ja": "喬は腰に朝鮮の小さい鈴を提（さ）げて、そんな夜更け歩いた。"}
{"en": "It is a gift from a friend, purchased for him at the Korea Pavilion in the Okazaki Park exhibition grounds.", "ja": "それは岡崎公園にあった博覧会の朝鮮館で友人が買って来たものだった。"}
{"en": "It has blue and red cloisonne work over a silver base, and a beautiful mellow sound.", "ja": "銀の地に青や赤の七宝がおいてあり、美しい枯れた音がした。"}
{"en": "When among other people it can't be heard, but it begins to ring on late night roads as if an embodiment of his heart.", "ja": "人びとのなかでは聞こえなくなり、夜更けの道で鳴り出すそれは、彼の心の象徴のように思えた。"}
{"en": "The town he walks through opens up to him, as does the view from his window.", "ja": "ここでも町は、窓辺から見る風景のように、歩いている彼に展（ひら）けてゆくのであった。"}
{"en": "These are roads that he has never walked down before,", "ja": "生まれてからまだ一度も踏まなかった道。"}
{"en": "but at the same time they produce a feeling of familiarity in him.", "ja": "そして同時に、実に親しい思いを起こさせる道。"}
{"en": "These are no longer just the same roads that he has walked down some few times before.", "ja": "――それはもう彼が限られた回数通り過ぎたことのあるいつもの道ではなかった。"}
{"en": "Takashi would lose track of how long he had been walking, and would feel that he has become an eternal passer-by.", "ja": "いつの頃から歩いているのか、喬（たかし）は自分がとことわの過ぎてゆく者であるのを今は感じた。"}
{"en": "At such times, the ring of the Korean bell causes Takashi's heart to tremble.", "ja": "そんな時朝鮮の鈴は、喬の心を顫（ふる）わせて鳴った。"}
{"en": "At times, Takashi feels as if his shell of a body is left behind on the street and only the sound of the bell passes through the town.", "ja": "ある時は、喬の現身（うつせみ）は道の上に失われ鈴の音だけが町を過るかと思われた。"}
{"en": "At other times it feels as if a clear mountain stream flows out from near his waist and into his body.", "ja": "またある時それは腰のあたりに湧（わ）き出して、彼の身体の内部へ流れ入る澄み透った溪流のように思えた。"}
{"en": "It flows about within him, and cleanses his sickness-fouled blood.", "ja": "それは身体を流れめぐって、病気に汚れた彼の血を、洗い清めてくれるのだ。"}
{"en": "I'm gradually getting better.", "ja": "「俺はだんだん癒（なお）ってゆくぞ」"}
{"en": "The ringing of his small hope purely vibrates the late-night air.", "ja": "コロコロ、コロコロ、彼の小さな希望は深夜の空気を清らかに顫わせた。"}
{"en": "The view from his window is the same every night.", "ja": "窓からの風景はいつの夜も渝（かわ）らなかった。"}
{"en": "To Takashi all nights are the same.", "ja": "喬にはどの夜もみな一つに思える。"}
{"en": "But one night Takashi sees a point of blue-white light in a tree in the darkness.", "ja": "しかしある夜、喬は暗（やみ）のなかの木に、一点の蒼白（あおじろ）い光を見出した。"}
{"en": "It must be some kind of insect, he thinks.", "ja": "いずれなにかの虫には違いないと思えた。"}
{"en": "Takashi sees the light again the following night, and the night after that.", "ja": "次の夜も、次の夜も、喬はその光を見た。"}
{"en": "When he leaves the window and lays down on his bed, he feels a dim point of light glowing in the darkness of his room as well.", "ja": "そして彼が窓辺を去って、寝床の上に横になるとき、彼は部屋のなかの暗にも一点の燐光（りんこう）を感じた。"}
{"en": "\"You creature that is ailing me!", "ja": "「私の病んでいる生き物。"}
{"en": "In due course I will disappear into the darkness,", "ja": "私は暗闇のなかにやがて消えてしまう。"}
{"en": "but I think that you are able to stay awake without sleeping.", "ja": "しかしお前は睡らないでひとりおきているように思える。"}
{"en": "Like that insect outside, burning its blue light.\"", "ja": "そとの虫のように……青い燐光を燃（もや）しながら……」"}
