{"en": "Lappin And Lapinova", "ja": "ラピンとラピノヴァラピンとラピノヴァ"}
{"en": "Virginia Woolf", "ja": "ヴァージニア・ウルフ"}
{"en": "They were married.", "ja": "2人は結婚した。"}
{"en": "The wedding march pealed out.", "ja": "ウェディングマーチが鳴り響いた。"}
{"en": "The pigeons fluttered.", "ja": "鳩が羽ばたいた。"}
{"en": "Small boys in Eton jackets threw rice;", "ja": "イートンのジャケットを着た小さな少年たちが米を投げる。"}
{"en": "a fox terrier sauntered across the path;", "ja": "フォックステリアがのんびりと道を横切る。"}
{"en": "and Ernest Thorburn led his bride to the car through that small inquisitive crowd of complete strangers", "ja": "そしてアーネスト・ソーバーンは花嫁の手をとり、誰一人知った顔のいない野次馬の群れをかきわけ、車へと導いた。"}
{"en": "which always collects in London to enjoy other people’s  happiness or unhappiness.", "ja": "ロンドンの人々は、いつもこうして集まっては他人の幸不幸を楽しむものだった。"}
{"en": "Certainly he looked handsome and she looked shy.", "ja": "確かに、かれはハンサムに見えたし彼女はシャイに見えた。"}
{"en": "More rice was thrown, and the car moved off.", "ja": "さらに米が投げられ、車が走り出した。"}
{"en": "That was on Tuesday.", "ja": "それは火曜日のことだった。"}
{"en": "Now it was Saturday.", "ja": "今は土曜日。"}
{"en": "Rosalind had still to get used to the fact that she was Mrs. Ernest Thorburn.", "ja": "ロザリンドはまだ自分がミセス・アーネスト・ソーバーンであるという事実に慣れていなかった。"}
{"en": "Perhaps she never would get used to the fact that she was Mrs. Ernest Anybody, she thought,", "ja": "たぶん、この先自分がミセス・アーネスト・ソーバーンであるという事実に慣れることはないだろう、と彼女は思った。"}
{"en": "as she sat in the bow window of the hotel looking over the lake to the mountains,", "ja": "湖から山々を望むホテルの飾り窓に腰掛けて。"}
{"en": "and waited for her husband to come down to breakfast.", "ja": "そして夫が朝食をとりに降りてくるのを待っていた。"}
{"en": "Ernest was a difficult name to get used to.", "ja": "アーネストとは、慣れにくい名前だった。"}
{"en": "It was not the name she would have chosen.", "ja": "それは、彼女が選びたいと思っていた名前ではなかった。"}
{"en": "She would have preferred Timothy, Antony, or Peter.", "ja": "彼女は、ティモシーとか、アンソニーとか、ピーターといった名前の方が好きだった。"}
{"en": "He did not look like Ernest either.", "ja": "それに、かれはアーネストのように見えなかった。"}
{"en": "The name suggested the Albert Memorial, mahogany sideboards, steel engravings of the Prince Consort with his family――her mother―in―law’s dining――room in Porchester Terrace in short.", "ja": "つまりその名前は、アルバート記念碑やマホガニーの食器棚や、鉄製のコンソート王子の彫刻、それからかれの家族――ポーチェスターテラスにある、義母のダイニング・ルームを思わせるものだった。"}
{"en": "But here he was.", "ja": "けれどもここにかれはいる。"}
{"en": "Thank goodness he did not look like Ernest――", "ja": "ありがたいこと、かれはアーネストのように見えなかった――"}
{"en": "no.", "ja": "そうとも。"}
{"en": "But what did he look like?", "ja": "でも、じゃあかれは何のように見えるんだろう？"}
{"en": "She glanced at him sideways.", "ja": "彼女はかれを横目で盗み見た。"}
{"en": "Well, when he was eating toast he looked like a rabbit.", "ja": "すると、トーストを食べているときのかれはうさぎのように見えた。"}
{"en": "Not that anyone else would have seen a likeness to a creature so diminutive and timid in this spruce, muscular young man with the straight nose, the blue eyes, and the very firm mouth.", "ja": "そういうちっぽけで臆病な動物と、このこぎれいでたくましい若い男性とのつながりを見出したものは他に誰もいなかったことだろう。"}
{"en": "But that made it all the more amusing.", "ja": "だが、それはすべてをもっと面白くしてくれる。"}
{"en": "His nose twitched very slightly when he ate.", "ja": "食事中、かれの鼻は極々わずかにひくついた。"}
{"en": "So did her pet rabbit’s.", "ja": "彼女が飼っていたうさぎがそうしたように。"}
{"en": "She kept watching his nose twitch;", "ja": "彼女はかれの鼻がひくつくのをずっと観察していた。"}
{"en": "and then she had to explain, when he caught her looking at him, why she laughed.", "ja": "やがて笑い出した彼女は、怪訝な視線を受けて説明をしなければならなくなった。"}
{"en": "“It’s because you’re like a rabbit, Ernest,”", "ja": "「だって、アーネストがうさぎみたいだったんだもの」"}
{"en": "she said.", "ja": "と彼女は言った。"}
{"en": "“Like a wild rabbit,”", "ja": "「野生のうさぎ」"}
{"en": "she added, looking at him.", "ja": "かれを見つめながら付け加える。"}
{"en": "“A hunting rabbit; a King Rabbit; a rabbit that makes laws for all the other rabbits.”", "ja": "「狩りをするうさぎ、王さまうさぎ、他のうさぎたちのために法律を作ってやるうさぎ」"}
{"en": "Ernest had no objection to being that kind of rabbit, and since it amused her to see him twitch his nose――", "ja": "アーネストは自分がそういううさぎであることに別段不満もなかったし、鼻をひくつかせるとロザリンドが面白がるので――"}
{"en": "he had never known that his nose twitched――", "ja": "かれ自身は自分の鼻がひくつくなんて知らなかったのだけれども――"}
{"en": "he twitched it on purpose.", "ja": "わざとやってみせた。"}
{"en": "And she laughed and laughed;", "ja": "ロザリンドは笑い転げた。"}
{"en": "and he laughed too,", "ja": "アーネストも笑い出した。"}
{"en": "so that the maiden ladies and the fishing man and the Swiss waiter in his greasy black jacket all guessed right; ", "ja": "それを見て、メイドたちも釣り人たちも脂じみた黒いジャケットを着たスイス人のウェイターもみな正しい推測を下した。"}
{"en": "they were very happy.", "ja": "2人はとてもしあわせなのだと。"}
{"en": "But how long does such happiness last?", "ja": "けれども、そういうしあわせはいつまで保（も）つものか？"}
{"en": "they asked themselves; and each answered according to his own circumstances.", "ja": "それぞれが、それぞれの身の上に応じた答えをはじきだした。"}
{"en": "At lunch time, seated on a clump of heather beside the lake,", "ja": "昼食時、湖のそばにあったヒースの茂みに席をしつらえ、"}
{"en": "“Lettuce, rabbit?”", "ja": "「レタスはどう、うさぎさん？」"}
{"en": "said Rosalind, holding out the lettuce that had been provided to eat with the hardboiled eggs.", "ja": "と言って固ゆで卵に添えられていたレタスをさしだした。"}
{"en": "“Come and take it out of my hand,”", "ja": "「さあおいで、手からとってちょうだい」"}
{"en": "she added, and he stretched out and nibbled the lettuce and twitched his nose.", "ja": "とロザリンドが言い、アーネストは背伸びしてレタスを食み、鼻をひくつかせた。"}
{"en": "“Good rabbit, nice rabbit,”", "ja": "「よしよし、いい子だね」"}
{"en": "she said, patting him, as she used to pat her tame rabbit at home.", "ja": "そう言ってロザリンドは、かつて飼っていたうさぎをなでてやったように、アーネストをなでた。"}
{"en": "But that was absurd.", "ja": "だが、それはばかげたことだった。"}
{"en": "He was not a tame rabbit, whatever he was.", "ja": "アーネストがなんであるにせよ、けっして飼いならされたうさぎではなかった。"}
{"en": "She turned it into French.", "ja": "ロザリンドはフランス語にしてみた。"}
{"en": "“Lapin,”", "ja": "「ラパン」"}
{"en": "she called him.", "ja": "とかれを呼んだ。"}
{"en": "wBut whatever he was, he was not a French rabbit.", "ja": "だが、アーネストがなんであるにせよ、フランスのうさぎではなかった。"}
{"en": "He was simply and solely English――", "ja": "かれはどうみてもイギリス人だ――"}
{"en": "born at Porchester Terrace, educated at Rugby; now a clerk in His Majesty’s Civil Service.", "ja": "ポーチェスターテラス生のラグビー卒、今は国家公務員。"}
{"en": "So she tried “Bunny” next;", "ja": "だから、次に彼女は「バニー」としてみた。"}
{"en": "but that was worse.", "ja": "が、これはもっとひどい。"}
{"en": "“Bunny” was someone plump and soft and comic;", "ja": "「バニー」というと、太っていてぶよぶよしているコミカルな人物、といった感じ。"}
{"en": "he was thin and hard and serious.", "ja": "アーネストは痩せていてたくましくて、シリアスだ。"}
{"en": "Still, his nose twitched.", "ja": "なのに、その鼻はひくつく。"}
{"en": "“Lappin,”", "ja": "「ラピン」。"}
{"en": "she exclaimed suddenly;", "ja": "ふと彼女は大声で言った。"}
{"en": "and gave a little cry as if she had found the very word she looked for.", "ja": "まるで探していたまさにその言葉を探りあてたかのように小さな叫び声をあげた。"}
{"en": "“Lappin, Lappin, King Lappin,”", "ja": "「ラピン、ラピン、ラピン王」"}
{"en": "she repeated.", "ja": "と繰り返す。"}
{"en": "It seemed to suit him exactly;", "ja": "それはかれにぴったりおさまるように思えた。"}
{"en": "he was not Ernest, he was King Lappin.", "ja": "かれはアーネストではなく、ラピン王だ。"}
{"en": "Why?", "ja": "どうして？"}
{"en": "She did not know.", "ja": "ロザリンドには分からなかった。"}
{"en": "When there was nothing new to talk about on their long solitary walks――and it rained, as everyone had warned them that it would rain;", "ja": "人気のない場所を話すこともなく長々と散歩したり、みなが口を揃えて雨になるだろうと言ったそのとおりに雨が降ったりしたとき、"}
{"en": "or when they were sitting over the fire in the evening, for it was cold, and the maiden ladies had gone and the fishing man, and the waiter only came if you rang the bell for him, she let her fancy play with the story of the Lappin tribe.", "ja": "あるいは、肌寒さゆえに暖炉にあたりながら椅子に腰掛け、メイドの姿も釣り人の姿も見えず、ただウェイターだけがベルを鳴らしさえすればくるといった夕べには、彼女はラピン族の物語の空想に遊んだ。"}
{"en": "Under her hands――she was sewing;", "ja": "手元は――縫い物をしていた。"}
{"en": "he was reading", "ja": "アーネストは新聞を読んでいた。"}
{"en": "they became very real, very vivid, very amusing.", "ja": "物語はとても現実味を帯び、とても真に迫り、愉快なものになっていった。"}
{"en": "Ernest put down the paper and helped her.", "ja": "アーネストは新聞を置き、彼女に助け船を出した。"}
{"en": "There were the black rabbits and the red;", "ja": "黒いうさぎと赤いうさぎがいた。"}
{"en": "there were the enemy rabbits and the friendly.", "ja": "敵うさぎと味方うさぎがいた。"}
{"en": "There were the wood in which they lived and the outlying prairies and the swamp.", "ja": "そこにはかれらの住む森があり、その外には草原があり、沼地があった。"}
{"en": "Above all there was King Lappin,", "ja": "何にもまして、そこにはラピン王がいた。"}
{"en": "who, far from having only the one trick――that he twitched his nose――became as the days passed an animal of the greatest character;", "ja": "かれは、日がたつにつれ、鼻がひくつくという一芸を有するどころではない、偉大な特徴を持つ動物になっていった。"}
{"en": "Rosalind was always finding new qualities in him.", "ja": "ロザリンドは、かれに新しい資質を次々に見出していった。"}
{"en": "But above all he was a great hunter.", "ja": "けれど、何にもまして、かれは偉大な狩人だった。"}
{"en": "“And what,”", "ja": "ハネムーン最終日、ロザリンドは言った。"}
{"en": "said Rosalind, on the last day of the honeymoon,", "ja": "「それで、王さまは今日なにをなさったの？」"}
{"en": "In fact they had been climbing all day;", "ja": "現実的には、2人はその日一日中山登りをして過ごし、"}
{"en": "and she had worn a blister on her heel;", "ja": "そのせいでロザリンドは踵（かかと）に肉刺（まめ）を作っていたのだが、"}
{"en": "but she did not mean that.", "ja": "そのことを尋ねたのではなかった。"}
{"en": "“To―day,”", "ja": "「今日かれは」"}
{"en": "said Ernest, twitching his nose as he bit the end off his cigar,", "ja": "と、アーネストは葉巻の端を噛みきりながら鼻をひくつかせた。"}
{"en": "“he chased a hare.”", "ja": "「野うさぎを追いかけた」"}
{"en": "He paused;", "ja": "そこで間をおき、"}
{"en": "struck a match, and twitched again.", "ja": "マッチを擦り、もういちど鼻をひくつかせる。"}
{"en": "“A woman hare,”", "ja": "「女の野うさぎを」"}
{"en": "“A white hare!”", "ja": "「白い野うさぎね？」"}
{"en": "Rosalind exclaimed,", "ja": "とロザリンドは叫んだ。"}
{"en": "as if she had been expecting this.", "ja": "まるでそれをずっと待ち望んでいたかのように。"}
{"en": "“Rather a small hare; silver grey; with big bright eyes?”", "ja": "「小さめの野うさぎ、シルバーグレイの、大きくて綺麗な目をしている？」"}
{"en": "“Yes,”", "ja": "「そう」"}
{"en": "said Ernest, looking at her as she had looked at him,", "ja": "と、以前ロザリンドから受けたような眼差しを返して、言った。"}
{"en": "“a smallish animal;", "ja": "「小さなやつだよ。"}
{"en": "with eyes popping out of her head, and two little front paws dangling.”", "ja": "目が少し飛び出した感じで、小さな前足をだらんとさせている」"}
{"en": "It was exactly how she sat,", "ja": "まさしくそのとおりに彼女は椅子に座っていた。"}
{"en": "with her sewing dangling in her hands;", "ja": "縫い物をしている両手をだらりとさせて。"}
{"en": "and her eyes, that were so big and bright, were certainly a little prominent.", "ja": "それに目も、とても大きくて綺麗な目だったので、たしかに少し浮きあがっていた。"}
{"en": "“Ah, Lapinova,”", "ja": "「ああ、ラピノヴァね」"}
{"en": "Rosalind murmured.", "ja": "ロザリンドが呟くように言った。"}
{"en": "“Is that what she’s called?”", "ja": "「そう呼ばれているのかい？」"}
{"en": "said Ernest――", "ja": "とアーネストは言った――"}
{"en": "“the real Rosalind?”", "ja": "「ほんとうのロザリンドは」"}
{"en": "He looked at her.", "ja": "かれは彼女を見た。"}
{"en": "He felt very much in love with her.", "ja": "かれは、自分は彼女をとても愛していると思った。"}
{"en": "“Yes;", "ja": "「そうよ、"}
{"en": "that’s what she’s called,”", "ja": "彼女はそう呼ばれてるの」"}
{"en": "said Rosalind.", "ja": "とロザリンドは言った。"}
{"en": "“Lapinova.”", "ja": "「ラピノヴァ」。"}
{"en": "And before they went to bed that night it was all settled.", "ja": "そしてその晩ベッドに行く前にすべてが決まった。"}
{"en": "He was King Lappin;", "ja": "かれはラピン王、"}
{"en": "she was Queen Lapinova.", "ja": "彼女はラピノヴァ女王。"}
{"en": "They were the opposite of each other;", "ja": "お互いは正反対たっだ。"}
{"en": "he was bold and determined;", "ja": "かれは勇敢で意思が強い。"}
{"en": "she wary and undependable.", "ja": "彼女は慎重で頼りない。"}
{"en": "He ruled over the busy world of rabbits;", "ja": "かれはせわしないうさぎの世界を支配していた。"}
{"en": "her world was a desolate, mysterious place, which she ranged mostly by moonlight.", "ja": "彼女の世界はうらびれた、神秘的なところで、ほとんどが月明かりの下にあった。"}
{"en": "All the same, their territories touched;", "ja": "とはいうものの、お互いの縄張りは接していた。"}
{"en": "they were King and Queen.", "ja": "2人は王と女王だった。"}
{"en": "Thus when they came back from their honeymoon they possessed a private world, inhabited, save for the one white hare, entirely by rabbits.", "ja": "こんなふうにして、ハネムーンから返ってきた後も2人は、2人の世界、ただ1羽の野うさぎを除いて、うさぎだけしか住んでいない世界を持ちつづけた。"}
{"en": "No one guessed that there was such a place, and that of course made it all the more amusing.", "ja": "誰一人としてそんな場所があるなんて思い至らなかったし、もちろん、そうであるからこそすべてがいっそう楽しかった。"}
{"en": "It made them feel, more even than most young married couples, in league together against the rest of the world.", "ja": "それは2人に、もっとも若くして結婚した夫婦さえ及びもつかないほど、他の世界に対する2人の結束を感じさせてくれた。"}
{"en": "Often they looked slyly at each other when people talked about rabbits and woods and traps and shooting.", "ja": "他人が、うさぎや森や罠や狩りについて話したとき、お互い、茶目っ気をこめて目配せしあった。"}
{"en": "Or they winked furtively across the table when Aunt Mary said that she could never bear to see a hare in a dish――", "ja": "あるいは、叔母メアリーが野うさぎの姿焼きなど耐えられないと言ったとき、テーブル越しにこっそりウインクした――"}
{"en": "it looked so like a baby:", "ja": "あまりにも幼子じみて見えたから。"}
{"en": "or when John, Ernest’s sporting brother, told them what price rabbits were fetching that autumn in Wiltshire, skins and all.", "ja": "あるいは、アーネストの兄で運動家のジョンが、この秋のウィルトシャーで、うさぎが毛皮もなにもかも含めていくらで取引されているかを教えてくれたときも。"}
{"en": "Sometimes when they wanted a gamekeeper, or a poacher or a Lord of the Manor, they amused themselves by distributing the parts among their friends.", "ja": "ときどき、森番や密漁者や荘園主が欲しくなると、共通の知人をそれらの役に割り振った。"}
{"en": "Ernest’s mother, Mrs. Reginald Thorburn, for example, fitted the part of the Squire to perfection.", "ja": "たとえば、アーネストの母ミセス・レジナルド・ソーバーンは、地主役にまさしくぴったりだった。"}
{"en": "But it was all secret――", "ja": "でも、そのすべてが秘密だった――"}
{"en": "that was the point of it;", "ja": "それが肝心なのだ。"}
{"en": "nobody save themselves knew that such a world existed.", "ja": "2人以外に、そのような世界の存在を知るものはなかった。"}
{"en": "Without that world, how, Rosalind wondered, that winter could she have lived at all?", "ja": "ロザリンドは思う。"}
{"en": "For instance, there was the golden―wedding party, when all the Thorburns assembled at Porchester Terrace to celebrate the fiftieth anniversary of that union", "ja": "たとえば、金婚式があって、ソーバーン一族がポーチェスターテラスに揃い踏みし、50回めを結婚記念日を祝った。"}
{"en": "which had been so blessed――", "ja": "それはじつに祝福された結婚で――"}
{"en": "had it not produced Ernest Thorburn?", "ja": "それがアーネスト・ソーバーンを世に送り出したのではなかったか？――"}
{"en": "and so fruitful――", "ja": "実に実りの多い結婚――"}
{"en": "had it not produced nine other sons and daughters into the bargain, many themselves married and also fruitful?", "ja": "その他9人の息子息女を世に送り出し、かれらもまた実に実り多い結婚をしたのではなかったか？"}
{"en": "She dreaded that party.", "ja": "彼女にとってあのパーティーは恐怖だった。"}
{"en": "But it was inevitable.", "ja": "けれど、それは不可避の出来事だった。"}
{"en": "As she walked upstairs she felt bitterly that she was an only child and an orphan at that;", "ja": "2階に続く階段をのぼりながら、自分がただの子どもで、まったく身寄りのない存在のように感じ、痛みをおぼえた。"}
{"en": "a mere drop among all those Thorburns assembled in the great drawing―room with the shiny satin wallpaper and the lustrous family portraits.", "ja": "まばゆいサテンの壁紙、けばけばしい家族の肖像画のある、巨大な応接間に集結したあらゆるソーバーン家一族の中に落ちた、1滴の雫（しずく）。"}
{"en": "The living Thorburns much resembled the painted;", "ja": "生けるソーバーンは絵の中のソーバーンそっくりだった。"}
{"en": "save that instead of painted lips they had real lips;", "ja": "ただ、描かれた唇の代わりに、ほんものの唇を持っている点を除けば。"}
{"en": "out of which came jokes;", "ja": "その唇からジョークが飛び出した。"}
{"en": "jokes about schoolrooms, and how they had pulled the chair from under the governess;", "ja": "勉強部屋にまつわるジョーク、腰を下ろそうとした女家庭教師の椅子をいかに引いたか。"}
{"en": "jokes about frogs and how they had put them between the virgin sheets of maiden ladies.", "ja": "蛙にまつわるジョーク、メイドたちのベッドのシーツにいかにそれを忍ばせたか。"}
{"en": "As for herself, she had never even made an apple―pie bed.", "ja": "彼女自身について言えば、アップルパイベッド（シーツを見えないように二つ折りにして、足が十分に伸ばせないようにする悪戯）すらしかけたことがなかった。"}
{"en": "Holding her present in her hand she advanced toward her mother―in―law sumptuous in yellow satin; and toward her father―in―law decorated with a rich yellow carnation.", "ja": "手に贈り物を握って、黄色いサテンのドレスで着飾った義母の前に濃い黄色いカーネーションを身につけた義父の前に、進み出た。"}
{"en": "All round them on tables and chairs there were golden tributes,", "ja": "かれらの周りでは、テーブルや椅子の上に金色の貢物が並んでいた。"}
{"en": "some nestling in cotton wool;", "ja": "木綿に包まれているもの。"}
{"en": "others branching resplendent――candlesticks;", "ja": "輝く枝状のもの――燭台。"}
{"en": "cigar boxes;", "ja": "煙草入れ。"}
{"en": "each stamped with the goldsmith’s proof that it was solid gold, hall―marked, authentic.", "ja": "いずれも、高純度の、本物の金であると保証する金細工師の銘が刻まれていた。"}
{"en": "But her present was only a little pinchbeck box", "ja": "けれど、彼女の贈り物は合金でできた小箱でしかなかった。"}
{"en": "pierced with holes;", "ja": "小孔がいくつもうがたれた箱。"}
{"en": "an old sand caster, an eighteenth―century relic, once used to sprinkle sand over wet ink.", "ja": "18世紀の遺物で、まだ乾いていないインクの上に砂を振りまくための、サンド・キャスターだ。"}
{"en": "Rather a senseless present she felt――", "ja": "無意味な贈り物だ、と彼女は思った――"}
{"en": "in an age of blotting paper;", "ja": "吸取紙のこの時代では。"}
{"en": "and as she proffered it, she saw in front of her the stubby black handwriting in which her mother―in―law when they were engaged had expressed the hope", "ja": "それを差し出しながら、自分たちが婚約したときに義母が記した希望の言葉が、今義母の前にずんぐりした黒い走り書きで表れているのが見えた。"}
{"en": "that “My son will make you happy.”", "ja": "「息子はあなたをしあわせにするでしょう」"}
{"en": "No, she was not happy.", "ja": "違う、しあわせではない。"}
{"en": "Not at all happy.", "ja": "ちっともしあわせではない。"}
{"en": "She looked at Ernest, straight as a ramrod with a nose like all the noses in the family portraits;", "ja": "彼女はアーネストを見た、槊杖（さくじょう）のように直立し、肖像画の中の鼻という鼻とまったく同じ鼻をしたかれを――"}
{"en": "a nose that never twitched at all.", "ja": "その鼻はぴくりともしなかった。"}
{"en": "Then they went down to dinner.", "ja": "それからかれらはディナーのため、下に降りた。"}
{"en": "She was half hidden by the great chrysanthemums that curled their red and gold petals into large tight balls.", "ja": "カールした赤や金の花弁が質感のある球体に見える、盛大な菊の花々に、彼女の姿はなかば隠されていた。"}
{"en": "Everything was gold.", "ja": "なにもかもが金色だった。"}
{"en": "A gold―edged card with gold initials intertwined recited the list of all the dishes that would be set one after another before them.", "ja": "複雑な意匠の金色の文字で、次から次へと運ばれることになっている料理のリストが、金縁のカードに書かれている。"}
{"en": "She dipped her spoon in a plate of clear golden fluid.", "ja": "澄んだ金色の液体に、彼女はスプーンを浸した。"}
{"en": "The raw white fog outside had been turned by the lamps into a golden mesh that blurred the edges of the plates and gave the pineapples a rough golden skin.", "ja": "外の白い霧は、ランプに照らされて金色のメッシュに変わり、皿の縁をぼかし、パイナップルの表面を金色に染めていた。"}
{"en": "Only she herself in her white wedding dress peering ahead of her with her prominent eyes seemed insoluble as an icicle.", "ja": "ただ白いウェディング・ドレスを着、少し飛び出した目で虚空を凝視する彼女一人が、氷柱（つらら）のような、融解しないもののように思えた。"}
{"en": "As the dinner wore on, however, the room grew steamy with heat.", "ja": "ところが、ディナーの進行にともなって部屋には熱がこもり、蒸し暑くなっていった。"}
{"en": "Beads of perspiration stood out on the men’s foreheads.", "ja": "玉の汗が男たちの額に浮かぶ。"}
{"en": "She felt that her icicle was being turned to water.", "ja": "彼女は、自分の氷柱が水に変わっていく気がした。"}
{"en": "She was being melted;", "ja": "溶けている。"}
{"en": "dispersed;", "ja": "霧消する。"}
{"en": "dissolved into nothingness;", "ja": "無へと融解していく。"}
{"en": "and would soon faint.", "ja": "気を失うのも遠くはないだろう。"}
{"en": "Then through the surge in her head and the din in her ears she heard a woman’fs voice exclaim,", "ja": "鈍磨した思考と耳鳴りの中、女性の金切り声を聞いた、"}
{"en": "“But they breed so!”", "ja": "「でもかれらは次々と子を作る！」"}
{"en": "The Thorburns――", "ja": "ソーバーン家――"}
{"en": "yes; they breed so,", "ja": "ええ、かれらは次々と子を作る。"}
{"en": "yes; they breed so,  she echoed;", "ja": "彼女はそう心の中で思った。"}
{"en": "looking at all the round red faces that seemed doubled in the giddiness that overcame her;", "ja": "はげしい眩暈（めまい）のせいで二重写しに見える、そこに居並ぶ赤い丸顔に眺めわたしながら。"}
{"en": "and magnified in the gold mist that enhaloed them.", "ja": "眩暈はかれらを包む金色の霧の中で、さらに激しくなっていった。"}
{"en": "“They breed so.”", "ja": "「次々と子を作る」"}
{"en": "Then John bawled:", "ja": "やがてジョンがわめくように言った。"}
{"en": "“Little devils! . . .", "ja": "「小悪魔どもめ！――"}
{"en": "Shoot ’em!", "ja": "蹴散らせ！"}
{"en": "Jump on ’em with big boots!", "ja": "でかいブーツで踏み潰せ！"}
{"en": "That’s the only way to deal with ’em . . .", "ja": "それが唯一の扱い方だ――"}
{"en": "rabbits!”", "ja": "うさぎどもめ！」"}
{"en": "At that word, that magic word, she revived.", "ja": "その、魔法の言葉を聞いて、彼女はよみがえった。"}
{"en": "Peeping between the chrysanthemums she saw Ernest’s nose twitch.", "ja": "菊の間からのぞきみると、アーネストの鼻がひくついた。"}
{"en": "It rippled, it ran with successive twitches.", "ja": "それは波打つように、みごとにひくついた。"}
{"en": "And at that a mysterious catastrophe befell the Thorburns.", "ja": "それを受けて、ソーバーン家に神秘的な破局が訪れた。"}
{"en": "The golden table became a moor with the gorse in full bloom;", "ja": "金色のテーブルはハリエニシダが繁茂する原野となった。"}
{"en": "the din of voices turned to one peal of lark’s laughter ringing down from the sky.", "ja": "人々の声は大空を旋回するヒバリたちの笑いの轟きと化した。"}
{"en": "It was a blue sky――clouds passed slowly.", "ja": "空は青く――雲がゆっくりと流れてゆく。"}
{"en": "And they had all been changed――", "ja": "かれらはみな変貌（へんぼう）していた――"}
{"en": "the Thorburns.", "ja": "ソーバーン家は。"}
{"en": "She looked at her father―in―law, a furtive little man with dyed moustaches.", "ja": "ロザリンドは義父を見た、口髭を染め上げているこそこそした小男を。"}
{"en": "His foible was collecting things――", "ja": "かれの欠点は収集癖だ――"}
{"en": "seals, enamel boxes, trifles from eighteenth―century dressing tables which he hid in the drawers of his study from his wife.", "ja": "印章、琺瑯（ほうろう）、18世紀の化粧にまつわる小物といったものを、妻の目に触れないように書斎の引き出しに隠しこんでいた。"}
{"en": "Now she saw him as he was――a poacher, stealing off with his coat bulging with pheasants and partridges to drop them stealthily into a three――legged pot in his smoky little cottage.", "ja": "今の彼女の目から見れば、義父は――密猟者であり、かすめとったキジやヤマウズラでポケットをふくらませ、それらをこっそりとすすけた小屋に持ちこんで三脚の鍋に放りこむ。"}
{"en": "That was her real father―in―law――", "ja": "それがほんとうの義父だった――"}
{"en": "a poacher.", "ja": "密猟者。"}
{"en": "And Celia,", "ja": "シーリア――"}
{"en": "the unmarried daughter, who always nosed out other people’s secrets, the little things they wished to hide――", "ja": "他人の秘密を、他人に知られたくない些細なことをいつもいつも嗅ぎまわっている未婚の義姉――"}
{"en": "she was a white ferret with pink eyes, and a nose clotted with earth from her horrid underground nosings and pokings.", "ja": "彼女はピンク色の目をした白いフェレットで、その鼻には他人の裏話をほじくりまわすせいで泥がこびりついていた。"}
{"en": "Slung round men’s shoulders, in a net, and thrust down a hole――", "ja": "男たちの首にぶらさがり、網にからめとられ、穴に顔をつっこんで――"}
{"en": "it was a pitiable life――", "ja": "それは憐れむべき人生だった――"}
{"en": "Celia’s;", "ja": "シーリアの人生は。"}
{"en": "it was none of her fault.", "ja": "彼女が悪いわけではないにせよ。"}
{"en": "So she saw Celia.", "ja": "彼女はシーリアをそう見た。"}
{"en": "And then she looked at her mother―in―law――whom they dubbed The Squire.", "ja": "それから彼女は、義理の母にあたる意地の悪い地主に目を向けた。"}
{"en": "Flushed, coarse, a bully――", "ja": "顔の赤い下品な小姑――"}
{"en": "she was all that, as she stood returning thanks,", "ja": "とにかくそういう人間だった、立って感謝の挨拶を返している今もそう。"}
{"en": "but now that Rosalind――that is Lapinova――saw her, she saw behind her the decayed family mansion,", "ja": "でも、ロザリンドは――ラピノヴァは――彼女を見、彼女の後背に先祖伝来の崩れかけた荘園を見た。"}
{"en": "the plaster peeling off the walls,", "ja": "漆喰の剥げかけた館。"}
{"en": "and heard her, with a sob in her voice,", "ja": "その声には嗚咽（おえつ）が聞きとられた。"}
{"en": "giving thanks to her children (who hated her) for a world that had ceased to exist.", "ja": "すでに存在を止めた世界のことで、子どもたち（彼女のことをひどく嫌っていた）に感謝を伝えるその声に。"}
{"en": "There was a sudden silence.", "ja": "突然の静寂が訪れた。"}
{"en": "They all stood with their glasses raised;", "ja": "みなが立って、グラスを掲げた。"}
{"en": "they all drank;", "ja": "みながそれを干した。"}
{"en": "then it was over.", "ja": "それで、ことは終わった。"}
{"en": "“Oh, King Lappin!”", "ja": "「ああ、ラピン王！」"}
{"en": "she cried as they went home together in the fog,", "ja": "ソーバーン家が連れだって霧の中を家路につくと、彼女は叫んだ。"}
{"en": "“if your nose hadn’t twitched just at that moment, I should have been trapped!”", "ja": "「もしもちょうどあのときあなたの鼻がひくついてくれなかったら、わたし、きっと罠にかかってた！」"}
{"en": "“But you’re safe,”", "ja": "「でも、きみは安全だった」"}
{"en": "said King Lappin, pressing her paw.", "ja": "とラピン王は、彼女の前足を握っていった。"}
{"en": "“Quite safe,”", "ja": "「もうすっかり安全」"}
{"en": "And they drove back through the Park, King and Queen of the marsh, of the mist, and of the gorse―scented moor.", "ja": "そして二人はハイド・パークを抜けて、沼地の、霧の、ハリエニシダに覆われた原野の王と女王にもどった。"}
{"en": "Thus time passed;", "ja": "そのようにして時は流れた。"}
{"en": "one year; two years of time.", "ja": "1年、2年の時が。"}
{"en": "And on a winter’s night, which happened by a coincidence to be the anniversary of the golden―wedding party――but Mrs. Reginald Thorburn was dead;", "ja": "ある冬の晩、偶然にもあの金婚式と同じ日に――といってもミセス・レジナルド・ソーバーンは死に、"}
{"en": "the house was to let;", "ja": "屋敷は放置され、"}
{"en": "and there was only a caretaker in residence――", "ja": "管理人が住んでいるだけだ――"}
{"en": "Ernest came home from the office.", "ja": "アーネストが役所から帰ってきた。"}
{"en": "They had a nice little home;", "ja": "2人は、小さな、心地よい家庭を築いていた。"}
{"en": "half a house above a saddler’s shop in South Kensington, not far from the tube station.", "ja": "サウス・ケンジントンの馬具店の2階を間借りしていて、地下鉄の駅からも遠くはなかった。"}
{"en": "It was cold, with fog in the air, and Rosalind was sitting over the fire, sewing.", "ja": "寒い日で、霧がたちこめ、ロザリンドは暖炉の前に座って、縫い物をしていた。"}
{"en": "“What d’you think happened to me to―day?”", "ja": "「今日、何があったと思う？」"}
{"en": "she began as soon as he had settled himself down with his legs stretched to the blaze.", "ja": "と彼女は、かれが腰を下ろして足を暖炉のほうに伸ばしたとたん、言った。"}
{"en": "“I was crossing the stream when――”", "ja": "「小川を渡ってたらね――」"}
{"en": "“What stream?”", "ja": "「小川だって？」"}
{"en": "Ernest interrupted her.", "ja": "アーネストが話をさえぎった。"}
{"en": "“The stream at the bottom, where our wood meets the black wood,”", "ja": "「窪地の小川よ、私たちの森と黒い森との境にある」"}
{"en": "she explained.", "ja": "彼女は説明した。"}
{"en": "Ernest looked completely blank for a moment.", "ja": "アーネストは一瞬、完全に呆気にとられた顔をした。"}
{"en": "“What the deuce are you talking about?”", "ja": "「いったい何の話？」"}
{"en": "“My dear Ernest!”", "ja": "「まあ、アーネスト！」"}
{"en": "she cried in dismay.", "ja": "彼女はうろたえて叫んだ。"}
{"en": "“King Lappin,”", "ja": "「ラピン王」"}
{"en": "she added, dangling her little front paws in the firelight.", "ja": "と、火明かりの下、小さな前足をだらりとさせる。"}
{"en": "But his nose did not twitch.", "ja": "けれども、かれの鼻はひくつかなかった。"}
{"en": "Her hands――", "ja": "彼女の両手は――"}
{"en": "they turned to hands――", "ja": "今、それは手になっていた――"}
{"en": "clutched the stuff she was holding;", "ja": "縫い物をしっかりと握っていた。"}
{"en": "her eyes popped half out of her head.", "ja": "瞳は顔から飛び出さんばかりだった。"}
{"en": "It took him five minutes at least to change from Ernest Thorburn to King Lappin;", "ja": "少なくとも5分、アーネスト・ソーバーンがラピン王に変化するのにかかった。"}
{"en": "and while she waited she felt a load on the back of her neck, as if somebody were about to wring it.", "ja": "その待ち時間、彼女は、自分の首の後ろに何か重いものを感じた、たとえばだれかが彼女の首をひねろうとするかのように。"}
{"en": "At last he changed to King Lappin;", "ja": "ようやく、かれはラピン王に変じた。"}
{"en": "his nose twitched;", "ja": "鼻がひくついた。"}
{"en": "and they spent the evening roaming the woods much as usual.", "ja": "そして2人はいつもどおりに一晩たっぷり森をうろついた。"}
{"en": "But she slept badly.", "ja": "けれど、彼女はよく眠れなかった。"}
{"en": "In the middle of the night she woke, feeling as if something strange had happened to her.", "ja": "なにか自分の身におかしなことが起きたような気がして、夜半に目をさました。"}
{"en": "She was stiff and cold.", "ja": "体はこわばり、冷え切っていた。"}
{"en": "At last she turned on the light and looked at Ernest lying beside her.", "ja": "とうとう、灯りをつけて隣で眠っているアーネストを見つめた。"}
{"en": "He was sound asleep.", "ja": "かれはぐっすり眠っていた。"}
{"en": "He snored.", "ja": "いびきをかいていた。"}
{"en": "But even though he snored, his nose remained perfectly still.", "ja": "だがいびきをかきながらも、その鼻は完璧なまでに動こうとしなかった。"}
{"en": "It looked as if it had never twitched at all.", "ja": "あたかも、これまで一度もひくついたことがないかのように。"}
{"en": "Was it possible", "ja": "ありえるだろうか？"}
{"en": "that he was really Ernest;", "ja": "かれがほんとうにアーネストで、"}
{"en": "and that she was really married to Ernest?", "ja": "彼女がほんとうにアーネストと結婚しただなんてことが？"}
{"en": "A vision of her mother―in―law’s dining―room came before her;", "ja": "義母のダイニング・ルームの幻が眼前に浮かび上がった。"}
{"en": "and there they sat, she and Ernest, grown old, under the engravings, in front of the sideboard. . ..", "ja": "2人はそこにいた、歳をとり、彫刻の下、食器棚の前に、彼女とアーネストはいた。"}
{"en": "It was their golden―wedding day.", "ja": "それは2人の金婚式だった。"}
{"en": "She could not bear it.", "ja": "堪えられなかった。"}
{"en": "“Lappin, King Lappin!”", "ja": "「ラピン、ラピン王！」"}
{"en": "she whispered,", "ja": "と彼女はささやいた。"}
{"en": "and for a moment his nose seemed to twitch of its own accord.", "ja": "一瞬、かれの鼻がひとりでにひくついたように思えた。"}
{"en": "But he still slept.", "ja": "が、まだかれは眠っていた。"}
{"en": "“Wake up, Lappin, wake up!”", "ja": "「起きて、ラピン、起きて！」"}
{"en": "she cried.", "ja": "と彼女は叫んだ。"}
{"en": "Ernest woke;", "ja": "アーネストは目を覚ました。"}
{"en": "and seeing her sitting bolt upright beside him he asked:", "ja": "そしてロザリンドを隣に抱えおこしながら尋ねた。"}
{"en": "“What’s the matter?”", "ja": "「どうした？」"}
{"en": "“I thought my rabbit was dead!”", "ja": "「私のうさぎが死んでしまったみたいなの」"}
{"en": "she whimpered.", "ja": "と囁くように言った。"}
{"en": "Ernest was angry.", "ja": "アーネストは怒った。"}
{"en": "“Don’t talk such rubbish, Rosalind,”", "ja": "「馬鹿げたことを言うんじゃない、ロザリンド」"}
{"en": "he said.", "ja": "とかれは言った。"}
{"en": "“Lie down and go to sleep.”", "ja": "「横になって、眠るんだ」"}
{"en": "He turned over.", "ja": "かれは背を向けた。"}
{"en": "In another moment he was sound asleep and snoring.", "ja": "次の瞬間には、もういびきをかきはじめていた。"}
{"en": "But she could not sleep.", "ja": "けれど、彼女は眠れなかった。"}
{"en": "She lay curled up on her side of the bed, like a hare in its form.", "ja": "巣穴に入った野うさぎのように、ベッドの彼女の側で、背を丸めて横たわっていた。"}
{"en": "She had turned out the light, but the street lamp lit the ceiling faintly, and the trees outside made a lacy network over it", "ja": "灯りは消していたが、街灯がほのかに照らす天井に、木々が網目状の影を投げかていた。"}
{"en": "as if there were a shadowy grove on the ceiling", "ja": "まるで、そこに鬱蒼とした森があるかのようで――"}
{"en": "in which she wandered, turning, twisting, in and out, round and round, hunting, being hunted, hearing the bay of hounds and horns; flying, escaping . . .", "ja": "彼女はさまよい、駈け、飛びはね、出入りし、歩き回り、狩りをし、狩られ、猟犬の咆え声と角笛の響きを聞きながら、走りに走って逃げつづけた。"}
{"en": "until the maid drew the blinds and brought their early tea.", "ja": "やがて、メイドがブラインドを引き、朝の紅茶を運んでくるまで。"}
{"en": "Next day she could settle to nothing.", "ja": "翌日、彼女は落ちつけなかった。"}
{"en": "She seemed to have lost something.", "ja": "何かを失ってしまったように思った。"}
{"en": "She felt as if her body had shrunk;", "ja": "自分の体が縮んでしまったような気分だった。"}
{"en": "it had grown small, and black and hard.", "ja": "小さく、固く、黒くなってしまっていた。"}
{"en": "Her joints seemed stiff too, and when she looked in the glass, which she did several times as she wandered about the flat, her eyes seemed to burst out of her head, like currants in a bun.", "ja": "体の節々もこわばったみたいで、部屋を歩き回っているときにときどきするように鏡をのぞきこんでみると、ちょうど巻毛についたレーズンのように、瞳は頭から飛び出していた。"}
{"en": "The rooms also seemed to have shrunk.", "ja": "部屋もまた縮んだように思った。"}
{"en": "Large pieces of furniture jutted out at odd angles and she found herself knocking against them.", "ja": "大型の調度類はでたらめな方向に突きだし、気づけば、繰り返しそれらにつまづいている始末だった。"}
{"en": "At last she put on her hat and went out.", "ja": "やがて彼女は帽子をとって出掛けた。"}
{"en": "She walked along the Cromwell Road;", "ja": "クロムウェル・ロードに沿って歩く。"}
{"en": "and every room she passed and peered into seemed to be a dining―room where people sat eating under steel engravings, with thick yellow lace curtains, and mahogany sideboards.", "ja": "通りすがりにのぞきこむ、人々が食事の席についている部屋のどれもが、鉄の彫像が飾られ、厚ぼったい黄色いレースのカーテンが垂れ下がり、マホガニーの食器棚が据えつけられた、あのダイニングルームのように見えた。"}
{"en": "At last she reached the Natural History Museum;", "ja": "やがて彼女は自然史博物館に到着した。"}
{"en": "she used to like it when she was a child.", "ja": "この博物館が、子どもの頃好きだった。"}
{"en": "But the first thing she saw when she went in was a stuffed hare standing on sham snow with pink glass eyes.", "ja": "けれど、入場してはじめに目にしたものは、作り物の雪の上に立つ、ピンクの瞳をした剥製の野うさぎだった。"}
{"en": "Somehow it made her shiver all over.", "ja": "どういうわけか、それを見ると全身に震えが走った。"}
{"en": "Perhaps it would be better when dusk fell.", "ja": "ひょっとしたら、日が落ちれば事態は改善されるかもしれない。"}
{"en": "She went home and sat over the fire, without a light, and tried to imagine that she was out alone on a moor;", "ja": "彼女は家に帰り、灯りをつけないまま暖炉の前に座って、荒野にひとりでいるところを想像してみようとした。"}
{"en": "But she could get no further than the stream.", "ja": "だが、彼女は小川よりも先に行くことができなかった。"}
{"en": "At last she squatted down on the bank on the wet grass, and sat crouched in her chair, with her hands dangling empty, and her eyes glazed, like glass eyes, in the firelight.", "ja": "とうとう、露に濡れた草の茂る土手にしゃがみこみ、そして、椅子の中で身を縮め、両手をむなしく下ろし、じっと、ちょうどガラス玉のようなその瞳で、暖炉の炎を見つめた。"}
{"en": "Then there was the crack of a gun. . ..", "ja": "そのうち、銃声がした。"}
{"en": "She started as if she had been shot.", "ja": "まるで自分が撃たれたかのように、はっとした。"}
{"en": "It was only Ernest, turning his key in the door.", "ja": "それは単に、アーネストがドアの鍵を回しただけのことだった。"}
{"en": "She waited, trembling.", "ja": "彼女は震えながら待った。"}
{"en": "He came in and switched on the light.", "ja": "かれは部屋に入り、灯りのスイッチを入れた。"}
{"en": "There he stood, tall, handsome, rubbing his hands that were red with cold.", "ja": "それから、背が高く、端正な顔をかれは、寒さのために赤くなった手をこすりはじめた。"}
{"en": "“Sitting in the dark?”", "ja": "「なんで真っ暗ななかに座りこんでるの？」"}
{"en": "he said.", "ja": "とかれは言った。"}
{"en": "“Oh, Ernest, Ernest!”", "ja": "「ああ、アーネスト、アーネスト！」"}
{"en": "she cried, starting up in her chair.", "ja": "と、椅子から飛びあがった彼女は叫んだ。"}
{"en": "“Well, what’s up now?”", "ja": "「おやおや、どうしたんだよ？」"}
{"en": "he asked briskly, warming his hands at the fire.", "ja": "と、両手を暖炉であぶりながら軽く尋ねる。"}
{"en": "“It’s Lapinova . . .”", "ja": "「ラピノヴァよ」"}
{"en": "she faltered,", "ja": "ロザリンドはようやくのことで声を出した。"}
{"en": "glancing wildly at him out of her great startled eyes.", "ja": "その瞳を大きく見開かれ、落ちつきなくアーネストの姿を追う。"}
{"en": "“She’s gone, Ernest.", "ja": "「ラピノヴァがいなくなったのよ、アーネスト。"}
{"en": "I’ve lost her!”", "ja": "わたし、ラピノヴァをなくしてしまったの！」"}
{"en": "Ernest frowned.", "ja": "アーネストは眉をひそめた。"}
{"en": "He pressed his lips tight together.", "ja": "口元を固く引きしめた。"}
{"en": "“Oh, that’s what’s up, is it?”", "ja": "「ふうん、そんなことがあったんだ、なるほどね？」"}
{"en": "he said, smiling rather grimly at his wife.", "ja": "とかれは、気味の悪いとさえいえるほほえみを妻に向かって浮かべてみせた。"}
{"en": "For ten seconds he stood there, silent;", "ja": "10秒ほど、一言もきかずに立ち尽くしていた。"}
{"en": "and she waited, feeling hands tightening at the back of her neck.", "ja": "その間ロザリンドは、首の後ろを手で掴まれているような気がしていた。"}
{"en": "“Yes,”", "ja": "「そうだよ」"}
{"en": "he said at length.", "ja": "とかれはようやく口を開いた。"}
{"en": "“Poor Lapinova. . .”", "ja": "「かわいそうなラピノヴァ――」"}
{"en": "He straightened his tie at the looking―glass over the mantelpiece.", "ja": "かれはマントルピースの鏡に向かってネクタイを整えた。"}
{"en": "“Caught in a trap,”", "ja": "「罠にかかって」"}
{"en": "he said,", "ja": "とかれは言った。"}
{"en": "“killed,”", "ja": "「殺された」"}
{"en": "and sat down and read the newspaper.", "ja": "そして腰を下ろして新聞を読みはじめた。"}
{"en": "So that was the end of that marriage.", "ja": "それが結婚生活の終わりだった。"}
