{"en": "In a little district west of Washington Square the streets have run crazy and broken themselves into small strips called \"places.\"", "ja": "ワシントン・スクエア西にある小地区は、 道路が狂ったように入り組んでおり、「プレース」と呼ばれる区域に小さく分かれておりました。"}
{"en": "These \"places\" make strange angles and curves.", "ja": "この「プレース」は不可思議な角度と曲線を描いており、"}
{"en": "One street crosses itself a time or two.", "ja": "一、二回自分自身と交差している通りがあるほどでした。"}
{"en": "An artist once discovered a valuable possibility in this street.", "ja": "かつて、ある画家は、この通りが貴重な可能性を持っていることを発見しました。"}
{"en": "Suppose a collector with a bill for paints, paper and canvas should, in traversing this route, suddenly meet himself coming back,", "ja": "例えば絵や紙やキャンバスの請求書を手にした取り立て屋を考えてみてください。取り立て屋は、この道を歩き回ったあげく、 ぐるりと元のところまで戻ってくるに違いありません。"}
{"en": "without a cent having been paid on account!", "ja": "一セントも取り立てることができずにね。"}
{"en": "So, to quaint old Greenwich Village the art people soon came prowling,", "ja": "それで、芸術家たちはまもなく、奇妙で古いグリニッチ・ヴィレッジへとやってき"}
{"en": "hunting for north windows and eighteenth-century gables and Dutch attics and low rents.", "ja": "そして、北向きの窓と十八世紀の切り妻とオランダ風の屋根裏部屋と安い賃貸料を探してうろついたのです。"}
{"en": "Then they imported some pewter mugs and a chafing dish or two from Sixth avenue, and became a \"colony.\"", "ja": "やがて、彼らは しろめ製のマグやこんろ付き卓上なべを一、二個、六番街から持ち込み、 「コロニー」を形成することになりました。"}
{"en": "At the top of a squatty, three-story brick Sue and Johnsy had their studio.", "ja": "ずんぐりした三階建ての煉瓦造りの最上階では、スーとジョンジーがアトリエを持っていました。"}
{"en": "\"Johnsy\" was familiar for Joanna.", "ja": "「ジョンジー」はジョアンナの愛称です。"}
{"en": "One was from Maine; the other from California.", "ja": "スーはメイン州の、ジョンジーはカリフォルニア州の出身でした。"}
{"en": "They had met at the table d'hote of an Eighth street \"Delmonico's,\" and found their tastes in art, chicory salad and bishop sleeves so congenial that the joint studio resulted.", "ja": "二人は八番街の「デルモニコの店」の定食で出会い、 芸術と、チコリーのサラダと、ビショップ・スリーブの趣味がぴったりだとわかって、 共同のアトリエを持つことになったのでした。"}
{"en": "That was in May.", "ja": "それが五月のことでした。"}
{"en": "In November a cold, unseen stranger, whom the doctors called Pneumonia, stalked about the colony,", "ja": "十一月に入ると、冷たく、目に見えないよそ者がそのコロニーを巡り歩きはじめました。"}
{"en": "touching one here and there with his icy fingers.", "ja": "そのよそ者は医者から肺炎氏と呼ばれ、 氷のような指でそこかしこにいる人に触れていくのでした。"}
{"en": "Over on the east side this ravager strode boldly, smiting his victims by scores,", "ja": "この侵略者は東の端から大胆に歩きまわり、何十人もの犠牲者に襲いかかりました。"}
{"en": "but his feet trod slowly through the maze of the narrow and moss-grown \"places.\"", "ja": "しかし、狭くて苔むした「プレース」の迷宮を通るときにはさすがの彼の足取りも鈍りました。"}
{"en": "Mr. Pneumonia was not what you would call a chivalric old gentleman.", "ja": "肺炎氏は騎士道精神に満ちた老紳士とは呼べませんでした。"}
{"en": "A mite of a little woman with blood thinned by California zephyrs was hardly fair game for the red-fisted, short-breathed old duffer.", "ja": "息が荒く、血にまみれた手を持った年寄りのエセ者が、 カリフォルニアのそよ風で血の気の薄くなっている小柄な婦人を相手に取るなどというのは フェアプレイとは言えますまい。"}
{"en": "But Johnsy he smote;", "ja": "しかし肺炎氏はジョンジーを襲いました。"}
{"en": "and she lay, scarcely moving, on her painted iron bedstead,", "ja": "その結果ジョンジーは倒れ、 自分の絵が描いてある鉄のベッドに横になったまま少しも動けなくなりました。"}
{"en": "looking through the small Dutch window-panes at the blank side of the next brick house.", "ja": "そして小さなオランダ風の窓ガラスごしに、 隣にある煉瓦造りの家の何もない壁を見つめつづけることになったのです。"}
{"en": "One morning the busy doctor invited Sue into the hallway with a shaggy, gray eyebrow.", "ja": "ある朝、灰色の濃い眉をした多忙な医者がスーを廊下に呼びました。"}
{"en": "\"She has one chance in--let us say, ten,\"", "ja": "「助かる見込みは ―― そう、十に一つですな」"}
{"en": "he said, as he shook down the mercury in his clinical thermometer.", "ja": "医者は、体温計の水銀を振り下げながら言いました。"}
{"en": "\"And that chance is for her to want to live.", "ja": "「で、その見込みはあの子が『生きたい』と思うかどうかにかかっている。"}
{"en": "This way people have of lining-up on the side of the undertaker makes the entire pharmacopeia look silly.", "ja": "こんな風に葬儀屋の側につこうとしてたら、どんな薬でもばかばかしいものになってしまう。"}
{"en": "Your little lady has made up her mind that she's not going to get well.", "ja": "あのお嬢さんは、自分はよくならない、と決めている。"}
{"en": "Has she anything on her mind?\"", "ja": "あの子が何か心にかけていることはあるかな？」"}
{"en": "\"She--she wanted to paint the Bay of Naples some day,\"", "ja": "「あの子は ―― いつかナポリ湾を描きたいって言ってたんです」"}
{"en": "said Sue.", "ja": "とスーは言いました。"}
{"en": "\"Paint?", "ja": "「絵を描きたいって？"}
{"en": "--bosh!", "ja": "―― ふむ。"}
{"en": "Has she anything on her mind worth thinking about twice--a man, for instance?\"", "ja": "もっと倍くらい実のあることは考えていないのかな ―― 例えば男のこととか」"}
{"en": "\"A man?\"", "ja": "「男？」"}
{"en": "said Sue, with a jew's-harp twang in her voice.", "ja": "スーは びあぼんの弦の音みたいな鼻声で言いました。"}
{"en": "\"Is a man worth", "ja": "「男なんて"}
{"en": "--but, no,", "ja": "――いえ、ないです。"}
{"en": "doctor;", "ja": "先生。"}
{"en": "there is nothing of the kind.\"", "ja": "そういう話はありません」"}
{"en": "\"Well,", "ja": "「ふむ。"}
{"en": "it is the weakness, then,\"", "ja": "じゃあそこがネックだな」"}
{"en": "said the doctor.", "ja": "医者は言いました。"}
{"en": "\"I will do all that science, so far as it may filter through my efforts, can accomplish.", "ja": "「わたしは、自分の力のおよぶ限りのこと、科学ができることはすべてやるつもりだ。"}
{"en": "But whenever my patient begins to count the carriages in her funeral procession I subtract 50 per cent from the curative power of medicines.", "ja": "でもな、患者が自分の葬式に来る車の数を数え始めたら、 薬の効き目も半減なんだよ。"}
{"en": "If you will get her to ask one question about the new winter styles in cloak sleeves I will promise you a one-in-five chance for her, instead of one in ten.\"", "ja": "もしもあなたがジョンジーに、冬にはどんな外套の袖が流行るのか、 なんて質問をさせることができるなら、 望みは十に一つから五に一つになるって請け合うんだがね」"}
{"en": "After the doctor had gone Sue went into the workroom and cried a Japanese napkin to a pulp.", "ja": "医者が帰ると、スーは仕事部屋に入って日本製のナフキンがぐしゃぐしゃになるまで泣きました。"}
{"en": "Then she swaggered into Johnsy's room with her drawing board, whistling ragtime.", "ja": "やがてスーはスケッチブックを持ち、 口笛でラグタイムを吹きつつ、胸を張ってジョンジーの部屋に入っていきました。"}
{"en": "Johnsy lay,", "ja": "ジョンジーはシーツをかけて横になっていました。"}
{"en": "scarcely making a ripple under the bedclothes, with her face toward the window.", "ja": "しわ一つもシーツに寄せることなく、顔は窓に向けたままでした。"}
{"en": "Sue stopped whistling, thinking she was asleep.", "ja": "ジョンジーが眠っていると思い、スーは口笛をやめました。"}
{"en": "She arranged her board and began a pen-and-ink drawing to illustrate a magazine story.", "ja": "スーはスケッチブックをセットすると、 雑誌小説の挿絵をペンとインクで描きはじめました。"}
{"en": "Young artists must pave their way to Art by drawing pictures for magazine stories", "ja": "若い作家は文学の道を切り開くために雑誌小説を書きます。"}
{"en": "that young authors write to pave their way to Literature.", "ja": "若き画家は芸術の道を切り開くためにその挿絵を描かなければならないのです。"}
{"en": "As Sue was sketching a pair of elegant horseshow riding trousers and a monocle on the figure of the hero, an Idaho cowboy, she heard a low sound, several times repeated.", "ja": "スーが、優美な馬のショー用のズボンと片眼鏡を主人公のアイダホ州カウボーイのために描いているとき、 低い声が数回繰り返して聞こえました。"}
{"en": "She went quickly to the bedside.", "ja": "スーは急いでベッドのそばに行きました。"}
{"en": "Johnsy's eyes were open wide.", "ja": "ジョンジーは目を大きく開いていました。"}
{"en": "She was looking out the window and counting--counting backward.", "ja": "そして窓の外を見ながら数を数えて ―― 逆順に数を数えているのでした。"}
{"en": "\"Twelve,\" she said, and a little later \"eleven;\"", "ja": "「じゅうに」とジョンジーは言い、少し後に「じゅういち」と言いました。"}
{"en": "and then \"ten,\" and \"nine;\" and then \"eight\" and \"seven,\" almost together.", "ja": "それから「じゅう」「く」と言い、それから「はち」と「なな」をほとんど同時に言いました。"}
{"en": "Sue looked solicitously out the window.", "ja": "スーはいぶかしげに窓の外を見ました。"}
{"en": "What was there to count?", "ja": "何を数えているのだろう？"}
{"en": "There was only a bare, dreary yard to be seen, and the blank side of the brick house twenty feet, away.", "ja": "そこには草もなく わびしい庭が見えるだけで、煉瓦の家の何もない壁は二十フィートも向こうなのです。"}
{"en": "An old, old ivy vine, gnarled and decayed at the roots, climbed half way up the brick wall.", "ja": "根元が節だらけで腐りかかっている、 とても、とても古いつたがその煉瓦の壁の中ほどまで這っていました。"}
{"en": "The cold breath of autumn had stricken its leaves from the vine until its skeleton branches clung, almost bare, to the crumbling bricks.", "ja": "冷たい秋の風は つたの葉に吹き付けて、もう裸同然となった枝は崩れかかった煉瓦にしがみついているのでした。"}
{"en": "\"What is it, dear?\"", "ja": "「なあに？」"}
{"en": "asked Sue.", "ja": "スーは尋ねました。"}
{"en": "\"Six,\" said Johnsy, in almost a whisper.", "ja": "「ろく」とジョンジーはささやくような声で言いました。"}
{"en": "\"They're falling faster now.", "ja": "「早く落ちてくるようになったわ。"}
{"en": "Three days ago there were almost a hundred.", "ja": "三日前は百枚くらいあったのよ。"}
{"en": "It made my head ache to count them.", "ja": "数えていると頭が痛くなるほどだったわ。"}
{"en": "But now it's easy.", "ja": "でもいまは簡単。"}
{"en": "There goes another one.", "ja": "ほらまた一枚。"}
{"en": "There are only five left now.\"", "ja": "もう残っているのは五枚だけね」"}
{"en": "\"Five what, dear.", "ja": "「何が五枚なの？"}
{"en": "Tell your Sudie.\"", "ja": "スーちゃんに教えてちょうだい」"}
{"en": "\"Leaves.", "ja": "「葉っぱよ。"}
{"en": "On the ivy vine.", "ja": "つたの葉っぱ。"}
{"en": "When the last one falls I must go, too.", "ja": "最後の一枚が散るとき、わたしも一緒に行くのよ。"}
{"en": "I've known that for three days.", "ja": "三日前からわかっていたの。"}
{"en": "Didn't the doctor tell you?\"", "ja": "お医者さんは教えてくれなかったの？」"}
{"en": "\"Oh, I never heard of such nonsense,\"", "ja": "「まあ、そんな馬鹿な話は聞いたことがないわよ」"}
{"en": "complained Sue, with magnificent scorn.", "ja": "スーはとんでもないと文句を言いました。"}
{"en": "\"What have old ivy leaves to do with your getting well?", "ja": "「古いつたの葉っぱと、あなたが元気になるのと、 どんな関係があるっていうの？"}
{"en": "And you used to love that vine so, you naughty girl.", "ja": "あなたは、あのつたをとても大好きだったじゃない、おばかさん。"}
{"en": "Don't be a goosey.", "ja": "そんなしょうもないこと言わないでちょうだい。"}
{"en": "Why, the doctor told me this morning that your chances for getting well real soon were--let's see exactly what he said--he said the chances were ten to one!", "ja": "あのね、お医者さんは今朝、あなたがすぐによくなる見込みは ―― えっと、 お医者さんが言ったとおりの言葉で言えば ―― 「一に十だ」って言うのよ。"}
{"en": "Why, that's almost as good a chance as we have in New York when we ride on the street cars or walk past a new building.", "ja": "それって、ニューヨークで電車に乗るとか、 建設中のビルのそばを通るぐらいしか危なくないってことよ。"}
{"en": "Try to take some broth now,", "ja": "ほらほら、スープを少し飲んで。"}
{"en": "and let Sudie go back to her drawing,", "ja": "そしてこのスーちゃんをスケッチに戻らせてね。"}
{"en": "so she can sell the editor man with it, and buy port wine for her sick child, and pork chops for her greedy self.\"", "ja": "そしたらスーちゃんは編集者にスケッチを売ってね、 病気のベビーにはポートワインを買ってね、 はらぺこの自分にはポークチョップを買えるでしょ」"}
{"en": "\"You needn't get any more wine,\"", "ja": "「もう、ワインは買わなくていいわ」"}
{"en": "said Johnsy, keeping her eyes fixed out the window.", "ja": "目は窓の外に向けたまま、ジョンジーは言いました。"}
{"en": "\"There goes another.", "ja": "「ほらまた一枚。"}
{"en": "No, I don't want any broth.", "ja": "ええ、もう、スープもいらないの。"}
{"en": "That leaves just four.", "ja": "残りの葉は たったの四枚。"}
{"en": "I want to see the last one fall before it gets dark.", "ja": "暗くなる前に最後の一枚が散るのを見たいな。"}
{"en": "Then I'll go, too.\"", "ja": "そして私もさよならね」"}
{"en": "\"Johnsy, dear,\"", "ja": "「ジョンジー、ねえ」"}
{"en": "said Sue, bending over her,", "ja": "スーはジョンジーの上にかがみ込んで言いました。"}
{"en": "\"will you promise me to keep your eyes closed, and not look out the window until I am done working?", "ja": "「お願いだから目を閉じて、私の仕事が終わるまで窓の外を見ないって約束してくれない？"}
{"en": "I must hand those drawings in by to-morrow.", "ja": "この絵は、 明日までに出さなきゃいけないのよ。"}
{"en": "I need the light,", "ja": "描くのに明かりがいるの。"}
{"en": "or I would draw the shade down.\"", "ja": "でなきゃ日よけを降ろしてしまうんだけど」"}
{"en": "\"Couldn't you draw in the other room?\"", "ja": "「他の部屋では描けないの？」"}
{"en": "asked Johnsy, coldly.", "ja": "とジョンジーは冷たく尋ねました。"}
{"en": "\"I'd rather be here by you,\"", "ja": "「あなたのそばにいたいのよ」"}
{"en": "said Sue.", "ja": "とスーは答えました。"}
{"en": "\"Besides I don't want you to keep looking at those silly ivy leaves.\"", "ja": "「それに、あんなつたの葉っぱなんか見てほしくないの」"}
{"en": "\"Tell me as soon as you have finished,\"", "ja": "「終わったらすぐに教えてね」"}
{"en": "said Johnsy, closing her eyes, and lying white and still as a fallen statue,", "ja": "とジョンジーは言い、目を閉じ、 倒れた像のように白い顔をしてじっと横になりました。"}
{"en": "\"because I want to see the last one fall.", "ja": "「最後の一枚が散るのを見たいの。"}
{"en": "I'm tired of waiting.", "ja": "もう待つのは疲れたし。"}
{"en": "I'm tired of thinking.", "ja": "考えるのにも疲れたし。"}
{"en": "I went to turn loose my hold on everything,", "ja": "自分がぎゅっと握り締めていたものすべてを放したいの。"}
{"en": "and go sailing down, down,", "ja": "そしてひらひらひらっと行きたいのよ。"}
{"en": "just like one of those poor, tired leaves.\"", "ja": "あの哀れで、疲れた木の葉みたいに」"}
{"en": "\"Try to sleep,\"", "ja": "「もうおやすみなさい」"}
{"en": "said Sue.", "ja": "とスーは言いました。"}
{"en": "\"I must call Behrman up to be my model for the old hermit miner.", "ja": "「ベーアマンさんのところまで行って、年老いた穴倉の隠遁者のモデルをしてもらわなくっちゃいけないの。"}
{"en": "I'll not be gone a minute.", "ja": "すぐに戻ってくるわ。"}
{"en": "Don't try to move 'till I come back.\"", "ja": "戻ってくるまで動いちゃだめよ」"}
{"en": "Old Behrman was a painter who lived on the ground floor beneath them.", "ja": "ベーアマン老人はスーたちの下の一階に住んでいる画家でした。"}
{"en": "He was past sixty and had a Michael Angelo's Moses beard curling down from the head of a satyr along the body of an imp.", "ja": "六十は越していて、 ミケランジェロのモーセのあごひげが、 カールしつつ森の神サチュロスの頭から小鬼の体へ垂れ下がっているという風情です。"}
{"en": "Behrman was a failure in art.", "ja": "ベーアマンは芸術的には失敗者でした。"}
{"en": "Forty years he had wielded the brush without getting near enough to touch the hem of his Mistress's robe.", "ja": "四十年間、絵筆をふるってきましたが、芸術の女神の衣のすそに触れることすらできませんでした。"}
{"en": "He had been always about to paint a masterpiece, but had never yet begun it.", "ja": "傑作をものするんだといつも言っていましたが、 いまだかつて手をつけたことすらありません。"}
{"en": "For several years he had painted nothing except now and then a daub in the line of commerce or advertising.", "ja": "ここ数年間は、ときおり商売や広告に使うへたな絵以外には まったく何も描いていませんでした。"}
{"en": "He earned a little by serving as a model to those young artists in the colony who could not pay the price of a professional.", "ja": "ときどき、プロのモデルを雇うことのできないコロニーの若い画家のためにモデルになり、わずかばかりの稼ぎを得ていたのです。"}
{"en": "He drank gin to excess, and still talked of his coming masterpiece.", "ja": "ジンをがぶがぶのみ、これから描く傑作について今でも語るのでした。"}
{"en": "For the rest he was a fierce little old man, who scoffed terribly at softness in any one, and who regarded himself as especial mastiff-in-waiting to protect the two young artists in the studio above.", "ja": "ジンを飲んでいないときは、ベーアマンは気むずかしい小柄な老人で、 誰であれ、軟弱な奴に対してはひどくあざ笑い、 自分のことを、 階上に住む若き二人の画家を守る特別なマスチフ種の番犬だと思っておりました。"}
{"en": "Sue found Behrman smelling strongly of juniper berries in his dimly lighted den below.", "ja": "ベーアマンはジンのジュニパーベリーの香りをぷんぷんさせて、階下の薄暗い部屋におりました。"}
{"en": "In one corner was a blank canvas on an easel that had been waiting there for twenty-five years to receive the first line of the masterpiece.", "ja": "片隅には何も描かれていないキャンバスが画架に乗っており、 二十五年もの間、傑作の最初の一筆が下ろされるのを待っていました。"}
{"en": "She told him of Johnsy's fancy,", "ja": "スーはジョンジーの幻想をベーアマンに話しました。"}
{"en": "and how she feared she would, indeed, light and fragile as a leaf herself, float away when her slight hold upon the world grew weaker.", "ja": "この世に対するジョンジーの関心がさらに弱くなったら、 彼女自身が一枚の木の葉のように弱くもろく、 はらはらと散ってしまうのではないか…。スーはそんな恐れもベーアマンに話しました。"}
{"en": "Old Behrman, with his red eyes, plainly streaming, shouted his contempt and derision for such idiotic imaginings.", "ja": "ベーアマン老人は、赤い目をうるませつつ、 そんなばかばかしい想像に、軽蔑と嘲笑の大声を上げたのです。"}
{"en": "\"Vass!\"", "ja": "「なんだら！」"}
{"en": "he cried.", "ja": "とベーアマンは叫びました。"}
{"en": "\"Is dere people in de world mit der foolishness to die because leafs dey drop off from a confounded vine?", "ja": "「いったいぜんたい、 葉っぱが、けしからん つたから散るから死ぬなんたら、ばかなこと考えている人がいるのか。"}
{"en": "I haf not heard of such a thing.", "ja": "そんなのは聞いたこともないぞ。"}
{"en": "No, I will not bose as a model for your fool hermit-dunderhead.", "ja": "あほ隠居ののろまのモデールなんかやらんぞ。"}
{"en": "Vy do you allow dot silly pusiness to come in der prain of her?", "ja": "何でらそんなんたらつまらんことをあの子のあたまに考えさせるんだら。"}
{"en": "Ach, dot poor lettle Miss Johnsy.\"", "ja": "あのかわいそうなかわいいヨーンジーに」"}
{"en": "\"She is very ill and weak,\"", "ja": "「病気がひどくて、体も弱っているのよ」"}
{"en": "said Sue,", "ja": "とスーは言いました。"}
{"en": "\"and the fever has left her mind morbid and full of strange fancies.", "ja": "「高熱のせいで、気持ちが落ち込んでて、おかしな考えで頭がいっぱいなのよ。"}
{"en": "Very well, Mr. Behrman,", "ja": "えーえ、いいわよベーアマンさん。"}
{"en": "if you do not care to pose for me, you needn't.", "ja": "もしも私のためにモデルになってくれないなら、しなくて結構よ。"}
{"en": "But I think you are a horrid old--old flibbertigibbet.\"", "ja": "でも、あなたはいやな老いぼれの ―― 老いぼれのコンコンチキだわ」"}
{"en": "\"You are just like a woman!\"", "ja": "「あんたも女ってわけだ」"}
{"en": "yelled Behrman.", "ja": "とベーアマンは叫びました。"}
{"en": "\"Who said I will not bose?", "ja": "「モデールにならんと誰が言ったらんか。"}
{"en": "Go on.", "ja": "いいかね。"}
{"en": "I come mit you.", "ja": "あんたと一緒に行くったらさ。"}
{"en": "For half an hour I haf peen trying to say dot I am ready to bose.", "ja": "モーデルの準備はできてると、三十分もの間、言おうとしたったらさ。"}
{"en": "Gott!", "ja": "ゴット！"}
{"en": "dis is not any blace in which one so goot as Miss Yohnsy shall lie sick.", "ja": "ここは、 ヨーンジーさんみたいな素敵なお嬢さんが病気で寝込むところじゃないったら。"}
{"en": "Some day I vill baint a masterpiece, and ve shall all go away.", "ja": "いつか、わしが傑作を描いたらって、 わしらはみんなここを出ていくんだら。"}
{"en": "Gott!", "ja": "ゴット！"}
{"en": "yes.\"", "ja": "そうなんだら」"}
{"en": "Johnsy was sleeping when they went upstairs.", "ja": "上の階に着いたとき、ジョンジーは眠っていました。"}
{"en": "Sue pulled the shade down to the window-sill, and motioned Behrman into the other room.", "ja": "スーは日よけを窓のしきいまで引っ張りおろし、ベーアマンを別の部屋へ呼びました。"}
{"en": "In there they peered out the window fearfully at the ivy vine.", "ja": "そこで二人はびくびくしながら窓の外のつたを見つめました。"}
{"en": "Then they looked at each other for a moment without speaking.", "ja": "そして一言も声を出さず、しばし二人して顔を見合わせました。"}
{"en": "A persistent, cold rain was falling, mingled with snow.", "ja": "ひっきりなしに冷たい雨が降り続き、みぞれまじりになっていました。"}
{"en": "Behrman, in his old blue shirt, took his seat as the hermit-miner on an upturned kettle for a rock.", "ja": "ベーアマンは青い古シャツを着て、 ひっくり返したなべを大岩に見たて、穴倉の隠遁者として座りました。"}
{"en": "When Sue awoke from an hour's sleep the next morning she found Johnsy with dull, wide-open eyes staring at the drawn green shade.", "ja": "次の朝、一時間ねむったスーが目を覚ますと、 ジョンジーはどろんとした目を大きく開いて、降ろされた緑の日よけを見つめていました。"}
{"en": "\"Pull it up;", "ja": "「日よけをあげて。"}
{"en": "I want to see,\"", "ja": "見たいの」"}
{"en": "she ordered, in a whisper.", "ja": "ジョンジーはささやくように命じました。"}
{"en": "Wearily Sue obeyed.", "ja": "スーはしぶしぶ従いました。"}
{"en": "But, lo! after the beating rain and fierce gusts of wind that had endured through the livelong night, there yet stood out against the brick wall one ivy leaf.", "ja": "けれども、ああ、打ち付ける雨と激しい風が長い夜の間荒れ狂ったというのに、 つたの葉が一枚、煉瓦の壁に残っておりました。"}
{"en": "It was the last on the vine.", "ja": "それは、最後の一枚の葉でした。"}
{"en": "Still dark green near its stem, but with its serrated edges tinted with the yellow of dissolution and decay,", "ja": "茎のつけねは深い緑で、 ぎざぎざのへりは黄色がかっておりました。"}
{"en": "it hung bravely from a branch some twenty feet above the ground.", "ja": "その葉は勇敢にも地上二十フィートほどの高さの枝に残っているのでした。"}
{"en": "\"It is the last one,\"", "ja": "「これが最後の一枚ね」"}
{"en": "said Johnsy.", "ja": "ジョンジーが言いました。"}
{"en": "\"I thought it would surely fall during the night.", "ja": "「昨晩のうちに散ると思っていたんだけど。"}
{"en": "I heard the wind.", "ja": "風の音が聞こえていたのにね。"}
{"en": "It will fall to-day,", "ja": "でも今日、あの葉は散る。"}
{"en": "and I shall die at the same time.\"", "ja": "一緒に、私も死ぬ」"}
{"en": "\"Dear, dear!\"", "ja": "「ねえ、お願いだから」"}
{"en": "said Sue, leaning her worn face down to the pillow,", "ja": "スーは疲れた顔を枕の方に近づけて言いました。"}
{"en": "\"think of me, if you won't think of yourself.", "ja": "「自分のことを考えないっていうなら、せめて私のことを考えて。"}
{"en": "What would I do?\"", "ja": "私はどうしたらいいの？」"}
{"en": "But Johnsy did not answer.", "ja": "でも、ジョンジーは答えませんでした。"}
{"en": "The lonesomest thing in all the world is a soul when it is making ready to go on its mysterious, far journey.", "ja": "神秘に満ちた遠い旅立ちへの準備をしている魂こそ、 この世で最も孤独なものなのです。"}
{"en": "The fancy seemed to possess her more strongly as one by one the ties that bound her to friendship and to earth were loosed.", "ja": "死という幻想がジョンジーを強くとらえるにつれ、 友人や地上とのきずなは弱くなっていくようでした。"}
{"en": "The day wore away, and even through the twilight they could see the lone ivy leaf clinging to its stem against the wall.", "ja": "昼が過ぎ、たそがれどきになっても、 たった一枚残った つたの葉は、壁をはう枝"}
{"en": "And then, with the coming of the night the north wind was again loosed, while the rain still beat against the windows and pattered down from the low Dutch eaves.", "ja": "やがて、夜が来るとともに北風が再び解き放たれる一方、雨は窓を打ち続け、低いオランダ風のひさしからは雨粒がぼたぼたと落ちていきました。"}
{"en": "When it was light enough Johnsy, the merciless, commanded that the shade be raised.", "ja": "朝が来て明るくなると、ジョンジーは無慈悲にも、日よけを上げるようにと命じました。"}
{"en": "The ivy leaf was still there.", "ja": "つたの葉は、まだそこにありました。"}
{"en": "Johnsy lay for a long time looking at it.", "ja": "ジョンジーは横になったまま、長いことその葉を見ていました。"}
{"en": "And then she called to Sue,", "ja": "やがて、スーを呼びました。"}
{"en": "who was stirring her chicken broth over the gas stove.", "ja": "スーはチキンスープをガスストーブにかけてかき混ぜているところでした。"}
{"en": "\"I've been a bad girl, Sudie,\"", "ja": "「わたしは、とても悪い子だったわ、スーちゃん」"}
{"en": "said Johnsy.", "ja": "とジョンジーは言いました。"}
{"en": "\"Something has made that last leaf stay there to show me how wicked I was.", "ja": "「何かが、あの最後の葉を散らないようにして、 わたしが何て悪いことを思っていたか教えてくれたのね。"}
{"en": "It is a sin to want to die.", "ja": "死にたいと願うのは、罪なんだわ。"}
{"en": "You may bring me a little broth now, and some milk with a little port in it, and--no; bring me a hand-mirror first,", "ja": "ねえ、スープを少し持ってきて、それから中にワインを少し入れたミルクも、それから ―― ちがうわ、まず鏡を持ってきて。"}
{"en": "and then pack some pillows about me,", "ja": "それから枕を何個か私の後ろに押し込んで。"}
{"en": "and I will sit up and watch you cook.\"", "ja": "そしたら体を起こして、あなたが料理するのが見られるから」"}
{"en": "An hour later she said.", "ja": "それから一時間たって、ジョンジーはこう言いました。"}
{"en": "\"Sudie,", "ja": "「スーちゃん。"}
{"en": "some day I hope to paint the Bay of Naples.\"", "ja": "わたし、いつか、ナポリ湾を描きたいのよ」"}
{"en": "The doctor came in the afternoon,", "ja": "午後にあの医者がやってきました。"}
{"en": "and Sue had an excuse to go into the hallway as he left.", "ja": "帰り際、スーも廊下に出ました。"}
{"en": "\"Even chances,\"", "ja": "「五分五分だ」"}
{"en": "said the doctor, taking Sue's thin, shaking hand in his.", "ja": "と医者はスーの細く震えている手をとって言いました。"}
{"en": "\"With good nursing you'll win.", "ja": "「よく看病すればあなたの勝ちになる。"}
{"en": "And now I must see another case I have downstairs.", "ja": "これからわたしは下の階にいる別の患者を診なければならん。"}
{"en": "Behrman, his name is--some kind of an artist, I believe.", "ja": "ベーアマンと言ったな ―― 画家、なんだろうな。"}
{"en": "Pneumonia, too.", "ja": "この患者も肺炎なんだ。"}
{"en": "He is an old, weak man, and the attack is acute.", "ja": "もう高齢だし、体も弱っているし、急性だし。"}
{"en": "There is no hope for him;", "ja": "彼の方は、助からんだろう。"}
{"en": "but he goes to the hospital to-day to be made more comfortable.\"", "ja": "だが今日、病院に行って、もう少し楽になるだろう」"}
{"en": "The next day the doctor said to Sue:", "ja": "次の日、医者はスーに言いました。"}
{"en": "\"She's out of danger.", "ja": "「もう危険はない。"}
{"en": "You've won.", "ja": "あなたの勝ちだ。"}
{"en": "Nutrition and care now--that's all.\"", "ja": "あと必要なのは栄養と看病 ―― それだけだよ」"}
{"en": "And that afternoon Sue came to the bed where Johnsy lay,", "ja": "その午後、スーはベッドのところに来ました。"}
{"en": "contentedly knitting a very blue and very useless woolen shoulder scarf,", "ja": "ジョンジーはそこで横になっており、とても青くて全く実用的じゃないウールのショルダースカーフを満足げに編んでおりました。"}
{"en": "and put one arm around her, pillows and all.", "ja": "スーは、枕も何もかも全部まとめて抱きかかえるように手を回しました。"}
{"en": "\"I have something to tell you, white mouse,\"", "ja": "「ちょっと話したいことがあるのよ、白ねずみちゃん」"}
{"en": "she said.", "ja": "とスーは言いました。"}
{"en": "\"Mr. Behrman died of pneumonia to-day in the hospital.", "ja": "「今日、ベーアマンさんが病院で肺炎のためお亡くなりになったの。"}
{"en": "He was ill only two days.", "ja": "病気はたった二日だけだったわ。"}
{"en": "The janitor found him on the morning of the first day in his room downstairs helpless with pain.", "ja": "一日目の朝、下の自分の部屋で痛みのためどうしようもない状態になっているのを 管理人さんが見つけたんですって。"}
{"en": "His shoes and clothing were wet through and icy cold.", "ja": "靴も服もぐっしょり濡れていて、氷みたいに冷たくなっていたそうよ。"}
{"en": "They couldn't imagine where he had been on such a dreadful night.", "ja": "あんなひどい晩にいったいどこに行ってたのか、 はじめは想像もできなかったみたいだけど、"}
{"en": "And then they found a lantern, still lighted, and a ladder that had been dragged from its place,", "ja": "まだ明かりのついたランタンが見つかって、それから、元の場所から引きずり出されたはしごが見つかったのよ。"}
{"en": "and some scattered brushes, and hha palette with green and yellow colors mixed on it,", "ja": "それから、散らばっていた筆と、緑と黄色が混ぜられたパレットも。"}
{"en": "and--look out the window, dear,", "ja": "それから、 ―― ねえ、窓の外を見てごらんなさい。"}
{"en": "at the last ivy leaf on the wall.", "ja": "あの壁のところ、最後の一枚のつたの葉を見て。"}
{"en": "Didn't you wonder why it never fluttered or moved when the wind blew?", "ja": "どうして、あの葉、風が吹いてもひらひら動かないのか、不思議に思わない？"}
{"en": "Ah, darling, it's Behrman's masterpiece", "ja": "ああ、ジョンジー、 あれがベーアマンさんの傑作なのよ"}
{"en": "--he painted it there", "ja": "―― あの葉は、ベーアマンさんが描いたものなのよ。"}
{"en": "the night that the last leaf fell.\"", "ja": "最後の一枚の葉が散った夜に」"}
