{"en": "The arrest of Arsene Lupin", "ja": "アルセーヌ・ルパンの逮捕"}
{"en": "THE strangest of journeys!", "ja": "とても不思議な旅行だった！"}
{"en": "And yet it had begun so well!", "ja": "あんなにいい感じで始まったのにな！"}
{"en": "I, for my part, had never made a voyage that started under better auspices.", "ja": "あれより良い状況で始まった旅行はなかったよ。"}
{"en": "The Province is a swift and comfortable transatlantic liner, commanded by the most genial of men.", "ja": "アルスター号はスピードが速くて快適な大西洋横断定期船だったし、船員も愛想が良かった。"}
{"en": "The company gathered on board was of a very select character.", "ja": "船には特に選ばれた人たちだけが乗っていた。"}
{"en": "Acquaintances were formed and amusements organized.", "ja": "新たな交友関係ができたし、楽しい遊びも計画された。"}
{"en": "We had the delightful feeling of being separated from the rest of the world,", "ja": "ぼくたちは、ぼくたちだけの世界にいるみたいな心地よい感覚を共有していた。"}
{"en": "reduced to our own devices, as though upon an unknown island, and obliged, therefore, to make friends with one another.", "ja": "まるで未知の島に取り残されたみたいな感覚があって、それ故に互いに親しくならなければいけないように感じたんだ。"}
{"en": "And we grew more and more intimate. . . .", "ja": "だから、みんなすごく親しくなってしまったんだ…。"}
{"en": "Have you ever reflected on the element of originality and surprise contained in this grouping of a number of people who, but a day earlier, had never seen one another, and who are now, for a few days, destined to live together in the closest contact, between the infinite sky and the boundless sea, defying the fury of the ocean, the alarming onslaught of the waves, the malice of the winds, and the distressing calmness of the slumbering waters ?", "ja": "君はこういうふうに考えないかい？驚くべき風変わりなことがここにはあるんだ。今言ったように、それまで互いに知らなかった人たちが、何日間も、無限に続く空と果てしない海との間にある船という閉じた空間で一緒に過ごす運命になって、海の猛威に挑み、波が絶え間なく襲いかかってきたり、転覆するような風や眠っているように不気味に凪いでいる海面の驚異に警告を発したりするんだよ！"}
{"en": "Life itself, in fact, with its storms and its greatnesses, its monotony and its variety, becomes a sort of tragic epitome;", "ja": "そういった生活にはね、嵐も、偉大さも、単調さも複雑さもあるのだからして、一種の悲劇的な主題になりうるんだ。"}
{"en": "and that, perhaps, is why we enjoy with a fevered haste and an intensified delight this short voyage of which we see the end.", "ja": "たぶん、それだからこそ、終わりが見える短期間の船旅を、むりやりにでも非常に熱心に楽しむんだろうね。"}
{"en": "But, of late years, a thing has happened", "ja": "だけど、近年になって事情が変わった。"}
{"en": "that adds curiously to the excitement of the passage.", "ja": "船旅の興奮に新たな要因が加わったんだ。"}
{"en": "The little floating island is no longer entirely separated from the world from which we believed ourselves cut adrift.", "ja": "かっての孤島は、もうぼくたちが思っているような「世界から切り離された空間」ではないんだよ。"}
{"en": "One link remains, and is at intervals tied and at intervals untied in mid-ocean.", "ja": "大海原の真ん中ではときどき切れるんだけど、たまに一本の糸がやってくるんだ。"}
{"en": "The wireless telegraph!", "ja": "無線電信だよ！"}
{"en": "As who should say a summons from another world, whence we receive news in the most mysterious fashion!", "ja": "まるで別世界から召喚を受けるように、今言った不思議な空間にニュースを持ってくるんだ。"}
{"en": "The imagination no longer has the resource of picturing wires along which the invisible message glides:", "ja": "もうメッセージを伝える線を想像することはできない。"}
{"en": "the mystery is even more insoluble, more poetic;", "ja": "神秘は前よりわかりにくくなり、いっそう詩的になってきた。"}
{"en": "and we must have recourse to the winds to explain the new miracle.", "ja": "ぼくたちは、その新しい奇跡を解くのに、風の力を借りなければいけないんだよ。"}
{"en": "And so, from the start, we felt that we were being followed, escorted, even preceded by that distant voice", "ja": "そもそもの始まりから、なにかにあとをつけられているように感じていたし、もうそいつに追いつかれているかも、とか、遠くからささやいてきたかも、という感じさえしていた。"}
{"en": "which, from time to time, whispered to one of us a few words from the continent which we had quitted.", "ja": "ときどき、ぼくたちが後にした大陸から、誰かが乗客のひとりになにかささやいているみたいだったよ。"}
{"en": "Two of my friends spoke to me.", "ja": "友だちが二人、ぼくに話しかけてきた。"}
{"en": "Ten others, twenty others sent to all of us, through space, their sad or cheery greetings.", "ja": "ほかに十人から二十人くらいが、良い悪いにかかわらず、ぼくたちに声を送ってきていた。"}
{"en": "Now, on the stormy afternoon of the second day,", "ja": "そんなある日のこと、航海の二日目に嵐にあったんだ。"}
{"en": "when we were five hundred miles from the French coast,", "ja": "フランスの海岸から五百マイルくらいの地点だった。"}
{"en": "the wireless telegraph sent us a message of the following tenor:", "ja": "無線電信がぼくたちにこんなメッセージを送ってきたんだ。"}
{"en": "\"Arsene Lupin on board your ship, first class, fair hair, wound on right forearm, travelling alone under alias R--\"", "ja": "アルセーヌルパンキセンチュウニアリ　イットウ　キンパツ　ミギウデニキズ　ヒトリタビ　ナマエヲＲ…"}
{"en": "At that exact moment, a violent thunderclap burst in the dark sky.", "ja": "ここまでメッセージが来たときに、暗い空に激しい雷鳴が響き渡った。"}
{"en": "The electric waves were interrupted.", "ja": "電信はここで終わってしまったんだ。"}
{"en": "The rest of the message failed to reach us.", "ja": "残りはついに届かなかった。"}
{"en": "We knew only the initial of the name under which Arsene Lupin was concealing his identity.", "ja": "ぼくたちには、アルセーヌ・ルパンが身を隠すためにつかう偽名のイニシャルだけしか分からなかったんだ。"}
{"en": "Had the news been any other, I have no doubt but that the secret would have been scrupulously kept by the telegraph-clerks and the captain and his officers.", "ja": "ほかの種類のニュースだったら、電信を受けた船員と船長とで、良心的に秘密を守ることができただろう。"}
{"en": "But there are certain events that appear to overcome the strictest discretion.", "ja": "だけど、今あげたニュースは間違いなく、どんなに慎重に隠そうとしても広まってしまうものだったんだね。"}
{"en": "Before the day was past, though no one could have told how the rumor had got about, we all knew that the famous Arsene Lupin was hidden in our midst.", "ja": "どこから広まったのかは分からないんだけれども、あまり日がたたないうちに、アルセーヌ・ルパンが船にひそんでいることが明らかになってしまった。"}
{"en": "Arsene Lupin in our midst!", "ja": "乗客の中にルパンがいるんだ！"}
{"en": "The mysterious housebreaker whose exploits had been related in all the newspapers for months!", "ja": "もう何ヶ月も、あらゆる新聞にその名が挙がっている、あの不思議な怪盗が！"}
{"en": "The baffling individual with whom Ganimard, our greatest detective, had entered upon that duel to the death of which the details were being unfolded in so picturesque a fashion!", "ja": "フランスの誇る名探偵であるガニマールが、その詳細が絵巻になるような命がけの闘いを挑んだ、あのルパンが！"}
{"en": "Arsene Lupin, the fastidious gentleman who confines his operations to country-houses and fashionable drawing-rooms,", "ja": "アルセーヌ・ルパンは、自らの好みに従って、田舎の邸宅と上流社会の客間でしか仕事をしない紳士なんだ。"}
{"en": "and who one night, after breaking in at Baron Schormann's, had gone away empty-handed, leaving his visiting card:", "ja": "ある夜など、ショルマン男爵家に忍びこんだ後、何もとらずに自分の名刺を置いていったんだよ。"}
{"en": "Arsene Lupin", "ja": "アルセーヌ・ルパン"}
{"en": "Gentleman", "ja": "怪盗紳士"}
{"en": "with these words added in pencil:", "ja": "そこには鉛筆でこう書いてあった。"}
{"en": "\"Will return when your things are genuine.\"", "ja": "「あなたの持ち物が本物になったときに、また参上いたします。」"}
{"en": "Arsene Lupin, the man with a thousand disguises,", "ja": "アルセーヌ・ルパンは、千の顔を持つ男なんだ。"}
{"en": "by turns chauffeur, opera-singer, book-maker, gilded youth, young man, old man, Marseillese bagman, Russian doctor, Spanish bull-fighter!", "ja": "運転手・オペラ歌手・賭元・金持ちの子息・青年・老人・マルセイユの外交官・ロシアの医者・スペインの闘牛士と、なんにでも変装できるんだ！"}
{"en": "Picture the situation:", "ja": "状況はこうだ。"}
{"en": "Arsene Lupin moving about within the comparatively restricted compass of a transatlantic liner, nay -- more, within the small space reserved to the first-class passengers -- where one might come across him at any moment, in the saloon, the drawing-room, the smoking-room!", "ja": "アルセーヌ・ルパンが、大西洋横断定期船という比較的限定された範囲内で動きまわっていて――一等船客という集団の中、と言い換えてもいいね――いつ何時、サロンや客間や喫煙室といった場所ですれ違うかもしれないんだ！"}
{"en": "Why, Arsene Lupin might be that gentleman over there . . . or this one close by . . . or my neighbor at table . . . or the passenger sharing my stateroom . . .", "ja": "アルセーヌ・ルパンはあそこにいる紳士かも……いや、すぐ近くのこの紳士かも……テーブルでとなりにいるあの人か……大広間にいるあの人かもしれない……。"}
{"en": "\"And just think, this is going to last for five days!\"", "ja": "「考えてもみて、こんな状態があと五日間続くのよ！」"}
{"en": "cried Miss Nellie Underdown, on the following day.", "ja": "次の日にはネリー・アンダーダウン嬢に泣きつかれたよ。"}
{"en": "\"Why, it's awful!", "ja": "「何てひどいことでしょう！"}
{"en": "I do hope they'll, catch him!\"", "ja": "彼にはぜひ捕まっていただきたいですわ。」"}
{"en": "And, turning to me,", "ja": "そして、ぼくに向かってこう言ったのさ。"}
{"en": "\" Do say, Monsieur d'Andrezy,", "ja": "「ねえ教えて、ダンドレジーさん。"}
{"en": "you're such friends with the captain,", "ja": "あなたは船長と仲がよろしかったですわね。"}
{"en": "haven't you heard anything?\"", "ja": "なにかお聞きになりまして？」"}
{"en": "I wished that I had, if only to please Nellie Underdown.", "ja": "ネリー・アンダーダウン嬢を喜ばせるために、なにか言ってあげたかったね。"}
{"en": "She was one of those magnificent creatures that become the cynosure of all eyes wherever they may be.", "ja": "だって、彼女はとてもすばらしくて、どこにいても注目の的になる人だったからね。"}
{"en": "Their beauty is as dazzling as their fortune.", "ja": "その美しさは宝石のように輝いていた。"}
{"en": "A court of fervent enthusiasts follow in their train.", "ja": "熱心な崇拝者の列が彼女の後ろにあったよ。"}
{"en": "She had been brought up in Paris by her French mother,", "ja": "ネリーはフランス人の母親によってパリで育てられた。"}
{"en": "and was now on her way to Chicago to join her father, Underdown, the American millionaire.", "ja": "そのときは、彼女の父で、アメリカの大富豪であるアンダーダウン氏の元へ行くためにシカゴへ向かう途中だった。"}
{"en": "A friend, Lady Gerland, was chaperoning her on the voyage.", "ja": "ジェラード嬢という友だちが彼女に付き添っていたよ。"}
{"en": "I had paid her some slight attentions from the first.", "ja": "ぼくは航海のはじめから彼女に興味がなくはなかった。"}
{"en": "But, almost immediately, in the rapid intimacy of ocean travel, her charms had gained upon me,", "ja": "だけどね、航海中に急速に仲が進展して、彼女の魅力にぼくはまいってしまった。"}
{"en": "and my emotions now exceeded those of a mere flirtation whenever her great dark eyes met mine.", "ja": "ネリーの、大きく見開いた黒い目に見つめられると、いつもぼくは単なる気まぐれというには小さすぎる高ぶりを覚えたものだ。"}
{"en": "She, on her side, received my devotion with a certain favor.", "ja": "彼女の方でも、ぼくの献身に特別な好意を抱いてくれたんだ。"}
{"en": "She condescended to laugh at my jokes and to be interested in my stories.", "ja": "ぼくの話には笑ってくれるし、興味を持ってぼくの話を聞いてくれた。"}
{"en": "A vague sympathy seemed to respond to the assiduity which I displayed.", "ja": "ぼくが時折見せる献身に対して、ばくぜんと同情を示してくれたりもしたんだ。"}
{"en": "One rival alone, perhaps, could have given me cause for anxiety:", "ja": "ひとりライバルがいてね、そいつが心配の種だった。"}
{"en": "a rather good-looking fellow, well-dressed and reserved in manner,", "ja": "確かにそいつは美男子だったし、上品な身なりをしていて、マナーも完璧だった。"}
{"en": "show silent humor seemed at times to attract her more than did my somewhat \"butterfly\" Parisian ways.", "ja": "そいつが静かに話をしだすと、このぼくが示す「あけすけな」パリジャン気質よりも彼女の気をひくらしかった。"}
{"en": "He happened to form one of the group of admirers surrounding Miss Underdown at the moment when she spoke to me.", "ja": "彼もまたアンダーダウン嬢を取り囲む崇拝者のひとりだった。"}
{"en": "We were on deck, comfortably installed in our chairs.", "ja": "ぼくたちはデッキにいて、そこの椅子に気持ちよく座っていた。"}
{"en": "The storm of the day before had cleared the sky.", "ja": "前の日の嵐で、空はすっかり晴れわたっていた。"}
{"en": "It was a delightful afternoon.", "ja": "楽しい午後だったねえ。"}
{"en": "\"I have heard nothing very definite,\"", "ja": "「確かなことは何も聞いていません。」"}
{"en": "I replied.", "ja": "ぼくはそう答えた。"}
{"en": "\"But why should we not be able to conduct our own inquiry", "ja": "「しかし、ぼくたち自身で調査ができないか、そう思っています。"}
{"en": "just as well as old Ganimard, Lupin's personal enemy, might do?\"", "ja": "ちょうど、ルパンの個人的な敵だった老ガニマールがやったみたいにうまくできないものでしょうか。」"}
{"en": "\"I say, you're going very fast!\"", "ja": "「まあ、気が早いこと。」"}
{"en": "\"Why?", "ja": "「なぜでしょう？"}
{"en": "Is the problem so complicated?\"", "ja": "難しいとお考えなのですか？」"}
{"en": "\"Most complicated.\"", "ja": "「とても難しいですわ。」"}
{"en": "\"You only say that because you forget the clews", "ja": "「あなたはひとつ忘れておられます。"}
{"en": "which we possess towards its solution.\"", "ja": "ぼくたちはすでに解答へ至る道しるべを持っているのです。」"}
{"en": "\"Which clews?\"", "ja": "「どういうことですの？」"}
{"en": "\"First, Lupin is travelling under the name of Monsieur R-----.\"", "ja": "「第一に、ルパンはＲで始まる名前で旅行している。」"}
{"en": "\"That's rather vague.\"", "ja": "「それはかなりあいまいですわね。」"}
{"en": "\"Secondly, he's travelling alone.\"", "ja": "「第二に、彼はひとりで旅行している。」"}
{"en": "\"If you consider that a sufficient detail!\"", "ja": "「そんなことがなんになるのでしょう！」"}
{"en": "\"Thirdly, he is fair.\"", "ja": "「第三に、彼は金髪である。」"}
{"en": "\"Well, then?\"", "ja": "「そうですわね。それで？」"}
{"en": "\"Then we need only consult the list of first-class passengers and proceed by elimination.\"", "ja": "「以上から、ぼくたちは乗船名簿を調べて、あてはまらない人をチェックすればいいのです。」"}
{"en": "I had the list in my pocket.", "ja": "ぼくはポケットに名簿を持っていた。"}
{"en": "I took it out and glanced through it:", "ja": "それを取り出して、目を通していった。"}
{"en": "\"To begin with, I see that there are only thirteen persons whose names begin with an R.\"", "ja": "「まず始めに、名前がＲで始まる人が十三人しかいないことがすでに分かっています。」"}
{"en": "\"Only thirteen?\"", "ja": "「たった13人ですか？」"}
{"en": "\"In the first class, yes.", "ja": "「一等船室にはそれだけです。"}
{"en": "Of these thirteen R's, as you can ascertain for yourself,", "ja": "このことについては、あなたご自身で確かめることができます。"}
{"en": "Of these thirteen R's, as you can ascertain for yourself,", "ja": "うち九人は妻とか子ども、従者を連れています。"}
{"en": "That leaves four solitary passengers:", "ja": "そのため、四人だけが残ります。"}
{"en": "the Marquis de Raverdan . . .\"", "ja": "ド・ラベルタン侯爵―。」"}
{"en": "\"Secretary of legation,\"", "ja": "「公使の秘書ですわ。」"}
{"en": "interrupted Miss Underdown.", "ja": "アンダーダウン嬢がさえぎった。"}
{"en": "\"I know him.\"", "ja": "「私、あの人を存じ上げてます。」"}
{"en": "\"Major Rawson . . . \"", "ja": "「ローソン中佐……。」"}
{"en": "\"That's my uncle,\"", "ja": "「私のおじです。」"}
{"en": "said someone.", "ja": "誰かが言った。"}
{"en": "\"Signor Rivolta . . . \"", "ja": "「リボルタさん……。」"}
{"en": "\"Here!\"", "ja": "「私だ。」"}
{"en": "cried one of us,", "ja": "ぼくたちの中から声があがった。"}
{"en": "an Italian, whose face disappeared from view behind a huge black beard.", "ja": "その人はイタリア人で、顔はふさふさした黒いあごひげにおおわれていた。"}
{"en": "Miss Underdown had a fit of laughing:", "ja": "アンダーダウン嬢は長いこと笑っていたよ。"}
{"en": "\"That gentleman is not exactly fair!\"", "ja": "「その人は金髪ではないですわね！」"}
{"en": "\"Then,\" I continued,", "ja": "ぼくは続けた。"}
{"en": "\"we are bound to conclude that the criminal is the last on the list.\"", "ja": "「これによって、ぼくたちはリストの最後に載っている人物こそが犯人であると結論できます。」"}
{"en": "\"Who is that?\"", "ja": "「それは誰ですの？」"}
{"en": "\"Monsieur Rozaine.", "ja": "「ロゼーヌさんです。"}
{"en": "Does any one know Monsieur Rozaine?\"", "ja": "誰か、ロゼーヌさんを知っている人はいますか？」"}
{"en": "No one answered.", "ja": "誰も答えなかった。"}
{"en": "But Miss Underdown, turning to the silent young man whose assiduous presence by her side vexed me, said:", "ja": "そのとき、アンダーダウン嬢は、そばで静かにしていた（ぼくはそのことにいらだっていた）青年の方を向いてこう言ったのだ。"}
{"en": "\"Well, Monsieur Rozaine, have you nothing to say?\"", "ja": "「ねえ、ロゼーヌさん、あなたなにか意見がございまして？」"}
{"en": "All eyes were turned upon him.", "ja": "全員が彼を注目した。"}
{"en": "He was fairhaired!", "ja": "彼はみごとな金髪だった！"}
{"en": "I must admit I felt a little shock pass through me.", "ja": "ぼくは少なからずショックを受けたことを認めるよ。"}
{"en": "And the constrained silence that weighed down upon us showed me that the other passengers present also experienced that sort of choking feeling.", "ja": "ぼくたちを襲った沈黙は、無言のうちに、みなが同じようにショックを受けていることを示していたんだ。"}
{"en": "The thing was absurd, however, for, after all, there was nothing in his manner to warrant our suspecting him.", "ja": "ばかばかしいことだけども、そのときは彼の立ち居振る舞いの中に、疑わしいところはなかったんだ。"}
{"en": "\"Have I nothing to say?\"", "ja": "「私に何を言えといわれるのですか？」"}
{"en": "he replied.", "ja": "彼は返事をした。"}
{"en": "\"Well, you see, realizing what my name was and the color of my hair and the fact that I am travelling by myself,", "ja": "「あなたが言ったとおり、私の名前、髪の色、ひとり旅であること、以上の事実が明らかです。"}
{"en": "I have already made a similar inquiry and arrived at the same conclusion.", "ja": "私はすでに、同じことをして、同じ結論に達しました。"}
{"en": "My opinion, therefore, is that I ought to be arrested.\"", "ja": "従って、私の意見は、私は逮捕されるべきであると言うことです。」"}
{"en": "He wore a queer expression as he uttered these words.", "ja": "こう告げたときのロゼーヌはとても妙だった。"}
{"en": "His thin, pale lips grew thinner and paler eyes were bloodshot.", "ja": "唇が前よりも薄く、青白くなっていたし、普段は青白いはずの目が血走っていたんだ。"}
{"en": "There was no doubt but that he was jesting.", "ja": "ロゼーヌが冗談を言っていることは明らかだったけど、"}
{"en": "And yet his appearance and attitude impressed us.", "ja": "ぼくたちにはその表情や態度が気になった。"}
{"en": "Miss Underdown asked, innocently:", "ja": "アンダーダウン嬢は、なにげなくこう尋ねたんだ。"}
{"en": "\"But have you a wound?\"", "ja": "「ですが、傷は持っていらっしゃるのですか？」"}
{"en": "\"That's true,\" he said. \"The wound is missing.\"", "ja": "「ありがたいことに、傷は持っていません。」"}
{"en": "With a nervous movement, he pulled up his cuff and uncovered his arm.", "ja": "ロゼーヌ氏は神経質な感じで袖口をまくり上げて、腕をぼくたちに見せた。"}
{"en": "But a sudden idea struck me.", "ja": "しかし、そのときある考えがぼくの心に浮かんだ。"}
{"en": "My eyes met Miss Underdown's:", "ja": "ぼくの目がアンダーダウン嬢の目と合った。"}
{"en": "he had shown his left arm.", "ja": "ロゼーヌは左の腕を見せたのだ。"}
{"en": "And, upon my word. I was on the point of remarking upon this,", "ja": "ぼくはすぐに、そのことを指摘しようとした。"}
{"en": "when an incident occurred to divert our attention.", "ja": "だがそのとき、ある出来事が起きたんで、みんなの注意がそっちに行ってしまったんだ。"}
{"en": "Lady Gerland, Miss Underdown's friend, came running up.", "ja": "ジェラード嬢（アンダーダウン嬢の友人だよ）が走ってやってきた。"}
{"en": "She was in a state of great agitation.", "ja": "彼女はひどく動揺していた。"}
{"en": "Her fellow- passengers crowded round her;", "ja": "みんながその周りを囲んだ。"}
{"en": "and it was only after many efforts that she succeeded in stammering out:", "ja": "大変な努力の末に、どもりながらも彼女はこう言ったんだ。"}
{"en": "\"My jewels! . . . My pearls!", "ja": "「私の宝石……私の真珠"}
{"en": ". . . They've all been stolen!\"", "ja": "……全部盗まれたんです！」"}
{"en": "No, they had not all been stolen, as we subsequently discovered;", "ja": "その後ぼくたちが捜索したところによれば、全部が盗まれたわけではなかった。"}
{"en": "a much more curious thing had happened:", "ja": "だけど、もっと不思議なことがあったんだ。"}
{"en": "the thief had made a selection!", "ja": "泥棒はね、盗むものを選んでいたんだ。"}
{"en": "From the diamond star, the pendant of uncut rubies, the broken necklaces and bracelets, he had removed not the largest but the finest, the most precious stones -- those,", "ja": "ダイヤモンドの勲章や、ルビーのペンダント（それ自体は無事だった）や、ネックレスやブレスレット（それらは壊されていた）から、泥棒は、もっとも大きくて、美しくて、価値がある宝石だけを盗んでいったんだ。"}
{"en": "in fact, which had the greatest value and at the same time occupied the smallest space.", "ja": "それだけ持っていくんなら、値段は高いし、同時に、容積も小さくてすむからね。"}
{"en": "The settings were left lying on the table.", "ja": "台座は机の上に荒っぽく置かれていた。"}
{"en": "I saw them,", "ja": "ぼくはそれを見た。"}
{"en": "we all saw them,", "ja": "みんなも見ていたよ。"}
{"en": "stripped of their gems like flowers from which the fair, bright-colored petals had been torn.", "ja": "美しい色とりどりの花びらをちぎられた花みたいに、宝石が座金から抜き取られていたんだよ。"}
{"en": "And to carry out this work, he had had, in broad daylight, while Lady Gerland was taking tea, to break in the door of the state-room in a frequented passage, to discover a little jewel-case purposely hidden at the bottom of a bandbox, to open it and make his choice!", "ja": "この仕事を実行するためには、泥棒は、真っ昼間、ジェラード嬢がお茶を取りに行っている間に、よく人が通る廊下で個室のドアを壊して、バンドボックス［＃注一］の底に隠された小さな宝石箱を見つけて、それを開けて、宝石を選び出す、そういったことをすべてこなさなきゃいけなかったんだ。"}
{"en": "We all uttered the same cry.", "ja": "ぼくも含め、みんなが同じ言葉を叫んだ。"}
{"en": "There was but one opinion among the passengers when the theft became known:", "ja": "この泥棒行為が分かったとき、みんな同じことを考えたんだ。"}
{"en": "it was Arsene Lupin.", "ja": "これはアルセーヌ・ルパンの仕業だ。"}
{"en": "And, indeed, the theft had been committed in his own complicated, mysterious, inscrutable . . .", "ja": "確かに、窃盗行為は彼自身の手で複雑にされ、奇妙で不可解な事件になっていた……。"}
{"en": "and yet logical manner,", "ja": "けれど一方では、論理的なやり口だとぼくなんかは思ったね。"}
{"en": "for we realized that, though it would have been difficult to conceal the cumbersome mass which the ornaments as a whole would have formed, he would have much less trouble with such small independent objects as single pearls, emeralds and sapphires.", "ja": "扱いにくい飾り物を全部隠すのは難しいけれど、真珠やエメラルドやサファイアみたいな、小さいものだけ隠すんなら、そんなに難しくないんだ。"}
{"en": "At dinner this happened:", "ja": "夕食時に変化が起こった。"}
{"en": "the two seats to the right and left of Rozaine remained unoccupied.", "ja": "ロゼーヌの両隣の席は空席になっていた。"}
{"en": "And, in the evening, we knew that he had been sent for by the captain.", "ja": "そして夜になって、ぼくたちはロゼーヌが船長に呼ばれたことを知った。"}
{"en": "His arrest, of which no one entertained a doubt, caused a genuine relief.", "ja": "彼の逮捕（この頃にはみんな、彼がルパンだと信じていた）は、ぼくたちを安心させた。"}
{"en": "We felt at last that we could breathe.", "ja": "ついにぼくたちも呼吸ができるのだ。"}
{"en": "We played charades in the saloon.", "ja": "サロンでシャレード［＃注２］を楽しんだ。"}
{"en": "We danced.", "ja": "ダンスもした。"}
{"en": "Miss Underdown, in particular, displayed an obstreperous gayety", "ja": "アンダーダウン嬢は特に、ぼくに対して無理にでも明るく振る舞った。"}
{"en": "which made it clear to me that, though Rozaine's attentions might have pleased her at first, she no longer gave them a thought.", "ja": "ロゼーヌの心遣いは、最初は彼女の気をひいたんだろうが、もうそのことは頭になかった。"}
{"en": "Her charm conquered me entirely.", "ja": "ぼくは彼女の魅力にまいってしまった。"}
{"en": "At midnight, under the still rays of the moon, I declared myself her devoted lover in emotional terms", "ja": "真夜中になって、まだ月の光が残るなか、ぼくはアンダーダウン嬢に真摯な愛を告白した。"}
{"en": "which she did not appear to resent.", "ja": "それに対して怒った様子はみせなかったよ。"}
{"en": "But, the next day, to the general stupefaction,", "ja": "だが翌日、誰もが仰天することが起こった。"}
{"en": "it became known that the charges brought against him were insufficient.", "ja": "ロゼーヌに対する告訴がまだ不完全だったんだ。"}
{"en": "Rozaine was free.", "ja": "彼が釈放されたんだ。"}
{"en": "It seemed that he was the son of a wealthy Bordeaux merchant.", "ja": "ロゼーヌは、自分はボルドーに住む大商人の息子だと言明した。"}
{"en": "He had produced paper's which were in perfect order.", "ja": "そして、疑問の余地がない正規の書類を提出したんだ。"}
{"en": "Moreover, his arms showed not the slightest trace of a wound.", "ja": "それに、腕には両方とも傷の跡がなかったんだ。"}
{"en": "\"Papers, indeed!\"", "ja": "「書類は本物なんだろう。」"}
{"en": "exclaimed Rozaine's enemies.", "ja": "ロゼーヌの敵はこう言っていた。"}
{"en": "\"Birth-certificates!", "ja": "「出生証明書！"}
{"en": "Tush!", "ja": "フン！"}
{"en": "Why, Arsene Lupin can supply them by the dozen!", "ja": "アルセーヌ・ルパンはそれくらい何ダースも提出できるさ！"}
{"en": "As for the wound, it only shows that he never had a wound", "ja": "傷のことか……傷がないのを見せたにすぎんね。"}
{"en": ". . . or that he has removed its traces!\"", "ja": "あるいは、傷跡を消したんだろうよ！」"}
{"en": "Somebody suggested that, at the time when the theft was committed, Rozaine -- this had been proved -- was walking on deck.", "ja": "それに対して、盗みが行われた時間にロゼーヌはデッキを歩いていたんだ（このことは証明されていた）というものもいた。"}
{"en": "In reply to this it was urged", "ja": "それに対しては、こんな反論がなされた。"}
{"en": "that, with a man of Rozaine's stamp, it was not really necessary for the thief to be present at his own crime.", "ja": "ロゼーヌのような男なら、自分自身が働く盗みに立ち会う必要はないだろう。"}
{"en": "And, lastly, apart from all other considerations, there was one point upon which the most sceptical hadnothing to say:", "ja": "それにね、ほかのことはさておき、ロゼーヌを弁護する人たちが決して口にしないことが１つあった。"}
{"en": "who but Rozaine was travelling alone, had fair hair, and was called by a name beginning with the letter R?", "ja": "ロゼーヌ以外に、１人旅で、金髪で、Ｒで始まる名前の人がいるのか？"}
{"en": "Who but Rozaine answered to the description in the wireless telegram?", "ja": "ロゼーヌ以外に、無線電信の内容と一致する人がいるのか？"}
{"en": "And when Rozaine, a few minutes before lunch, boldly made for our group,", "ja": "昼食前に、ロゼーヌが大胆にもぼくたちのグループに近づいてきた。"}
{"en": "Lady Gerland and Miss Underdown rose and walked away.", "ja": "すると、ジェラード嬢とアンダーダウン嬢はすぐにグループを離れていったんだ。"}
{"en": "It was a question of pure fright.", "ja": "明らかに疑っていたんだ。"}
{"en": "An hour later, a manuscript circular was passed from hand to hand among the staff of the vessel, the crew, and the passengers of all classes.", "ja": "一時間後、手書きの告知が出て、船のスタッフ、船員、乗客全員にまわされた。"}
{"en": "M. Louis Rozaine had promised a reward of ten thousand francs to whosoever should unmask Arsene Lupin or discover the possessor of the stolen jewels.", "ja": "Ｍ・ルイス・ロゼーヌがこう提案したんだ。"}
{"en": "\"And if no one helps me against the ruffian,\"", "ja": "「もし、悪漢を見つけだす試みに賛成する人がいなければ、私が自分でやって見せます。」"}
{"en": "said Rozaine to the captain,", "ja": "とまで船長に言ったそうだ。"}
{"en": "The contest between Rozaine and Arsene Lupin,", "ja": "ロゼーヌ対アルセーヌ・ルパン。"}
{"en": "or rather, in the phrase that soon became current, between Arsene Lupin himself and Arsene Lupin, was not lacking in interest.", "ja": "興味が尽きない闘いだったよ。"}
{"en": "It lasted two days.", "ja": "闘いは二日間続いた。"}
{"en": "Rozaine was observed wandering to right and left, mixing with the crew, questioning and ferreting on every hand.", "ja": "ロゼーヌは至る所を見てまわり、船員に混じって、誰彼となく質問していた。"}
{"en": "His shadow was seen prowling about at night.", "ja": "夜になると、あたりをうろつく彼の影が見えていた。"}
{"en": "The captain, on his side, displayed the most active energy.", "ja": "あとに付き従う船長が一番張り切っていたね。"}
{"en": "The Provence was searched from stem to stern, in every nook and corner.", "ja": "アルスター号は舳先から船尾まで、あらゆるところが捜索された。"}
{"en": "Every state-room was turned out, without exception, under the very proper pretext", "ja": "すべての客室が対象になった。"}
{"en": "that the stolen objects must be hidden somewhere -- anywhere rather than in the thief's own cabin.", "ja": "盗まれた宝石は、泥棒自身の客室を除いてどこかに隠されていなければならない、というもっともな口実があったからね。"}
{"en": "\"Surely they will end by finding something?\"", "ja": "「これなら、なにか見つかるでしょうね？」"}
{"en": "asked Miss Underdown.", "ja": "アンダーダウン嬢があるときこう言ってきた。"}
{"en": "\"Wizard though he may be, he can't make pearls and diamonds invisible.\"", "ja": "「どんな魔法使いだって、真珠やダイヤを見えなくすることはできませんものね。」"}
{"en": "\"Of course they will,\"", "ja": "「もちろん見つけるでしょう。」"}
{"en": "I replied,", "ja": "ぼくは言った。"}
{"en": "\"or else they will have to search the linings of our hats and clothes and anything that we carry about with us.\"", "ja": "「もしそうならなければ、あの人たちはぼくたちの帽子や服の裏地とか、所持品をも捜索する必要がありますね。」"}
{"en": "And, showing her my five-by-four Kodak,", "ja": "そういっておいて、五×四型のコダック製カメラを彼女に見せた。"}
{"en": "with which I never wearied of photographing her in all manner of attitudes,", "ja": "彼女の姿勢や表情をいっぱい撮影しようと、飽くなき努力を費やしていたんだ。"}
{"en": "I added, \"Why, even in a camera no larger than this there would be room to stow away all Lady Gerland's jewels.", "ja": "「たとえばこのカメラですが、ジェラード嬢の宝石をすべて隠すためにはこれで十分なくらいですよ。"}
{"en": "You pretend to take snapshots", "ja": "あなたは写真を撮るふりをします。"}
{"en": "and the thing is done.\"", "ja": "そして、すべてが終わるのです。」"}
{"en": "\"Still, I have heard say that every burglar always leaves a clew of some kind behind him.\"", "ja": "「でも、泥棒はみんな現場に証拠を残すものだと聞いたことがありますわ。」"}
{"en": "\"There is one who never does:", "ja": "「決してそうしない人が一人だけいます。"}
{"en": "Arsene Lupin.\"", "ja": "それがアルセーヌ・ルパンなのです。」"}
{"en": "\"Why?\"", "ja": "「なぜでしょう？」"}
{"en": "\"Why?", "ja": "「『なぜでしょう？』と言われますか？"}
{"en": "Because he thinks not only of the crime which he is committing, but of all the circumstances that might tell against him.\"", "ja": "理由は、アルセーヌ・ルパンはこれから実行する盗みのことを考えるだけでなく、自分に不利な条件もすべて数え上げているからです。」"}
{"en": "\"You we're more confident at first.\"", "ja": "「あなた、最初はもっと自身がおありでしたわ。」"}
{"en": "\"Ah, but I had not seen him at work then!\"", "ja": "「それは、ルパンの仕事を見たことがなかったからです。」"}
{"en": "\"And so you think . . . \"", "ja": "「それで、今は……。」"}
{"en": "\"I think that we are wasting our time.\"", "ja": "「ぼくたちは、時間を無駄にしていると思いますね。」"}
{"en": "As a matter of fact, the investigations produced no result whatever,", "ja": "実際、調査の結果何も発見できなかった。"}
{"en": "or, at least, that which was produced did not correspond with the general effort:", "ja": "いや、少なくとも、あれだけ徹底した調査にはみあっていなかった。"}
{"en": "the captain lost his watch.", "ja": "船長の時計がなくなっていたんだ。"}
{"en": "He was furious,", "ja": "船長は怒っていたね。"}
{"en": "redoubled his zeal,", "ja": "さらに力を入れるようになった。"}
{"en": "and kept an even closer eye than before on Rozaine, with whom he had several interviews.", "ja": "以前よりロゼーヌを厳重に監視していたし、何回か会見を持ったりもした。"}
{"en": "The next day, with a delightful irony, the watch was found among the second officer's collars.", "ja": "だがその翌日、皮肉にも、時計は二等航海士のカラー入れから発見されたんだ。"}
{"en": "All this was very wonderful, and pointed clearly to the humorous handiwork of a burglar,", "ja": "すべては非常にすばらしく、泥棒のユーモラスな仕事ぶりを明瞭に示していた。"}
{"en": "if you like, but an artist besides.", "ja": "芸術家以外にはこんなふうにはしないだろうね。"}
{"en": "He worked at his profession for a living, but also for his amusement.", "ja": "アルセーヌ・ルパンにとって、泥棒という仕事は職業としてやるものだったけど、趣味としての側面もそこにはあったんだ。"}
{"en": "He gave the impression of a dramatist", "ja": "劇のような感じを、自分の仕事に与えていた。"}
{"en": "who thoroughly enjoys his own plays and who stands in the wings laughing heartily at the comic dialogue and diverting situations which he himself has invented.", "ja": "自分の脚本を楽しげに演じ、そでに控えて自分で演出した喜劇に笑い転げ、自分でつくり出した状況から目を背けさせるんだ。"}
{"en": "He was decidedly an artist in his way;", "ja": "ルパンはまさに、個性豊かな芸術家だった。"}
{"en": "and, when I observed Rozaine, so gloomy and stubborn, and reflected on the two-faced part which this curious individual was doubtless playing, I was unable to speak of him without a certain feeling of admiration....", "ja": "ぼくは、頑固にふさぎ込んでいるロゼーヌを見ていると、この奇妙な男が間違いなく持っているはずの二面性の影響を受けてしまって、ある種の賞賛なしには彼の話をすることができなかった……。"}
{"en": "Well, on the night but one before our arrival in America, the officer of the watch heard groans on the darkest portion of the deck.", "ja": "さて、アメリカに到着する一日前の夜、当直の船員が、デッキの一番暗いところでうなり声を聞いたそうだ。"}
{"en": "He drew nearer, went up, and saw a man stretched at full length, with his head wrapped in a thick, gray muffler, and his hands tied together with a thin cord.", "ja": "船員がうなり声の主に近寄っていくと、そこには頭を厚手の灰色マフラーで巻かれ、両腕を細いひもで縛られて倒れている男がいたんだ。"}
{"en": "They unfastened his bonds, lifted him, and gave him a restorative.", "ja": "船員は結び目をほどき、彼を助け起こして気付け薬を与えた。"}
{"en": "The man was Rozaine.", "ja": "男はロゼーヌだった。"}
{"en": "Yes, it was Rozaine, who had been attacked in the course of one of his expeditions, knocked down, and robbed.", "ja": "そう、ロゼーヌは捜索中に攻撃され、殴り倒されて、縛られていたのだ。"}
{"en": "A visiting-card pinned to his clothes bore these words:", "ja": "服に名刺が取り付けられていて、そこにはこう書いてあった。"}
{"en": "\"Arsene Lupin accepts M. Rozaine's ten thousand francs, with thanks.\"", "ja": "アルセーヌ・ルパンは謹んでロゼーヌ氏の一万フランを頂戴いたします。"}
{"en": "As a matter of fact the stolen pocket-book contained twenty thousand-franc notes.", "ja": "実際に財布が盗まれていた。"}
{"en": "Of course, the unfortunate man was accused of counterfeiting this attack upon his own person.", "ja": "もちろん、この不運な男は自分自身への襲撃をねつ造したという告発も受けた。"}
{"en": "But, apart from the fact that it would have been impossible for him to bind himself in this way, it was proved that the writing on the card differed absolutely from Rozaine's handwriting, whereas it was exactly like that of Arsene Lupin, as reproduced in an old newspaper which had been found on board.", "ja": "だけどね、発見されたときみたいにきつく自分で自分を縛ることは不可能だったし、それとは別に、名刺の筆跡はロゼーヌのそれとはまったく違っていて、むしろアルセーヌ・ルパンの筆跡（船上で見つかった古新聞に載っていたんだ）と一致していることが証明されたんだ。"}
{"en": "So Rozaine was not Arsene Lupin!", "ja": "つまり、ロゼーヌはアルセーヌ・ルパンではなかったんだ！"}
{"en": "Rozaine was Rozaine, the son of a Bordeaux merchant!", "ja": "ロゼーヌはロゼーヌで、ボルドーの商人の息子だったのだ！"}
{"en": "And Arsene Lupin's presence had been asserted once again and by means of what a formidable act!", "ja": "そして、このような恐ろしい行為によって、アルセーヌ・ルパンの存在が再びよみがえってきたのだ！"}
{"en": "Sheer terror ensued.", "ja": "船中は恐怖に包まれた。"}
{"en": "The passengers no longer dared stay alone in their cabins nor wander unaccompanied to the remoter parts of the ship.", "ja": "乗客は、もう客室に一人でいたり、船の離れに単独でとどまっていたりはしなかった。"}
{"en": "Those who felt sure of one another kept prudently together.", "ja": "互いに大丈夫と確信した人同士で用心深く固まっていた。"}
{"en": "And even here an instinctive mistrust divided those who knew one another best.", "ja": "それでも、本能的に不信感を覚えて、もっとも仲のよかった人同士で仲違いしたりしていた。"}
{"en": "The danger no longer threatened from a solitary individual kept under observation and therefore less dangerous.", "ja": "単独の個人に襲われるという危険ならば、そいつを監視することで、危険でなくすることができただろう。"}
{"en": "Arsene Lupin now seemed to be . . . to be everybody.", "ja": "アルセーヌ・ルパンは、今では誰ででもあるという状態だった……。"}
{"en": "Our over-excited imaginations ascribed to him the possession of a miraculous and boundless power.", "ja": "興奮のあまり、ルパンは神秘的で果てしない力の持ち主だとさえ思われていた。"}
{"en": "We supposed him capable of assuming the most unexpected disguises,", "ja": "一番ありえない種類の変装さえも、彼ならできるだろうってね。"}
{"en": "of being by turns the most respectable Major Rawson, or the most noble Marquis de Raverdan, or even -- for we no longer stopped at the accusing initial -- this or that person known to all, and travelling with wife, children and servants.", "ja": "つまり、尊敬すべきローソン中佐や、高貴なるド・ラベルタン侯爵に変装しているかもしれないのだし、挙げ句の果てに――もう誰もイニシャルのことは考えなくなってたね――知名度の高い人や、妻や子どもや使用人を連れている人でさえも交代で疑われたよ。"}
{"en": "The wireless telegrams brought us no news;", "ja": "無線電信は何も言ってこなかった。"}
{"en": "at least, the captain did not communicate them to us.", "ja": "少なくとも、船長はぼくたちに、そのことについては何も言わなくなった。"}
{"en": "And this silence was not calculated to reassure us.", "ja": "そのことは、不安を解消する役には立たなかった。"}
{"en": "It was small wonder, therefore, that the last day appeared interminable.", "ja": "航海の最終日は永遠に続くように思われた。"}
{"en": "The passengers lived in the anxious expectation of a tragedy.", "ja": "乗客たちは、悲劇的な予想の中に沈み込んでいた。"}
{"en": "This time it would not be a theft, it would not be a mere assault; it would be crime -- murder.", "ja": "なにかが起こるだろう、単なる盗みとか、襲撃とかではなくて、犯罪らしい犯罪、つまり殺人が起こるだろうってね。"}
{"en": "No one was willing to admit that Arsene Lupin would rest content with those two insignificant acts of larceny.", "ja": "アルセーヌ・ルパンがたった二つの盗みで仕事を終わりにすると信じている人はいなかった。"}
{"en": "He was absolute master of the ship;", "ja": "アルセーヌ・ルパンこそが船を支配していた。"}
{"en": "he reduced the officers to impotence;", "ja": "航海士はそれに対して無力だった。"}
{"en": "he had but to wreak his will upon us.", "ja": "ルパンは自由に希望を叶えてきた。"}
{"en": "He could do as he pleased;", "ja": "まさにやりたい放題だった。"}
{"en": "he held our lives and property in his hands.", "ja": "その手にみんなの生命と財産を握っていた。"}
{"en": "These were delightful hours to me, I confess,", "ja": "ぼくにとっては楽しいときでもあったと告白しておこう。"}
{"en": "for they won for me the confidence of Nellie Underdown.", "ja": "なぜなら、ぼくはついにネリー・アンダーダウンの信頼を獲得したんだ。"}
{"en": "Naturally timid and impressed by all these events, she spontaneously sought at my side the protection", "ja": "今までにあげた出来事によって、まったく自然な恐怖に襲われて、ネリーはぼくの保護を求めてきた。"}
{"en": "which I was happy to offer her.", "ja": "喜んで受け入れたよ。"}
{"en": "In my heart, I blessed Arsene Lupin.", "ja": "心のなかで、アルセーヌ・ルパンに感謝した。"}
{"en": "Was it not he who had brought us together?", "ja": "ルパンの存在によって、ぼくとネリーの仲がまとまったのではないのか？"}
{"en": "Was it not to him that I owed the right to abandon myself to my fondest dreams?", "ja": "ぼくが甘い夢に浸ることができるのも、ルパンのおかげではなかったか？"}
{"en": "Dreams of love and dreams more practical:", "ja": "それが恋の夢であり、またそれが実現不可能な夢ではないことを、"}
{"en": "why not confess it?", "ja": "どうして告白しないでいられようか？"}
{"en": "The d'Andrezys are of good Poitevin stock, but the gilt of their blazon is a little worn;", "ja": "ダンドレジー家はポチバンの名家だったが、その名声は少しばかり落ち込んでいた。"}
{"en": "and it did not seem to me unworthy of a man of family to think of restoring the lost lustre of his name.", "ja": "一家の名誉を旧に復することを考える気持ちがぼくの中になかったといえばうそになるだろうね。"}
{"en": "Nor, I was convinced, did these dreams offend Nellie.", "ja": "ぼくの中では、こういった夢想はネリーを怒らせてはいないという確信があった。"}
{"en": "Her smiling eyes gave me leave to indulge them.", "ja": "ネリーの目は微笑んでいた。"}
{"en": "Her soft voice bade me hope.", "ja": "柔らかい声に、ぼくは希望がもてた。"}
{"en": "And we remained side by side until the last moment, with our elbows resting on the bulwark rail, while the outline of the American coast grew more and more distinct.", "ja": "アメリカの海岸が見えてくるころには、ぼくとネリーは、デッキを取り巻く欄干にもたれて、寄り添っていられるようになった。"}
{"en": "The search had been abandoned.", "ja": "犯人の捜索は断念された。"}
{"en": "All seemed expectation.", "ja": "すべては想像の中にあった。"}
{"en": "From the first-class saloon to the steerage, with its swarm of emigrants, every one was waiting for the supreme moment when the insoluble riddle would be explained.", "ja": "一等船客から三等船客（その中には移民する人たちもたくさんいた）まで、すべての乗客が、未解決の謎が説明される最期の一瞬を待っていた。"}
{"en": "Who was Arsene Lupin?", "ja": "誰がアルセーヌ・ルパンだったんだろう？"}
{"en": "Under what name, under what disguise was the famous Arsene Lupin lurking?", "ja": "アルセーヌ・ルパンは、どんな名前で、どんな変装をしてひそんでいたんだろう？"}
{"en": "The supreme moment came.", "ja": "いよいよ最後の瞬間がやってきた。"}
{"en": "If I live to be a hundred, never shall I forget its smallest detail.", "ja": "もし今後百年生きたとしても、細部に至るまでいちいち忘れないだろうね。"}
{"en": "\"How pale you look, Nellie!\"", "ja": "「青白い顔をしているね、ネリー。」"}
{"en": "I said, as she leaned,", "ja": "寄り添っている彼女にそう言った。"}
{"en": "almost fainting, on my arm.", "ja": "ぼくの腕の中で、ネリーは失神しそうになっていた。"}
{"en": "\"And you, too.", "ja": "「あら、あなたもですわ。"}
{"en": "0h, how you have changed!\"", "ja": "まるで変わってしまっているわ。」"}
{"en": "she replied.", "ja": "彼女が返事をした。"}
{"en": "\"Think what an exciting minute this is", "ja": "「考えてもごらん。"}
{"en": "and how happy I am to pass it at your side.", "ja": "ぼくはあなたのそばにいられて、本当に幸せですよ。"}
{"en": "I wonder, Nellie, if your memory will sometimes linger . . .\"", "ja": "ネリー、あなたの記憶の中に、ときどきにでも思いだしてくださると思うと……。」"}
{"en": "All breathless and fevered,", "ja": "ネリーの息が詰まり、熱気を帯びてきた。"}
{"en": "she was not listening.", "ja": "ぼくの言葉が耳に入らないらしかった。"}
{"en": "The gang-plank was lowered.", "ja": "タラップが下げられた。"}
{"en": "But before we were allowed to cross it, men came on board:", "ja": "しかし、ぼくたちがそこを通れるようになるまでにいろんな人たちが甲板にやってきた。"}
{"en": "custom-house officers, men in uniform, postmen.", "ja": "税関吏や制服の男たち、郵便配達員といった人たちだよ。"}
{"en": "Nellie murmured:", "ja": "ネリーがつぶやいた。"}
{"en": "\"I shouldn't be surprised even if we heard that Arsene Lupin had escaped during the crossing!\"", "ja": "「もしもアルセーヌ・ルパンが船から逃げだしていたとしても、私は驚きませんわ。」"}
{"en": "\"He may have preferred death to dishonor, and plunged into the Atlantic rather than submit to arrest!\"", "ja": "「彼は逮捕される不名誉よりは死を選ぶでしょうから、大西洋に飛び込んだのかもしれませんね。」"}
{"en": "\"Don't jest about it,\"", "ja": "「冗談はおよしになって。」"}
{"en": "said she, in a tone of vexation.", "ja": "彼女は悩ましげに言った。"}
{"en": "Suddenly I gave a start", "ja": "突然ぼくは身震いした。"}
{"en": "and, in answer to her question, I replied:", "ja": "理由を聞かれて、こう返事をした。"}
{"en": "\"Do you see that little old man standing by the gang-plank?\"", "ja": "「タラップのそばにいる、小柄な老人が見えますか？」"}
{"en": "\"The one in a green frock-coat with an umbrella?\"", "ja": "「傘を差して、緑のブロックコートを着た人のこと？」"}
{"en": "\"That's Ganimard.\"", "ja": "「あれがガニマールです。」"}
{"en": "\"Ganimard?\"", "ja": "「ガニマール？」"}
{"en": "\"Yes,", "ja": "「そうです。"}
{"en": "the famous detective who swore that he would arrest Arsene Lupin with his own hand.", "ja": "必ず自分の手でアルセーヌ・ルパンを逮捕すると誓った、有名な探偵です。"}
{"en": "Ah, now I understand why we received no news from this side of the ocean.", "ja": "ああ、ぼくは今やっと、大西洋のこちら側からニュースが来なかった理由が理解できました。"}
{"en": "Ganimard was here,", "ja": "ガニマールがここにいたんですね。"}
{"en": "and he does not care to have any one interfering in his little affairs.\"", "ja": "彼は自分の仕事を誰かに邪魔されるのがお嫌いなんだそうです。」"}
{"en": "\"So Arsene Lupin is sure of being caught?\"", "ja": "「では、ルパンの逮捕は確実ですわね？」"}
{"en": "\"Who can tell?", "ja": "「誰にそう言えますか？"}
{"en": "Ganimard has never seen him, I believe, except made-up and disguised.", "ja": "ガニマールは変装をしたルパンにしか会ったことがないということですよ。"}
{"en": "Unless he knows the name under which he is travelling . . .\"", "ja": "この旅行で使っている偽名を知っているなら話は別ですがね。」"}
{"en": "\"Ah,\" she said, with a woman's cruel curiosity, \"I should love to see the arrest!\"", "ja": "「ああ、逮捕される瞬間を見たいですわ。」"}
{"en": "\"Have patience,\" I replied.", "ja": "「待ってみましょう。"}
{"en": "\"No doubt Arsene Lupin has already observe** his enemy's presence.", "ja": "アルセーヌ・ルパンもすでに敵の存在に気づいているはずです。"}
{"en": "He will prefer to leave among the last when the old man's eyes are tire.\"", "ja": "きっと、老人の目が疲れたころになって降りていくつもりでしょう。」"}
{"en": "The passengers began to cross the gang-plank.", "ja": "乗客がタラップを降り始めた。"}
{"en": "Leaning on his umbrella with an indifferent air,", "ja": "ガニマールは、無関心といった感じで、傘にもたれかかっていた。"}
{"en": "Ganimard seemed t pay no attention to the throng that crowded past between the two hand-rails.", "ja": "両側の手すりの間にひしめく人たちになんの注意も払っていないように見えた。"}
{"en": "I noticed the ship's officers, standing behind him, whispered in his ear from time to time.", "ja": "ガニマールのそばに船員が立っていて、ときどきなにかささやいているようだった。"}
{"en": "The Marquis de Raverdan, Major Rawson, Rivolta, the Italian, went past, and others and many more.", "ja": "ド・ラベルタン侯爵、ローソン中佐、イタリア人のリボルタと、乗客が次々に下船していった。"}
{"en": "Then I saw Rozaine approaching.", "ja": "その最後尾に、ロゼーヌが近づいていくのが見えた。"}
{"en": "Poor Rozaine!", "ja": "かわいそうなロゼーヌ！"}
{"en": "He did not seem to have recovered from his misadventures!", "ja": "彼は自分の身にふりかかった出来事から回復していなかった。"}
{"en": "\"It may be he, all the same,\"", "ja": "「やっぱり彼なのかもしれませんね。」"}
{"en": "said Nellie.", "ja": "ネリーが言った。"}
{"en": "\"What do you think?\"", "ja": "「どう思われます？」"}
{"en": "\"I think it would be very interesting to have Ganimard and Rozaine in one photograph.", "ja": "「一枚の写真にガニマールとロゼーヌをおさめるのもとても面白いですね。"}
{"en": "Would you take the camera?", "ja": "カメラを持っていただけませんか？"}
{"en": "My hands are so full.\"", "ja": "手がふさがっているので。」"}
{"en": "I gave it to her,", "ja": "ぼくはカメラをネリーに手渡した。"}
{"en": "but too late for her to use it.", "ja": "しかしそれを使うには遅すぎた。"}
{"en": "Rozaine crossed.", "ja": "ロゼーヌが手すりを通っていった。"}
{"en": "The officer bent over to Ganimard's ear;", "ja": "船員がガニマールに何かささやいていた。"}
{"en": "Ganimard gave a shrug of the shoulders;", "ja": "ガニマールは肩をすくめた。"}
{"en": "and Rozaine passed on.", "ja": "ロゼーヌは通りすぎた。"}
{"en": "But then who, in Heaven's name, was Arsene Lupin?", "ja": "だが、そうなると、アルセーヌ・ルパンとは誰なんだろうか？"}
{"en": "\"Yes,\" she said, aloud, \"who is it!\"", "ja": "「そうだわ、いったい誰なんでしょう。」"}
{"en": "There were only a score of people left.", "ja": "船には二十人だけ乗客が残っていた。"}
{"en": "Nellie looked at them, one after the other,", "ja": "ネリーは彼らを代わる代わる見渡した。"}
{"en": "with the bewildered dread that he was not one of the twenty.", "ja": "アルセーヌ・ルパンが、その中の一人ではありませんようにという、当惑気味な表情を見せながら。"}
{"en": "I said to her:", "ja": "ぼくは彼女に言った。"}
{"en": "\"We cannot wait any longer.\"", "ja": "「ぼくたちも、もう待てませんよ。」"}
{"en": "She moved on.", "ja": "ネリーが動いた。"}
{"en": "I followed her.", "ja": "ぼくもあとに続いた。"}
{"en": "But we had not taken ten steps when Ganimard barred our passage.", "ja": "しかし、十歩も行かないうちに、ガニマールがぼくたちの前に立ちふさがった。"}
{"en": "\"What does this mean?\"", "ja": "「これはどういうことですか？」"}
{"en": "I exclaimed.", "ja": "ぼくは叫んだ。"}
{"en": "\"One moment, sir.", "ja": "「しばらくお待ちいただきます。"}
{"en": "What's your hurry?\"", "ja": "何を急いでいるのですか？」"}
{"en": "\"I am escorting this young lady.\"", "ja": "「ぼくは、この方に付き添っているのです。」"}
{"en": "\"One moment,", "ja": "「お待ちいただきます。」"}
{"en": "he repeated, in a more mysterious voice.", "ja": "最初のより奇妙な声でガニマールが繰り返した。"}
{"en": "He stared hard at me,", "ja": "ガニマールは熱心にぼくを見つめた。"}
{"en": "and then, looking me straight in the eyes, said:", "ja": "それから、ぼくをまっすぐに見つめ、こう言ったんだ。"}
{"en": "\"Arsene Lupin, I believe.\"", "ja": "「アルセーヌ・ルパンだろう。」"}
{"en": "I gave a laugh.", "ja": "ぼくは笑った。"}
{"en": "\"Bernard d'Andrezy, simply.\"", "ja": "「違います。"}
{"en": "\"Bernard d'Andrezy died in Macedonia, three years ago.\"", "ja": "「ベルナルド・ダンドレジーなら、三年前にマケドニアで死んでいる。」"}
{"en": "\"If Bernard d'Andrezy were dead I could not be here.", "ja": "「ベルナルド・ダンドレジーが死んでいるんなら、今ここにいるはずがないでしょう。"}
{"en": "And it's not so.", "ja": "そんなことありえませんよ。"}
{"en": "Here are my papers.\"", "ja": "ここに身分証明もあります。」"}
{"en": "\"They are his papers.", "ja": "「それは確かに彼の書類だ。"}
{"en": "And I shall be pleased to tell you how you became possessed of them.\"", "ja": "君がどうやってそれを手にいれたか、喜んで君に話してやるよ。」"}
{"en": "\"But you are mad!", "ja": "「ですが、間違ってますよ！"}
{"en": "Arsene Lupin took his passage under a name beginning with R.\"", "ja": "アルセーヌ・ルパンは、Ｒで始まる名前で旅行しているのですよ。」"}
{"en": "\"Yes, another of your tricks", "ja": "「そうだ、それもお前のやり方だ。"}
{"en": "-- a false scent upon which you put the people on the other side, OH, you have no lack of brains, my lad!", "ja": "向こうの大陸ではだましおおせたんだろう、ほんとに君は頭がいいよ！"}
{"en": "But, this time, your luck has turned.", "ja": "だが、今度はつきに見放されたな。"}
{"en": "Come, Lupin,", "ja": "来いルパン。"}
{"en": "show that you're a good loser.\"", "ja": "最後は立派に飾るんだ。」"}
{"en": "I hesitated for a second.", "ja": "ぼくは二の足を踏んだ。"}
{"en": "He struck me smart blow on the right forearm.", "ja": "ガニマールがぼくの右腕に傘をふりおろした。"}
{"en": "I gave a cry of pain.", "ja": "ぼくは「痛い！」と叫んだ。"}
{"en": "He had hit the unhealed wound mentioned in the telegram.", "ja": "電報で言ってただろ、右腕のまだ治ってない傷に当たったんだよ。"}
{"en": "There was nothing in it but to submit.", "ja": "降参するしかなかった。"}
{"en": "I turned to Miss Underdown.", "ja": "ぼくはアンダーダウン嬢の方を見た。"}
{"en": "She was listening with a white face, staggering where she stood.", "ja": "ぼくたちの会話を聞いて、顔面蒼白になり、よろめいていた。"}
{"en": "Her glance met mine,", "ja": "ネリーはぼくを見た。"}
{"en": "and then fell upon the Kodak which I had handed her.", "ja": "その目は次に、ぼくか渡したカメラに注がれた。"}
{"en": "She made a sudden movement,", "ja": "突然体を震わせた。"}
{"en": "and I received the impression, the certainty, that she had understood.", "ja": "間違いなく、彼女も察したんだ。"}
{"en": "Yes, it was there", "ja": "そう、盗品はカメラの中にあったんだ。"}
{"en": "-- between the narrow boards covered with black morocco, inside the little camera which I had taken the precaution to place in her hands before Ganimard arrested me -- it was there that Rozaine's twenty thousand francs' and Lady Gerland's pearls anddiamonds lay concealed.", "ja": "小さいカメラの中に、黒いモロッコ皮でおおわれた空間があってね、その中に、ロゼーヌの二万フランとジェラード嬢の真珠とかダイヤとかを隠していたんだ。"}
{"en": "Now I swear that, at this solemn moment,", "ja": "神に誓って言おう。"}
{"en": "with Ganimard and two of his minions around me, everything was indifferent to me -- my arrest, the hostility of my fellow-men, everything save only this:", "ja": "この厳粛な、ガニマールと二人の部下に囲まれた一瞬において、ぼくの逮捕や人たちの敵意といったようなものにはなんの意味もなかった。"}
{"en": "the resolve which Nellie Underdown would take in regard to the object I had given into her charge.", "ja": "ただ一つ、ネリー・アンダーダウンがこのぼくの裏切り行為に対してどう行動するのか、それだけが問題だった。"}
{"en": "Whether they had this material and decisive piece of evidence against me, what cared I?", "ja": "そのときネリーは、ぼくに対する重要かつ決定的に不利な証拠を握っていた。"}
{"en": "The only question that obsessed my mind was, would Nelly furnish it or not?", "ja": "そうじゃないよ、ネリーがその証拠を警察に提出するかどうかだけが重要だったのさ。"}
{"en": "Would she betray me?", "ja": "彼女はぼくを裏切るだろうか？"}
{"en": "Would she ruin me?", "ja": "ぼくを破滅させるだろうか？"}
{"en": "Would she act as an irreconcilable foe, or as a woman who remembers, and whose contempt is softened by a touch of indulgence -- a shade of sympathy?", "ja": "ネリーはぼくの敵となる行動をとるのか、はたまたぼくとの想い出を胸に残し、このぼくに少しばかり同情と寛大さを見せてもらえるだろうか、それだけが気になっていた。"}
{"en": "She passed before me.", "ja": "ネリーがぼくの前を通りすぎた。"}
{"en": "I bowed very low, without a word.", "ja": "ぼくは黙って深々と頭を下げた。"}
{"en": "Mingling with the other passengers, she moved towards the gang-board,", "ja": "ほかの乗客に混じって、ネリーはタラップの方へ進んでいった。"}
{"en": "carrying my Kodak in her hand.", "ja": "手にはコダックカメラを持ったままだった。"}
{"en": "\"Of course,\"", "ja": "「当然だろう。」"}
{"en": "I thought,", "ja": "ぼくは考えた。"}
{"en": "\"she will not dare to, in public.", "ja": "「人が大勢いる中ではそんな勇気はないはずだ。"}
{"en": "She will hand it over presently -- in an hour.\"", "ja": "ここを通り抜けて１時間もしたら、当局に提出するつもりなんだろう。」"}
{"en": "But, on reaching the middle of the plank, with a pretended movement of awkwardness, she dropped the Kodak in the water, between the landing-stage and the ship's side.", "ja": "ところが、タラップの真ん中あたりに来たとき、ぎこちない動きで、ネリーが船と桟橋の間に見える海にコダックカメラを落としたんだ。"}
{"en": "Then I watched her walk away.", "ja": "そしてぼくは彼女が去っていくのを見た。"}
{"en": "Her charming profile was lost in the crowd,", "ja": "ぼくを魅了した横顔が群衆の中に消えた。"}
{"en": "came into view again, and disappeared.", "ja": "また現れて、見えなくなった。"}
{"en": "It was over -- over for good and all.", "ja": "これで終わりだった―永遠に終わりだった。"}
{"en": "For a moment I stood rooted to the deck,", "ja": "しばらくはデッキで動けなかった。"}
{"en": "sad and, at the same time, pervaded with a sweet and tender emotion.", "ja": "悲しかったけれど、心の奥ではあの甘美な感情に支配されていたんだ。"}
{"en": "Then, to Ganimard's great astonishment, I sighed:", "ja": "ガニマールも非常にびっくりしてたけどね、ぼくはため息をついてこんなことを言っていたんだ。"}
{"en": "\"Pity, after all, that I'm a rogue!\"", "ja": "「この身が恨めしい……すべて、ぼくが悪かったんだ……。」"}
{"en": "It was in these words that Arsene Lupin, one winter's evening, told me the story of his arrest Chance and a series of incidents", "ja": "以上が、ある冬の日に、アルセーヌ・ルパンが、自分が逮捕された瞬間について話してくれたことです。"}
{"en": "which I will some day describe had established between us bonds of . . . shall I say friendship?", "ja": "いずれ書くつもりですが、ふとしたことから、私たちの間には友情（あえてこう書きましょう）が成立していたのです。"}
{"en": "Yes, I venture to think that Arsene Lupin honors me with a certain friendship;", "ja": "私はアルセーヌ・ルパンと光栄にも確かな友情を結んでいる、とさえ考えています。"}
{"en": "and it is owing to this friendship that he occasionally drops in upon me unexpectedly,", "ja": "私の不意をついて時折尋ねてくるのも、この友情のおかげなのでしょう。"}
{"en": "bringing into the silence of my study his youthful gayety, the radiance of his eager life, his high spirits", "ja": "アルセーヌ・ルパンは、私の静かな書斎に、若々しい陽気さ、真剣なる人生の輝き、気高い精神を持ち込んでくれます。"}
{"en": "-- the spirits of a man for whom fate has little but smiles and favors in store.", "ja": "ただ微笑と好意とでしか報われない運命にある人間だけが持つあの精神のことです。"}
{"en": "His likeness?", "ja": "彼の風貌ですか？"}
{"en": "How can I trace it?", "ja": "なぜ私に言えましょうか？"}
{"en": "I have seen Arsene Lupin a score of times, and each time a different being has stood before me", "ja": "私はもう二十回もルパンを見ましたが、いつも違った顔で私の前に現れるのです。"}
{"en": ". . . or rather the same being under twenty distorted images reflected by as many mirrors,", "ja": "というか、同じ一人の人間でありながら、多くの鏡みたいに二十の異なったイメージを残していくのです。"}
{"en": "each image having its special eyes, its particular facial outline, its own gestures, profile and character.", "ja": "おのおのが違った目を持ち、それぞれ違う輪郭、ふるまい、生い立ち、個性を持っているのです。"}
{"en": "\"I myself,\" he once said to me, \"have forgotten what I am really like.", "ja": "かつて彼が私に言ったことがあります。"}
{"en": "I no longer recognize myself in a glass.\"", "ja": "鏡の中にさえ、ぼく自身を認められないんだよ。」"}
{"en": "A paradoxical whim of the imagination, no doubt;", "ja": "もちろん、これは逆説的な警句でしょう。"}
{"en": "and yet true enough as regards those who come into contact with him, and who are unaware of his infinite resources, his patience, his unparalleled skill in make-up, and his prodigious faculty for changing even the proportions of his features one to the other.", "ja": "でも、彼とのつきあいを持ち、その無限の能力や忍耐力、並ぶものがないメーキャップ技術、自分の特徴さえも自由にある顔から別の顔へと変えてしまう恐るべき能力に気づかない人にとっては、間違いなく真実なのです。"}
{"en": "\"Why,\" he asked, \"should I have a definite fixed appearance?", "ja": "ルパンは私にこう言いました。"}
{"en": "Why not avoid the dangers attendant upon a personality that is always the same?", "ja": "常に同じ個性でいるなんて、危険じゃないかね？"}
{"en": "My actions constitute my identity sufficiently.\"", "ja": "ぼくの行動だけで十分独創的なのにさ。」"}
{"en": "And he added, with a touch of pride:", "ja": "そして、やや誇らしげにこうつけ加えました。"}
{"en": "\"It is all the better if people are never able to say with certainty: 'There goes Arsene Lupin.'", "ja": "「だれにだって『アルセーヌ・ルパンがここにいるぞ。』と確信を持って言えないならなおけっこう。"}
{"en": "The great thing is that they should say without fear of being mistaken: 'That action was performed by Arsene Lupin.'\"", "ja": "大切なことは、『これこそアルセーヌ・ルパンがやったことだ。』と間違いなしに言わせることなんだよ。」"}
{"en": "It is some of those actions of his, some of those exploits, that I will endeavor to narrate,", "ja": "これから彼の功績を、ほんの一部ではありますが、お目にかけようと思っています。"}
{"en": "thanks to the confidences with which he has had the kindness to favor me on certain winter evenings in the silence of my study....", "ja": "あんな冬の日に、わざわざ私の静かな書斎にやってきて、私に対する好意から、打ち明け話をしてくれたルパンには、本当に感謝しています……。"}
