{"en": "Luther's Little Instruction Book (The Small Catechism of Martin Luther)", "ja": "マルチン・ルターの小信仰問答書"}
{"en": "I.    The Ten Commandments:", "ja": "第一部：十戒について"}
{"en": "The Simple Way a Father Should Present Them to His Household", "ja": "父親が家族に十戒を簡潔に示すには"}
{"en": "A.    The First Commandment", "ja": "第一の戒め"}
{"en": "You must not have other gods.", "ja": "他の神々を神としてはいけません。"}
{"en": "Q. What does this mean?", "ja": "問い　これはどういう意味ですか。"}
{"en": "A. We must fear, love, and trust God more than anything else.", "ja": "答え　私たちは他の何よりも唯一の神を畏れ、愛し、信頼しなければならないということです。"}
{"en": "B.    The Second Commandment", "ja": "第二の戒め"}
{"en": "You must not misuse your God's name.", "ja": "神の名前を誤った目的に使ってはいけません。"}
{"en": "Q. What does this mean?", "ja": "問い　これはどういう意味ですか。"}
{"en": "A. We must fear and love God,", "ja": "答え　私たちは神を畏れ、愛さなければなりません。"}
{"en": "so that we will not use His name to curse, swear, cast a spell, lie or deceive,", "ja": "ですから、神の御名を用いて呪ったり、誓ったり、呪文を唱えたり、嘘をついたり欺いたりしてはなりません。"}
{"en": "but will use it to call upon Him, pray to Him, praise Him and thank Him in all times of trouble.", "ja": "そうではなく、神を求め、神に祈り、神を賛美し、いかなる困難なときにおいても神に感謝するために、神の御名を用いなさい、という意味です。"}
{"en": "C.    The Third Commandment", "ja": "第三の戒め"}
{"en": "You must keep the Sabbath holy.", "ja": "安息日を聖なるものとして守りなさい。"}
{"en": "Q. What does this mean?", "ja": "問い　これはどういう意味ですか。"}
{"en": "A. We must fear and love God,", "ja": "答え　私たちは神を畏れ、愛さなければなりません。"}
{"en": "so that we will not look down on preaching or God's Word,", "ja": "ですから、説教や神の御言葉を軽視してはいけません。"}
{"en": "but consider it holy, listen to it willingly, and learn it.", "ja": "そうではなく、神の言葉を聖なるものと考え、喜んで自分から耳を傾け、それを学びなさい、という意味です。"}
{"en": "D.    The Fourth Commandment", "ja": "第四の戒め"}
{"en": "You must honor your father and mother.", "ja": "あなたのお父さんとお母さんを敬いなさい。"}
{"en": "Q. What does this mean?", "ja": "問い　これはどういう意味ですか。"}
{"en": "A. We must fear and love God,", "ja": "答え　私たちは神を畏れ、愛さなければなりません。"}
{"en": "so that we will neither look down on our parents or superiors nor irritate them,", "ja": "ですから、両親や目上の人を馬鹿にしたり、わずらわせたりしてはいけません。"}
{"en": "but will honor them, serve them, obey them, love them and value them.", "ja": "そうではなくて、両親や目上の人を敬い、仕え、従い、愛し、大切な存在として扱いなさい、という意味です。"}
{"en": "E.    The Fifth Commandment", "ja": "第五の戒め"}
{"en": "You must not kill.", "ja": "殺してはいけません。"}
{"en": "Q. What does this mean?", "ja": "問い　これはどういう意味ですか。"}
{"en": "A. We must fear and love God,", "ja": "答え　私たちは神を畏れ、愛さなければなりません。"}
{"en": "so that we will neither harm nor hurt our neighbor's body,", "ja": "ですから、私たちは隣人の体に害を与えたり、傷つけたりしてはいけません。"}
{"en": "but help him and care for him when he is ill.", "ja": "そうではなくて、病気のときに隣人を助け、看病してあげるのです。"}
{"en": "F.    The Sixth Commandment", "ja": "第六の戒め"}
{"en": "You must not commit adultery.", "ja": "姦淫をしてはいけません。"}
{"en": "Q. What does this mean?", "ja": "問い　これはどういう意味ですか。"}
{"en": "A. We must fear and love God,", "ja": "答え　私たちは神を畏れ、愛さなければなりません。"}
{"en": "so that our words and actions will be clean and decent", "ja": "ですから、私たちは言葉においても行いにおいても、きよくあり、つつましやかでなければなりません。"}
{"en": "and so that everyone will love and honor their spouses.", "ja": "そして自分の配偶者を愛し敬うべきです。"}
{"en": "G.    The Seventh Commandment", "ja": "第七の戒め"}
{"en": "You must not steal.", "ja": "盗みをしてはいけません。"}
{"en": "Q. What does this mean?", "ja": "問い　これはどういう意味ですか。"}
{"en": "A. We must fear and love God,", "ja": "答え　私たちは神を畏れ、愛さなければなりません。"}
{"en": "so that we will neither take our neighbor's money or property, nor acquire it by fraud or by selling him poorly made products,", "ja": "ですから、私たちは隣人のお金や所有物を奪ったり、詐欺によって得たり、貧弱に作られたものを売りつけたりしてはいけません。"}
{"en": "but will help him improve and protect his property and career.", "ja": "そうではなくて、隣人が財産や経歴を増し加えたり、守ったりできるように手助けしなければなりません。"}
{"en": "H.    The Eighth Commandment", "ja": "第八の戒め"}
{"en": "You must not tell lies about your neighbor.", "ja": "隣人について、嘘をついてはいけません。"}
{"en": "Q. What does this mean?", "ja": "問い　これはどういう意味ですか。"}
{"en": "A. We must fear and love God,", "ja": "答え　私たちは神を畏れ、愛さなければなりません。"}
{"en": "so that we will not deceive by lying, betraying, slandering or ruining our neighbor's reputation,", "ja": "ですから、私たちは嘘をついたり、裏切ったり、名誉を毀損したり、隣人の評判を落としたりして欺いてはなりません。"}
{"en": "but will defend him, say good things about him, and see the best side of everything he does.", "ja": "そうではなくて、むしろ隣人について弁護し、隣人に関して良いことを言い、隣人がなすことの良い面を見るようにしなければなりません。"}
{"en": "I.    The Ninth Commandment", "ja": "第九の戒め"}
{"en": "You must not desire your neighbor's house.", "ja": "隣人の家を欲しがってはなりません。"}
{"en": "Q. What does this mean?", "ja": "問い　これはどういう意味ですか。"}
{"en": "A. We must fear and love God,", "ja": "答え　私たちは神を畏れ、愛さなければなりません。"}
{"en": "so that we will not attempt to trick our neighbor out of his inheritance or house, take it by pretending to have a right to it, etc.", "ja": "ですから、私たちは隣人をだまして遺産や家を奪おうとしたり、自分に権利があるような振る舞いをして奪い取ろうとしたりしてはなりません。"}
{"en": "but help him to keep & improve it.", "ja": "そうではなくて、隣人が財産を保ち、さらに増し加えられるように手助けをすべきです。"}
{"en": "J.    The Tenth Commandment", "ja": "第十の戒め"}
{"en": "You must not desire your neighbor's wife, servant, maid, animals or anything that belongs to him.", "ja": "あなたは、隣人の妻、男性の奴隷、女性の奴隷、家畜、そのほかどんなものであれ、隣人のものを欲しがってはいけません。"}
{"en": "Q. What does this mean?", "ja": "問い　これはどういう意味ですか。"}
{"en": "A. We must fear and love God,", "ja": "答え　私たちは神を畏れ、愛さなければなりません。"}
{"en": "so that we will not release his cattle, take his employees from him or seduce his wife,", "ja": "ですから、私たちは隣人の牛を放したり、雇い人を奪ったり、妻を誘惑したりしてはいけません。"}
{"en": "but urge them to stay and do what they ought to do.", "ja": "そうではなくて、彼らが隣人のところにとどまりつづけ、それぞれの義務を果たすようにしなければなりません。"}
{"en": "Q. What does God say to us about all these commandments?", "ja": "問い　これらの戒め全体について、神様は私たちに何とおっしゃっていますか。"}
{"en": "A. This is what He says:", "ja": "答え　以下が神様の語っておられることです。"}
{"en": "``I am the Lord Your God.", "ja": "「わたしは主、あなたの神である。"}
{"en": "I am a jealous God.", "ja": "わたしはねたむ神である。"}
{"en": "I plague the grandchildren and great-grandchildren of those who hate me with their ancestor's sin.", "ja": "わたしを憎む者に対しては、祖先の罪をその孫、さらにその孫にまで負わせる。"}
{"en": "But I make whole those who love me for a thousand generations.''", "ja": "しかし、わたしを愛する者に対しては千代に及ぶまで恵みを施す」"}
{"en": "Q. What does it mean?", "ja": "問い　これはどういう意味ですか。"}
{"en": "A. God threatens to punish everyone who breaks these commandments.", "ja": "答え　神様はこれらの戒めを破る者をすべて罰すると警告を与えています。"}
{"en": "We should be afraid of His anger because of this and not violate such commandments.", "ja": "それゆえ、私たちは神様の御怒りをおそれるべきであり、これらの戒めに違反しないようにすべきです。"}
{"en": "But He promises grace and all good things to those who keep such commandments.", "ja": "しかし、神様はこれらの戒めを守る者には恵みとすべての良い物を約束してくださいます。"}
{"en": "Because of this, we, too, should love Him, trust Him, and willingly do what His commandments require.", "ja": "それゆえ、私たちは神様を愛し、神様を信頼し、神様の戒めが求めることを喜んで行うべきなのです。"}
{"en": "Part Two: The Creed", "ja": "第二部：使徒信条について"}
{"en": "The Simple Way a Father Should Present it to His Household", "ja": "父親が家族に使徒信条を簡潔に示すには"}
{"en": "I.  The First Article: On Creation", "ja": "第一の記事：創造について"}
{"en": "I believe in God the Almighty Father, Creator of Heaven and Earth.", "ja": "われは天地の造り主、全能の父なる神を信ず。"}
{"en": "Q. What does this mean?", "ja": "問い　これはどういう意味ですか。"}
{"en": "A. I believe that God created me, along with all creatures.", "ja": "答え　私は、神様が他の被造物とともに私を作ったということを信じています。"}
{"en": "He gave to me: body and soul, eyes, ears and all the other parts of my body, my mind", "ja": "神様は私に、肉体と魂、目と耳と体のすべて、心と全感覚をお与えになりました。"}
{"en": "and all my senses and preserves them as well.", "ja": "そしてそれらを保っていてくださいます。"}
{"en": "He gives me clothing and shoes, food and drink, house and land, wife and children, fields, animals and all I own.", "ja": "また神様は、衣服と靴、食べ物と飲み物、家と土地、妻と子、田畑と家畜と私の所有物すべてを与えてくださいます。"}
{"en": "Every day He abundantly provides everything I need to nourish this body and life.", "ja": "神様は、毎日絶えることなく、私の体と命を養うために必要なすべてを与えてくださいます。"}
{"en": "He protects me against all danger, shields and defends me from all evil.", "ja": "神様はすべての危険から私を守り、すべての邪悪なものから守ってくださいます。"}
{"en": "He does all this because of His pure, fatherly and divine goodness and His mercy, not because I've earned it or desrved it.", "ja": "神様がこれらのことを行うのは、父なる神様の、純粋で聖なる義と恵みのためであり、私が自分の力で得たわけでもなく、私にその資格があるからでもありません。"}
{"en": "For all of this, I must thank Him, praise Him, serve Him and obey Him.", "ja": "これらのすべてのことのゆえに、私は神様に感謝し、神様を賛美し、神様に仕え、神様に従わなければなりません。"}
{"en": "Yes, this is true!", "ja": "はい、そうです。"}
{"en": "II. The Second Article: On Redemption", "ja": "第二の記事：あがないについて"}
{"en": "And in Jesus Christ, His only Son, our Lord,", "ja": "われはその独り子、われらの主、イエス・キリストを信ず。"}
{"en": "Who was conceived by the Holy Spirit, born of the Virgin Mary, suffered under Pontius Pilate, was crucified, died and was buried, descended to Hell, on the third day rose again from the dead, ascended to Heaven and sat down at the right hand of God the Almighty Father.", "ja": "主は聖霊によりてやどり、処女マリアより生まれ、ポンテオ・ピラトの元に苦しみを受け、十字架につけられ、死にて葬られ、黄泉（よみ）に下り、三日目に死人のうちよりよみがえり天に上り、父なる神の右に座したまえり。"}
{"en": "From there He will come to judge the living and the dead.", "ja": "かしこより来たりて、生けるものと死にたるものとをさばきたまわん。"}
{"en": "Q. What does this mean?", "ja": "問い　これはどういう意味ですか。"}
{"en": "A. I believe that Jesus Christ is truly God, born of the Father in eternity", "ja": "答え　私はイエス・キリストがとこしえの父なる神により生まれたまことの神であることを信じます。"}
{"en": "and also truly man, born of the Virgin Mary.", "ja": "私はまた、イエス・キリストが処女マリアから生まれたまことの人間であることを信じます。"}
{"en": "He is my Lord!", "ja": "イエス・キリストこそ私の主です。"}
{"en": "He redeemed me,", "ja": "イエスは私をあがないました。"}
{"en": "a lost and condemned person,", "ja": "私は道に迷い、呪われた人間でした。"}
{"en": "bought and won me from all sins, death and the authority of the Devil.", "ja": "すべての罪、死、悪魔の支配下から、イエスは、私を買い取り、私を勝ち取りました。"}
{"en": "It did not cost Him gold or silver,", "ja": "それは金や銀で買い取ったのではありません。"}
{"en": "but His holy, precious blood, His innocent body", "ja": "イエスさまの聖なる貴い血潮、イエスさまの無実の体"}
{"en": "-- His death!", "ja": "―― イエスさまの死によってです。"}
{"en": "Because of this, I am His very own, will live under Him in His kingdom and serve Him righteously, innocently and blessedly forever,", "ja": "このようにして、私はイエスさまのものとなり、イエスさまの王国でイエスさまの元で暮らし、義とされ、罪ゆるされ、祝福をうけて、永遠にイエスさまに仕えるのです。"}
{"en": "just as He is risen from death, lives and reigns forever.", "ja": "イエスさまが死から復活し、永遠に治めるのと同じように。"}
{"en": "Yes,", "ja": "はい、そうです。"}
{"en": "this is true.", "ja": "このことは真実です。"}
{"en": "III. The Third Article: On Becoming Holy", "ja": "第三の記事：聖めについて"}
{"en": "I believe in the Holy Spirit, the holy Christian Church, the community of the saints, the forgiveness of sins, the resurrection of the body, and an everlasting life.", "ja": "われは聖霊を信ず、聖なる公同の教会、聖徒のまじわり、罪の赦し、からだのよみがえり、とこしえの命を信ず。"}
{"en": "Amen.", "ja": "アーメン。"}
{"en": "Q. What does this mean?", "ja": "問い　これはどういう意味ですか。"}
{"en": "A. I believe that I cannot come to my Lord Jesus Christ by my own intellegence or power.", "ja": "答え　私は、私の主であるイエス・キリストのもとへ自分自身の知性や力で向かうことはできません。"}
{"en": "But the Holy Spirit call me by the Gospel, enlightened me with His gifts, made me holy and kept me in the true faith,", "ja": "しかし聖霊様が福音によって私を召してくださり、聖霊の賜物によって私の目を開かせてくださり、まことの信仰のうちにあって私を聖なるものにし、保ってくださるのです。"}
{"en": "just as He calls, gathers together, enlightens and makes holy the whole Church on earth and keeps it with Jesus in the one, true faith.", "ja": "それはちょうど、聖霊が地上の全教会を召してくださり、一つに集めてくださり、目を開かせてくださり、イエスとともに唯一のまことの信仰のうちにあって聖なるものとし、保ってくださるのと同じです。"}
{"en": "In this Church, He generously forgives each day every sin committed by me and by every believer.", "ja": "この教会において、神様は毎日、私やすべての信仰者がおかした罪をすべてゆるしてくださいます。"}
{"en": "On the last day, He will raise me and all the dead from the grave.", "ja": "そして終わりの日に神様は、私とすべての死んだ人を墓から引き上げてくださいます。"}
{"en": "He will give eternal life to me and to all who believe in Christ.", "ja": "神様は、私と、キリストを信じるすべての人に永遠の命を与えてくださいます。"}
{"en": "Yes,", "ja": "はい、そうです。"}
{"en": "this is true!", "ja": "このことは真実です。"}
{"en": "Part Three: The Lord's Prayer", "ja": "第三部：主の祈りについて"}
{"en": "The Simple Way a Father Should Present it to His Household", "ja": "父親が家族に主の祈りを簡潔に示すには"}
{"en": "Our Father, Who is in Heaven.", "ja": "天にまします、われらの父よ。"}
{"en": "Q. What does this mean?", "ja": "問い　これはどういう意味ですか。"}
{"en": "A. In this introduction, God invites us to believe that He is our real Father and we are His real children,", "ja": "答え　この祈りを始めるにあたり、神様が私たちの本当のお父さんであり、私たちが神様の本当の子どもたちであるように信じなさいと神様は私たちを招いていらっしゃるのです。"}
{"en": "so that we will pray with trust and complete confidence,", "ja": "そうして私たちは、神様を信頼し、完全な確信を持って祈るのです。"}
{"en": "in the same way beloved children approach their beloved Father with their requests.", "ja": "愛する子どもたちが、愛する父へ願いごとを持っていくのと同じように。"}
{"en": "II.    The First Request", "ja": "一番目の願い"}
{"en": "May Your name be holy.", "ja": "ねがわくは、御名（みな）をあがめさせたまえ。"}
{"en": "Q. What does this mean?", "ja": "問い　これはどういう意味ですか。"}
{"en": "A. Of course, God's name is holy in and of itself,", "ja": "答え　言うまでもなく、神様のお名前はそれ自体聖なるものです。"}
{"en": "but by this request, we pray that He will make it holy among us, too.", "ja": "でもこの願いを通して、神様が私たちのうちにおいても御名を聖なるものとしてくださるように、と私たちは祈るのです。"}
{"en": "Q. How does this take place?", "ja": "問い　どうすれば、そのようなことが起こりますか。"}
{"en": "A. When God's Word is taught clearly and purely, and when we live holy lives as God's children based upon it.", "ja": "答え　神様の御言葉である聖書がはっきりとそのままの形で教えられ、私たちが御言葉を土台として神の子どものように聖い生活をするときにそうなります。"}
{"en": "Help us, Heavenly Father, to do this!", "ja": "天にいらっしゃる お父様、そのように私たちを助けてください。"}
{"en": "But anyone who teaches and lives by something other than God's Word defiles God's name among us.", "ja": "しかし、神の御言葉以外の何かによって教えたり、生活したりする者は、私たちの間に働く神様の御名をけがすのです。"}
{"en": "Protect us from this, Heavenly Father!", "ja": "天にいらっしゃる お父様、そのようなことから私たちをお守りください。"}
{"en": "III.   The Second Request", "ja": "ニ番目の願い"}
{"en": "Your Kingdom come.", "ja": "御国（みくに）を来たらせたまえ。"}
{"en": "Q. What does this mean?", "ja": "問い　これはどういう意味ですか。"}
{"en": "A. Truly God's Kingdom comes by itself, without our prayer.", "ja": "答え　もちろん、私たちが祈らなくても、神の御国はやってきます。"}
{"en": "But we pray in this request that it come to us as well.", "ja": "しかし、私たちはこの願いを通して、神の国が私たちのところにもやってくるようにと祈るのです。"}
{"en": "Q. How does this happen?", "ja": "問い　どうすれば、そのようなことが起こるのでしょうか。"}
{"en": "A. When the Heavenly Father gives us His Holy Spirit, so that we believe His holy Word by His grace", "ja": "答え　天の父なる神様は私たちに聖霊を送って下さいますので、私たちは神の恵みによって神の聖なる御言葉を信じることができます。"}
{"en": "and live godly lives here in this age and there in eternal life.", "ja": "そして私たちは、現在のこの世においても、さらに永遠の命においても、神の御心に従った生活を送ることができるのです。"}
{"en": "IV.    The Third Request", "ja": "三番目の願い"}
{"en": "May Your will be accomplished, as it is Heaven, so may it be on Earth.", "ja": "みこころの天になるごとく、地にもなさせたまえ。"}
{"en": "Q. What does this mean?", "ja": "問い　これはどういう意味ですか。"}
{"en": "A. Truly, God's good and gracious will is accomplished without our prayer.", "ja": "答え　もちろん、神の正しく恵み深い御心は、私たちが祈らなくても成就します。"}
{"en": "But we pray in this request that is be accomplished among us as well.", "ja": "しかし、私たちはこの願いを通して、神様の御心が私たちにおいても成就するようにと祈るのです。"}
{"en": "Q. How does this happen?", "ja": "問い　どのようにしてそれが起こりますか。"}
{"en": "A. When God destroys and interferes with every evil will and all evil advice, which will not allow God's Kingdom to come,", "ja": "答え　神様が、神の国を到来させまいとするすべての悪しき意志、すべての悪しき助言を打ち砕き、阻止するときです。"}
{"en": "such as the Devil's will, the world's will and will of our bodily desires.", "ja": "それらの悪しきものとは、悪魔や、この世、それに私たちの肉の欲からでた意志です。"}
{"en": "It also happens when God strengthens us by faith and by His Word and keeps living by them faithfully until the end of our lives.", "ja": "また神の御心が私たちの上に成就するのは、神様が信仰と神の御言葉によって私たちを強め、人生の終わりに至るまで私たちを信仰深く生かしてくださるときです。"}
{"en": "This is His will, good and full of grace.", "ja": "これこそ、正しく、恵みにあふれた神様の御心なのです。"}
{"en": "V.     The Fourth Request", "ja": "四番目の願い"}
{"en": "Give us our daily bread today.", "ja": "われらの日用（にちよう）の糧（かて）を今日もあたえたまえ。"}
{"en": "Q. What does this mean?", "ja": "問い　これはどういう意味ですか。"}
{"en": "A. Truly, God gives daily bread to evil people, even without our prayer.", "ja": "答え　もちろん、私たちが祈らなくても、神様は、悪い人間たちに対しても日々の糧をお与えになります。"}
{"en": "But we pray in this request that He will help us realize this and receive our daily bread with thanksgiving.", "ja": "けれども、この願いを通して、日々の糧を神様が与えてくださることを意識し、感謝をもって日々の糧を受け取れるようにと私たちは祈るのです。"}
{"en": "Q. What does ``Daily Bread'' mean?", "ja": "問い　「日用の糧」とはどういう意味ですか。"}
{"en": "A. Everything that nourishes our body and meets its needs,", "ja": "答え　私たちのからだを養い、必要を満たしてくれるすべてのもののことです。"}
{"en": "such as: Food, drink, clothing, shoes, house, yard, fields, cattle, money, possessions, a devout spouse, devout children, devout employees, devout and faithful rulers, good government, good weather, peace, health, discipline, honor, good friends, faithful neighbors and other things like these.", "ja": "例えば、食べ物、飲み物、着る物、靴、家、庭、土地、家畜、金銭、所有物、献身的な配偶者、ff献身的な子供たち、献身的な雇い人、献身的で信仰深い施政者、よい政府、よい天気、平和、健康、学問、名誉、よい友人、信仰深い隣人、そしてこれに類する他の全てのもののことです。"}
{"en": "VI.    The Fifth Request", "ja": "五番目の願い"}
{"en": "And forgive our guilt, as we forgive those guilty of sinning against us.", "ja": "われらに罪をおかすものを、われらがゆるすごとく、われらの罪をもゆるしたまえ。"}
{"en": "Q. What does this mean?", "ja": "問い　これはどういう意味ですか。"}
{"en": "A. We pray in this request that our Heavenly Father will neither pay attention to our sins nor refuse requests such as these because of our sins and because we are neither worthy nor deserve the things for which we pray.", "ja": "答え　私たちはこの願いを通して、天にいらっしゃる私たちの父なる神様が私たちの罪に目を留めたりなさらず、また私たちが罪深いからとか私たちが祈り求めるものにふさわしくないからということを理由にして、私たちの願いを退けたりしないようにと祈るのです。"}
{"en": "Yet He wants to give them all to us by His grace,", "ja": "しかし神様は私たちに、そのすべてのものを恵みによって与えたいと思っています。"}
{"en": "because many times each day we sin and truly deserve only punishment.", "ja": "毎日何度も私たちは罪を犯し、刑罰を受けるのが当然の身でありながら、神様はそうしてくださるのです。"}
{"en": "Because God does this, we will, of course, want to forgive from our hearts and willingly do good to those who sin against us.", "ja": "だから、私たちも当然のこととして、私たちに罪をおかす人々に心から喜んで良いことをしたいと願うのです。"}
{"en": "VII.   The Sixth Request", "ja": "六番目の願い"}
{"en": "And lead us not into temptation.", "ja": "われらを試みにあわせず、"}
{"en": "Q. What does this mean?", "ja": "問い　これはどういう意味ですか。"}
{"en": "A. God tempts no one, of course,", "ja": "答え　もちろん、神様は誰も誘惑したりはしません。"}
{"en": "but we pray in this request that God will protect us and save us,", "ja": "でも、私たちはこの願いを通して、神様が私たちを守り、救ってくださるようにと祈るのです。"}
{"en": "so that the Devil, the world and our bodily desires will neither deceive us nor seduce us into heresy, despair or other serious shame or vice,", "ja": "そして、悪魔・この世・私たちの肉の欲が、私たちを欺いたり、異教や異端・絶望・他の恐ろしい不品行・悪徳へ誘い込んだりすることのないように。"}
{"en": "and so that we will win and be victorious in the end, even if they attack us.", "ja": "また、たとえそれらが私たちを攻撃してきても、私たちはそれらに打ち勝ち、最後には勝利するようにと祈るのです。"}
{"en": "VIII.     The Seventh Request", "ja": "七番目の願い"}
{"en": "But set us free from the Evil One.", "ja": "悪より救い出だしたまえ。"}
{"en": "Q. What does this mean?", "ja": "問い　これはどういう意味ですか。"}
{"en": "A. We pray in this request, as a summary, that our Father in Heaven will save us from every kind of evil that threatens body, soul, property and honor.", "ja": "答え　全体の結びとして、私たちはこの願いを通して、天にいらっしゃる私たちの父なる神様が、私たちの肉体・魂・財産・名誉を脅かす全ての悪しきものから私たちを守ってくださるようにと祈ります。"}
{"en": "We pray that when at last our final hour has come, He will grant us a blessed death, and, in His grace, bring us to Himself from this valley of tears.", "ja": "そして、ついに最後の時がやってきたとき、祝福のうちに死を迎えることを神様がおゆるしになり、主の恵みのうちに、涙の谷から神様のみもとへ連れて行ってくださるようにと、私たちは祈るのです。"}
{"en": "IX.       Amen.", "ja": "アーメン。"}
{"en": "Q. What does this mean?", "ja": "問い　これはどういう意味ですか。"}
{"en": "A. That I should be certain that such prayers are acceptable to the Father in Heaven and will be granted,", "ja": "答え　天にいらっしゃる父なる神様が、この祈りを受け入れてくださり、聞き入れてくださるのを、私は確信しています。"}
{"en": "that He Himself has commanded us to pray in this way and that He promises to answer us.", "ja": "また、このように祈りなさいと私たちにお命じになったのは神様ご自身であり、神様が私たちの祈りにこたえると約束しておられることを、私は確信しています。"}
{"en": "Amen.", "ja": "アーメン。"}
{"en": "Amen.", "ja": "アーメン。"}
{"en": "This means: Yes, yes it will happen this way.", "ja": "これは「そうです、そうです。このようになります」という意味です。"}
{"en": "Part Five: Confession", "ja": "第五部：罪の告白について"}
{"en": "How One Should Teach the Uneducated to Confess", "ja": "教育を受けていない人に罪の告白を教えるには"}
{"en": "I.   Q.   What is confession?", "ja": "問い　懺悔とは何ですか。"}
{"en": "A.   Confession has two parts:", "ja": "答え　懺悔は二つの部分からなっています。"}
{"en": "First, a person admits his sin", "ja": "一つ目は、自分の罪を認めることです。"}
{"en": "Second, a person receives absolution or forgiveness from the confessor, as if from God Himself,", "ja": "二つ目は、神ご自身から受け取るように、懺悔師(confessor)から滅罪(absolution)すなわち罪の赦しを受け取ることです。"}
{"en": "without doubting it, but believing firmly that his sins are forgiven by God in Heaven through it.", "ja": "自分の罪が天の神様によって赦されたということを、疑わずに堅く信じて受け取るのです。"}
{"en": "II.  Q. Which sins should people confess?", "ja": "問い　どのような罪を懺悔しなければならないのでしょうか。"}
{"en": "A. When speaking to God, we should plead guilty to all sins, even those we don't know about,", "ja": "答え　神様に話すときは、たとえ自分が知らない罪であっても、私たちはすべての罪を、負っていることを認めなくてはなりません。"}
{"en": "just as we do in the ``Our Father,''", "ja": "それはちょうど「私たちの父」に対してするのと同じです。"}
{"en": "but when speaking to the confessor, only the sins we know about, which we know about and feel in our hearts.", "ja": "でも、懺悔師(confessor)に対して話すときは、私たちが知っている罪、心に覚え、感じている罪だけを告白するのです。"}
{"en": "Q. Which are these?", "ja": "問い　それはどのような罪ですか。"}
{"en": "A. Consider here your place in life according to the Ten Commandments.", "ja": "答え　ここで、十戒に照らして自分の生活の中での立場を考えてみましょう。"}
{"en": "Are you a father?", "ja": "あなたは父ですか。"}
{"en": "A mother?", "ja": "母ですか。"}
{"en": "A son?", "ja": "息子ですか。"}
{"en": "A daughter?", "ja": "娘ですか。"}
{"en": "A husband?", "ja": "夫ですか。"}
{"en": "A wife?", "ja": "妻ですか。"}
{"en": "A servant?", "ja": "召使ですか。"}
{"en": "Are you disobedient, unfaithful or lazy?", "ja": "あなたは不従順、不信仰、不熱心だったりしませんか。"}
{"en": "Have you hurt anyone with your words or actions?", "ja": "言葉や行動で人を傷つけたことはありませんか。"}
{"en": "Have you stolen, neglected your duty, let things go or injured someone?", "ja": "盗んだり、義務を怠ったり、物事をほったらかしにしたり、誰かを傷つけたりしたことはありませんか。"}
{"en": "Part Six: The Sacrament of the Altar", "ja": "第六部：聖餐式について"}
{"en": "The Sacrament of the Altar: The Simple Way a Father Should Present it to his Household", "ja": "父親が家族に聖餐式を簡潔に示すには"}
{"en": "I.   Q. What is the Sacrament of the Altar?", "ja": "問い　聖餐式とは何ですか。"}
{"en": "A. It is the true body and blood of our Lord Jesus Christ under bread and wine for us Christians to eat and to drink, established by Christ Himself.", "ja": "答え　聖餐式は、私たちの主、イエスキリストのまことの体と血潮であり、パンとぶどう酒によって私たちクリスチャンが食べそして飲むようにとキリストご自身によって制定されたものです。"}
{"en": "II.  Q. Where is that written?", "ja": "問い　どこにそのことが書いてありますか。"}
{"en": "A. The holy apostles Matthew, Mark and Luke and St. Paul write this:", "ja": "答え　聖なる使徒マタイ、マルコ、ルカ、そして聖パウロが書いています。"}
{"en": "``Our Lord Jesus Christ, in the night on which He was betrayed, took bread, gave thanks, broke it, gave it to His disciples and said:", "ja": "「私たちの主イエスキリストは、売られていく夜、パンを取り、感謝をささげてから裂いて弟子たちに渡してこう言いました。"}
{"en": "``Take!", "ja": "「これを取りなさい。"}
{"en": "Eat!", "ja": "これを食べなさい。"}
{"en": "This is My body, which is given for you.", "ja": "これは私のからだであり、あなたたちのために与えられるものです。"}
{"en": "Do this to remember Me!''", "ja": "私を忘れないように取って食べなさい」"}
{"en": "In the same way He also took the cup after supper, gave thanks, gave it to them, and said:", "ja": "同じようにして食後の杯も取り、感謝をささげてから弟子たちに渡してこう言いました。"}
{"en": "``Take and drink from it, all of you!", "ja": "「みんな、この杯を取って飲みなさい。"}
{"en": "This cup is the New Testament in my blood,", "ja": "この杯は私の血による新しい契約〔新約〕です。"}
{"en": "which is shed for you to forgive sins.", "ja": "あなたたちの罪を赦すために流されるものです。"}
{"en": "This do, as often as you drink it, to remember Me!''", "ja": "これを飲むたびに、私を忘れないようにこれを行いなさい」"}
{"en": "III. Q. What good does this eating and drinking do?", "ja": "問い　食べたり飲んだりすることがどんなよいことをなすのでしょう。"}
{"en": "A. These words tell us: ``Given for you'' and ``Shed for you to forgive sins.''", "ja": "答え　「あなたたちのために与えられる」および「あなたたちの罪を赦すために流される」という言葉が示しています。"}
{"en": "Namely, that the forgiveness of sins, life and salvation are given to us through these words in the sacrament.", "ja": "すなわち聖餐式のこれらの言葉を通して、罪の赦し、命と救いが私たちに与えられます。"}
{"en": "Because, where sins are forgiven, there is life and salvation as well.", "ja": "なぜならば罪が赦されるところでは、命と救いも同じようにあるからです。"}
{"en": "IV.  Q. How can physical eating and drinking do such great things?", "ja": "問い　どうして物理的な食べたり飲んだりすることがそんなにすばらしいことをなすのでしょうか。"}
{"en": "A. Of course, eating and drinking do not do these things.", "ja": "答え　もちろん、食べたり飲んだりすることがそのようなことをなすわけではありません。"}
{"en": "These words, written here, do them: ``given for you'' and ``shed for you to forgive sins.''", "ja": "ここに書かれている「あなたたちのために与えられる」および「あなたたちの罪を赦すために流される」という言葉が、それらのよいことをなすのです"}
{"en": "These words, along with physical eating and drinking are the important part of the sacrament.", "ja": "これらの言葉は、物理的な食べたり飲んだりすることとともに聖餐式の重要な部分を占めているのです。"}
{"en": "Anyone who believes these words has what they say and what they record,", "ja": "これらの言葉を信じる人は、ここで述べている通りのもの、ここに記されている通りのものを得るのです。"}
{"en": "namely, the forgiveness of sins.", "ja": "すなわち、罪の赦しを得るのです。"}
{"en": "V.   Q. Who, then, receives such a sacrament in a worthy way?", "ja": "問い　それでは誰がこのような聖餐にあずかることができるのでしょうか。"}
{"en": "A. Of course, fasting and other physical preparations are excellent disciplines for the body.", "ja": "答え　もちろん、断食やそのほかの物理的な準備というのは、体にとってすばらしい訓練となるでしょう。"}
{"en": "But anyone who believes these words, ``Given for you,'' and ``Shed for you to forgive sins,'' is really worthy and well prepared.", "ja": "しかし、「あなたたちのために与えられる」および「あなたたちの罪を赦すために流される」という言葉を信じる人なら誰でも、聖餐にあずかる十分な資格があり、準備ができているのです。"}
{"en": "But whoever doubts or does not believe these words is not worthy and is unprepared,", "ja": "しかしながら、これらの言葉を疑ったり信じなかったりする人は聖餐にあずかる資格がないのであり、準備ができていないのです。"}
{"en": "because the words, ``for you'' demand a heart that fully believes.", "ja": "なぜなら「あなたたちのために」という言葉は、完全に信ずる心を求めるからです。"}
{"en": "How a Father Should Teach His Household to Conduct Morning and Evening Devotions.", "ja": "父親が家族に朝と夕べの祈りを教えるには"}
{"en": "Morning Devotions", "ja": "朝の祈り"}
{"en": "As soon as you get out of bed in the morning, you should bless yourself with the sign of the Holy Cross and say:", "ja": "朝、起きたらすぐに、聖なる十字架のしるしによって自分自身を祝福し、次のように言いましょう。"}
{"en": "May the will of God, the Father, the Son and the Holy Spirit be done!", "ja": "父、子、聖霊なる神様の御心がなされますように。"}
{"en": "Amen.", "ja": "アーメン。"}
{"en": "Then, kneeling or standing, say the creed and pray the Lord's Prayer.", "ja": "それから、ひざまづいても立ったままでもよいですから、使徒信条を述べ、主の祈りを祈りなさい。"}
{"en": "If you wish, you may then pray this little prayer as well:", "ja": "次の小さな祈りを祈ってもよいでしょう。"}
{"en": "My Heavenly Father,", "ja": "天にいらっしゃる、わたしのお父様。"}
{"en": "I thank You, through Jesus Christ,", "ja": "あなたの愛する御子（みこ）イエス・キリストを通して、感謝します。"}
{"en": "Your beloved Son, that You kept me safe from all evil and danger last night.", "ja": "昨晩も、あらゆる悪いものや危ないことから私を守ってくださり、ありがとうございます。"}
{"en": "Save me, I pray, today as well, from every evil and sin,", "ja": "今日一日もまた、あらゆる悪と罪からわたしをお救いください。"}
{"en": "so that all I do and the way that I live will please you.", "ja": "そして、私の行動や生活があなたを喜ばせるようにと祈ります。"}
{"en": "I put myself in your care, body and soul and all that I have.", "ja": "私自身を、すなわち私の体と、私の心と、私の持っているものすべてを、あなたの御手（みて）におゆだねいたします。"}
{"en": "Let Your holy Angels be with me, so that the evil enemy will not gain power over me.", "ja": "悪しき敵が私に力を振るうことがないように、聖なる天使を私のところにおつかわし下さい。"}
{"en": "Amen.", "ja": "アーメン。"}
{"en": "After that, with joy go about your work and perhaps sing a song inspired by the Ten Commandments or your own thoughts.", "ja": "その後で、喜びをもって仕事をはじめたり、十戒やあなた自身の考えから示された歌を歌ったりしてもよいでしょう。"}
{"en": "The Evening Devotions", "ja": "夕べの祈り"}
{"en": "When you go to bed in the evening, you should bless yourself with the sign of the Holy Cross and say:", "ja": "夜、寝床に入るとき、十字架のしるしによって自分自身を祝福し、次のように言いましょう。"}
{"en": "May the will of God, the Father, the Son and the Holy Spirit be done!", "ja": "父、子、聖霊なる神様の御心がなされますように。"}
{"en": "Amen.", "ja": "アーメン。"}
{"en": "Then, kneeling or standing, say the creed and pray the Lord's Prayer.", "ja": "それから、ひざまづいても立ったままでも、使徒信条を述べ、主の祈りを祈りなさい。"}
{"en": "If you wish, then you may pray this little prayer as well:", "ja": "次の小さな祈りを祈ってもよいでしょう。"}
{"en": "My Heavenly Father,", "ja": "天にいらっしゃる、わたしのお父様。"}
{"en": "I thank You, through Jesus Christ, Your beloved Son,", "ja": "あなたの愛する御子（みこ）イエス・キリストを通して、感謝します。"}
{"en": "that You have protected me, by Your grace.", "ja": "あなたの恵みによって私を守ってくださり、ありがとうございます。"}
{"en": "Forgive, I pray, all my sins and the evil I have done.", "ja": "今日私がおかした罪と悪をどうかおゆるし下さい。"}
{"en": "Protect me, by Your grace, tonight.", "ja": "今晩も、神様のお恵みによって私をお守りください。"}
{"en": "I put myself in your care, body and soul and all that I have.", "ja": "私自身を、すなわち私の体と、私の心と、私の持っているものすべてを、あなたの御手（みて）におゆだねいたします。"}
{"en": "Let Your holy angels be with me, so that the evil enemy will not gain power over me.", "ja": "悪しき敵が私に力を振るうことがないように、聖なる天使を私のところにおつかわし下さい。"}
{"en": "Amen.\u001a", "ja": "アーメン。"}
{"en": "After this, go to sleep immediately with joy.", "ja": "その後すぐに、喜びながら眠りましょう。"}
{"en": "How a Father Should Teach His Household to say Grace and Return Thanks at Meals:", "ja": "父親が食事の恵みと感謝の祈りを教えるには"}
{"en": "The children and servants should come to the table modestly and with folded hands and say:", "ja": "子ども達と使用人たちは食卓に集まって慎みつつ両手を組み、次のように言いましょう。"}
{"en": "All eyes look to you, O Lord,", "ja": "主よ、いまあなたに目を向けます。"}
{"en": "and You give everyone food at the right time.", "ja": "あなたは皆に食べ物をちょうどよい時に与えてくださいます。"}
{"en": "You open Your generous hands and satisfy the hunger of all living things with what they desire.", "ja": "あなたは惜しみなく与えてくださる御手を開き、すべての生きるものの飢えを、望むもので満たしてくださいます。"}
{"en": "Note:", "ja": "原注："}
{"en": "\"What they desire\" means that all animals get so much to eat, that they are happy and cheerful.", "ja": "「望むもの」というのは、すべての生き物がたくさん食べて、幸福で、喜びにあふれるようなものを意味します。"}
{"en": "Because, worry and greed interferes with such desires.", "ja": "なぜなら、思い悩みや強欲はそのような望みを妨害するからです。"}
{"en": "After this, pray the Lord's Prayer and the following prayer:", "ja": "その後で、主の祈りと次のお祈りを祈りましょう。"}
{"en": "Lord God,", "ja": "主なる神様。"}
{"en": "Heavenly Father,", "ja": "天のお父様。"}
{"en": "bless us and these gifts,", "ja": "私たちを祝福し、これらの賜物を祝福してください。"}
{"en": "which we receive from Your generous hand,", "ja": "これらは、あなたの惜しみなく与えてくださる御手からいただいたものです。"}
{"en": "through Jesus Christ, our Lord.", "ja": "私たちの主、イエスさまを通して祈ります。"}
{"en": "Amen.", "ja": "アーメン。"}
