{"en": "Most terribly cold it was;", "ja": "ひどく寒い日でした。"}
{"en": "it snowed, and was nearly quite dark, and evening--the last evening of the year.", "ja": "雪も降っており、すっかり暗くなり、もう夜 ―― 今年さいごの夜でした。"}
{"en": "In this cold and darkness there went along the street a poor little girl,", "ja": "この寒さと暗闇の中、一人のあわれな少女が道を歩いておりました。"}
{"en": "bareheaded, and with naked feet.", "ja": "頭に何もかぶらず、足に何もはいていません。"}
{"en": "When she left home she had slippers on,", "ja": "家を出るときには靴をはいていました。"}
{"en": "it is true;", "ja": "ええ、確かにはいていたんです。"}
{"en": "but what was the good of that?", "ja": "でも、靴は何の役にも立ちませんでした。"}
{"en": "They were very large slippers, which her mother had hitherto worn;", "ja": "それはとても大きな靴で、 これまで少女のお母さんがはいていたものでした。"}
{"en": "so large were they;", "ja": "たいそう大きい靴でした。"}
{"en": "and the poor little thing lost them as she scuffled away across the street,", "ja": "かわいそうに、道を大急ぎで渡ったとき、少女はその靴をなくしてしまいました。"}
{"en": "because of two carriages that rolled by dreadfully fast.", "ja": "二台の馬車が猛スピードで走ってきたからです。"}
{"en": "One slipper was nowhere to be found;", "ja": "片方の靴はどこにも見つかりませんでした。"}
{"en": "the other had been laid hold of by an urchin, and off he ran with it;", "ja": "もう片方は浮浪児が見つけ、走ってそれを持っていってしまいました。"}
{"en": "he thought it would do capitally for a cradle when he some day or other should have children himself.", "ja": "その浮浪児は、いつか自分に子どもができたらゆりかごにできると思ったのです。"}
{"en": "So the little maiden walked on with her tiny naked feet,", "ja": "それで少女は小さな裸の足で歩いていきました。"}
{"en": "that were quite red and blue from cold.", "ja": "両足は冷たさのためとても赤く、また青くなっておりました。"}
{"en": "She carried a quantity of matches in an old apron, and she held a bundle of them in her hand.", "ja": "少女は古いエプロンの中にたくさんのマッチを入れ、 手に一たば持っていました。"}
{"en": "Nobody had bought anything of her the whole livelong day;", "ja": "日がな一日、誰も少女から何も買いませんでした。"}
{"en": "no one had given her a single farthing.", "ja": "わずか一円だって少女にあげる者はおりませんでした。"}
{"en": "She crept along trembling with cold and hunger", "ja": "寒さと空腹で震えながら、 少女は歩き回りました"}
{"en": "--a very picture of sorrow,", "ja": "――　まさに悲惨を絵に描いたようです。"}
{"en": "the poor little thing!", "ja": "かわいそうな子！"}
{"en": "The flakes of snow covered her long fair hair,", "ja": "ひらひらと舞い降りる雪が少女の長くて金色の髪を覆いました。"}
{"en": "which fell in beautiful curls around her neck;", "ja": "その髪は首のまわりに美しくカールして下がっています。"}
{"en": "but of that, of course, she never once now thought.", "ja": "でも、もちろん、少女はそんなことなんか考えていません。"}
{"en": "From all the windows the candles were gleaming, and it smelt so deliciously of roast goose,", "ja": "どの窓からも蝋燭の輝きが広がり、 鵞鳥を焼いているおいしそうな香りがしました。"}
{"en": "for you know it was New Year's Eve;", "ja": "ご存知のように、今日は大みそかです。"}
{"en": "yes, of that she thought.", "ja": "そうです、少女はそのことを考えていたのです。"}
{"en": "In a corner formed by two houses,", "ja": "二つの家が街の一角をなしていました。"}
{"en": "of which one advanced more than the other,", "ja": "そのうち片方が前にせり出しています。"}
{"en": "she seated herself down and cowered together.", "ja": "少女はそこに座って小さくなりました。"}
{"en": "Her little feet she had drawn close up to her, but she grew colder and colder,", "ja": "引き寄せた少女の小さな足は体にぴったりくっつきましたが、 少女はどんどん寒くなってきました。"}
{"en": "and to go home she did not venture,", "ja": "けれど、家に帰るなんて冒険はできません。"}
{"en": "for she had not sold any matches and could not bring a farthing of money:", "ja": "マッチはまったく売れていないし、 たったの一円も持って帰れないからです。"}
{"en": "from her father she would certainly get blows,", "ja": "このまま帰ったら、きっとお父さんにぶたれてしまいます。"}
{"en": "and at home it was cold too,", "ja": "それに家だって寒いんです。"}
{"en": "for above her she had only the roof, through which the wind whistled, even though the largest cracks were stopped up with straw and rags.", "ja": "大きなひび割れだけは、わらとぼろ切れでふさいでいますが、 上にあるものは風が音をたてて吹き込む天井だけなのですから。"}
{"en": "Her little hands were almost numbed with cold.", "ja": "少女の小さな両手は冷たさのためにもうかじかんでおりました。"}
{"en": "Oh!", "ja": "ああ！"}
{"en": "a match might afford her a world of comfort, if she only dared take a single one out of the bundle, draw it against the wall, and warm her fingers by it.", "ja": "たばの中からマッチを取り出して、 壁にこすり付けて、指をあたためれば、 それがたった一本のマッチでも、少女は ほっとできるでしょう。"}
{"en": "She drew one out.", "ja": "少女は一本取り出しました。"}
{"en": "\"Rischt!\"", "ja": "≪シュッ！≫"}
{"en": "how it blazed,", "ja": "何という輝きでしょう。"}
{"en": "how it burnt!", "ja": "何とよく燃えることでしょう。"}
{"en": "It was a warm, bright flame, like a candle, as she held her hands over it:", "ja": "温かく、輝く炎で、 上に手をかざすとまるで蝋燭のようでした。"}
{"en": "it was a wonderful light.", "ja": "すばらしい光です。"}
{"en": "It seemed really to the little maiden as though she were sitting before a large iron stove,", "ja": "小さな少女には、 まるで大きな鉄のストーブの前に実際に座っているようでした。"}
{"en": "with burnished brass feet and a brass ornament at top.", "ja": "そのストーブにはぴかぴかした真鍮の足があり、てっぺんには真鍮の飾りがついていました。"}
{"en": "The fire burned with such blessed influence;", "ja": "その炎は、まわりに祝福を与えるように燃えました。"}
{"en": "it warmed so delightfully.", "ja": "いっぱいの喜びで満たすように、炎はまわりをあたためます。"}
{"en": "The little girl had already stretched out her feet to warm them too;", "ja": "少女は足ものばして、あたたまろうとします。"}
{"en": "but--the small flame went out, the stove vanished:", "ja": "しかし、―― 小さな炎は消え、ストーブも消えうせました。"}
{"en": "she had only the remains of the burnt-out match in her hand.", "ja": "残ったのは、手の中の燃え尽きたマッチだけでした。"}
{"en": "She rubbed another against the wall:", "ja": "少女はもう一本壁にこすりました。"}
{"en": "it burned brightly, and where the light fell on the wall, there the wall became transparent like a veil, so that she could see into the room.", "ja": "マッチは明るく燃え、その明かりが壁にあたったところはヴェールのように透け、 部屋の中が見えました。"}
{"en": "On the table was spread a snow-white tablecloth;", "ja": "テーブルの上には雪のように白いテーブルクロスが広げられ、"}
{"en": "upon it was a splendid porcelain service, and the roast goose was steaming famously with its stuffing of apple and dried plums.", "ja": "その上には豪華な磁器が揃えてあり、焼かれた鵞鳥はおいしそうな湯気を上げ、 その中にはリンゴと乾しプラムが詰められていました。"}
{"en": "And what was still more capital to behold was, the goose hopped down from the dish, reeled about on the floor with knife and fork in its breast, till it came up to the poor little girl;", "ja": "さらに驚いたことには、 鵞鳥は皿の上からぴょんと飛び降りて、胸にナイフとフォークを刺したまま床の上をよろよろと歩いて、 あわれな少女のところまでやってきたのです。"}
{"en": "when--the match went out and nothing but the thick, cold, damp wall was left behind.", "ja": "ちょうどそのとき――マッチが消え、厚く、冷たく、じめじめした壁だけが残りました。"}
{"en": "She lighted another match.", "ja": "少女はもう一本マッチをともしました。"}
{"en": "Now there she was sitting under the most magnificent Christmas tree:", "ja": "すると、少女は最高に大きなクリスマスツリーの下に座っていました。"}
{"en": "it was still larger, and more decorated than the one which she had seen through the glass door in the rich merchant's house.", "ja": "そのツリーは、金持ち商人の家のガラス戸を通して見たことのあるものよりもずっと大きく、 もっとたくさん飾り付けがしてありました。"}
{"en": "Thousands of lights were burning on the green branches, and gaily-colored pictures, such as she had seen in the shop-windows, looked down upon her.", "ja": "何千もの光が緑の枝の上で燃え、 店のショーウインドウの中で見たことがあるような楽しい色合いの絵が少女を見おろしています。"}
{"en": "The little maiden stretched out her hands towards them", "ja": "少女は両手をそちらへのばして"}
{"en": "when--the match went out.", "ja": "――そのとき、マッチが消えました。"}
{"en": "The lights of the Christmas tree rose higher and higher, she saw them now as stars in heaven;", "ja": "クリスマスツリーの光は高く高く上っていき、もう天国の星々のように見えました。"}
{"en": "one fell down and formed a long trail of fire.", "ja": "そのうちの一つが流れ落ち、長い炎の尾となりました。"}
{"en": "\"Someone is just dead!\"", "ja": "「いま、誰かが亡くなったんだわ！」"}
{"en": "said the little girl;", "ja": "と少女は言いました。"}
{"en": "for her old grandmother,", "ja": "というのは、おばあさん"}
{"en": "the only person who had loved her, and who was now no more,", "ja": "――少女を愛したことのあるたった一人の人、いまはもう亡きおばあさん"}
{"en": "had told her,", "ja": "――がこんなことを言ったからです。"}
{"en": "that when a star falls, a soul ascends to God.", "ja": "星が一つ、流れ落ちるとき、魂が一つ、神さまのところへと引き上げられるのよ、と。"}
{"en": "She drew another match against the wall:", "ja": "マッチをもう一本、壁でこすりました。"}
{"en": "it was again light, and in the lustre there stood the old grandmother,", "ja": "すると再び明るくなり、その光輝の中におばあさんが立っていました。"}
{"en": "so bright and radiant, so mild, and with such an expression of love.", "ja": "とても明るく光を放ち、とても柔和で、愛にあふれた表情をしていました。"}
{"en": "\"Grandmother!\"", "ja": "「おばあちゃん！」"}
{"en": "cried the little one.", "ja": "と小さな子は大きな声をあげました。"}
{"en": "\"Oh, take me with you!", "ja": "「お願い、わたしを連れてって！"}
{"en": "You go away when the match burns out;", "ja": "マッチが燃えつきたら、おばあちゃんも行ってしまう。"}
{"en": "you vanish like the warm stove, like the delicious roast goose, and like the magnificent Christmas tree!\"", "ja": "あったかいストーブみたいに、 おいしそうな鵞鳥みたいに、 それから、あの大きなクリスマスツリーみたいに、 おばあちゃんも消えてしまう！」"}
{"en": "And she rubbed the whole bundle of matches quickly against the wall,", "ja": "少女は急いで、一たばのマッチをありったけ壁にこすりつけました。"}
{"en": "for she wanted to be quite sure of keeping her grandmother near her.", "ja": "おばあさんに、しっかりそばにいてほしかったからです。"}
{"en": "And the matches gave such a brilliant light that it was brighter than at noon-day:", "ja": "マッチのたばはとてもまばゆい光を放ち、昼の光よりも明るいほどです。"}
{"en": "never formerly had the grandmother been so beautiful and so tall.", "ja": "このときほどおばあさんが美しく、大きく見えたことはありません。"}
{"en": "She took the little maiden, on her arm,", "ja": "おばあさんは、少女をその腕の中に抱きました。"}
{"en": "and both flew in brightness and in joy so high, so very high, and then above was neither cold, nor hunger, nor anxiety", "ja": "二人は、輝く光と喜びに包まれて、高く、とても高く飛び、 やがて、もはや寒くもなく、空腹もなく、心配もないところへ"}
{"en": "--they were with God.", "ja": "――神さまのみもとにいたのです。"}
{"en": "But in the corner, at the cold hour of dawn, sat the poor girl,", "ja": "けれど、あの街角には、夜明けの冷え込むころ、かわいそうな少女が座っていました。"}
{"en": "with rosy cheeks and with a smiling mouth, leaning against the wall", "ja": "薔薇のように頬を赤くし、口もとには微笑みを浮かべ、 壁にもたれて"}
{"en": "--frozen to death on the last evening of the old year.", "ja": "――古い一年の最後の夜に凍え死んでいたのです。"}
{"en": "Stiff and stark sat the child there with her matches,", "ja": "その子は売り物のマッチをたくさん持ち、体を硬直させてそこに座っておりました。"}
{"en": "of which one bundle had been burnt.", "ja": "マッチのうちの一たばは燃えつきていました。"}
{"en": "\"She wanted to warm herself,\"", "ja": "「あったかくしようと思ったんだなあ」"}
{"en": "people said.", "ja": "と人々は言いました。"}
{"en": "No one had the slightest suspicion of what beautiful things she had seen;", "ja": "少女がどんなに美しいものを見たのかを考える人は、 誰一人いませんでした。"}
{"en": "no one even dreamed of the splendor in which, with her grandmother she had entered on the joys of a new year.", "ja": "少女が、新しい年の喜びに満ち、おばあさんといっしょにすばらしいところへ入っていったと想像する人は、 誰一人いなかったのです。"}
