{"en": "THE MERMAID DEN LILLE HAVFRUE", "ja": "人魚のひいさま"}
{"en": "Hans Christian Andersen", "ja": "ハンス・クリスティアン・アンデルセン"}
{"en": "Far out at sea the water is as blue as the bluest cornflower, and as clear as the clearest crystal;", "ja": "はるか、沖合へでてみますと、海の水は、およそうつくしいやぐるまぎくの花びらのように青くて、あくまですきとおったガラスのように澄みきっています。"}
{"en": "but it is very deep, too deep for any cable to fathom,", "ja": "でも、そこは、ふかいのなんのといって、どんなにながく綱（つな）をおろしても底にとどかないというくらいふかいのです。"}
{"en": "and if many steeples were piled on the top of one another they would not reach from the bed of the sea to the surface of the water.", "ja": "お寺の塔を、いったい、いくつかさねて積み上げたら、水の上までとどくというのでしょうか。"}
{"en": "It is down there that the Mermen live.", "ja": "そういうふかい海の底に、海のおとめたち――人魚のなかまは住んでいるのです。"}
{"en": "Now don't imagine that there are only bare white sands at the bottom;", "ja": "ところで、海の底なんて、ただ、からからな砂地があるだけだろうと、そうきめてしまってはいけません。"}
{"en": "oh no! the most wonderful trees and plants grow there, with such flexible stalks and leaves, that at the slightest motion of the water they move just as if they were alive.", "ja": "どうして、そこには、世にもめずらしい木や草がたくさんしげっていて、そのじくや葉のしなやかなことといったら、ほんのかすかに水がゆらいだのにも、いっしょにゆれて、まるで生きものがうごいているようです。"}
{"en": "All the fish, big and little, glide among the branches just as, up here, birds glide through the air.", "ja": "ちいさいのも、おおきいのも、いろんなおさかなが、その枝と枝とのなかをつうい、つういとくぐりぬけて行くところは、地の上で、鳥たちが、空をとびまわるのとかわりはありません。"}
{"en": "The palace of the Merman King lies in the very deepest part;", "ja": "この海の底をずっと底まで行ったところに、海の人魚の王さまが御殿をかまえています。"}
{"en": "its walls are of coral and the long pointed windows of the clearest amber,", "ja": "その御殿の壁は、さんごでできていて、ほそながく、さきのとがった窓は、すきとおったこはくの窓でした。"}
{"en": "but the roof is made of mussel shells which open and shut with the lapping of the water.", "ja": "屋根は貝がらでふけていて、海の水がさしひきするにつれて、貝のふたは、ひとりでにあいたりしまったりします。"}
{"en": "This has a lovely effect,", "ja": "これはなかなかうつくしいみものでした。"}
{"en": "for there are gleaming pearls in every shell, any one of which would be the pride of a queen's crown.", "ja": "なぜといって、一枚一枚の貝がらには、それひとつでも女王さまのかんむりのりっぱなそうしょくになるような、大きな真珠（しんじゅ）がはめてあるのでしたからね。"}
{"en": "The Merman King had been for many years a widower, but his old mother kept house for him;", "ja": "ところで、この御殿のあるじの王さまは、もうなが年のやもめぐらしで、そのかわり、年とったおかあさまが、いっさい、うちのことを引きうけておいでになりました。"}
{"en": "she was a clever woman, but so proud of her noble birth that she wore twelve oysters on her tail, while the other grandees were only allowed six.", "ja": "このおかあさまは、りこうな方でしたけれど、いちだんたかい身分をほこりたさに、しっぽにつける飾りのかきをごじぶんだけは十二もつけて、そのほかはどんな家柄のものでも、六つから上つけることをおゆるしになりませんでした。"}
{"en": "Otherwise she was worthy of all praise,", "ja": "――そんなことをべつにすれば、たんとほめられてよい方でした。"}
{"en": "especially because she was so fond of the little mermaid princesses, her grandchildren.", "ja": "とりわけ、お孫さんにあたるひいさまたちのおせわをよくなさいました。"}
{"en": "They were six beautiful children, but the youngest was the prettiest of all; her skin was as soft and delicate as a roseleaf, her eyes as blue as the deepest sea,", "ja": "それはみんなで六人、そろってきれいなひいさんたちでしたが、なかでもいちばん下のひいさまが、たれよりもきりょうよしで、はだはばらの花びらのようにすきとおって、きめがこまかく、目はふかいふかい海のようにまっ青でした。"}
{"en": "but like all the others she had no feet, and instead of legs she had a fish's tail.", "ja": "ただほかのひいさまたちとおなじように、足というものがなくて、そこがおさかなの尾になっていました。"}
{"en": "All the livelong day they used to play in the palace in the great halls,", "ja": "ながいまる一日、ひいさまたちは、海の底の御殿の、大広間であそびました。"}
{"en": "where living flowers grew out of the walls.", "ja": "そとの壁からは、生きた花が咲きだしていました。"}
{"en": "When the great amber windows were thrown open the fish swam in,", "ja": "大きなこはくの窓をあけると、おさかながつういとはいって来ます。"}
{"en": "just as the swallows fly into our rooms when we open the windows,", "ja": "それはわたしたちが窓をあけると、つばめがとび込んでくるのに似ています。"}
{"en": "but the fish swam right up to the little princesses, ate out of their hands, and allowed themselves to be patted.", "ja": "ただ、おさかなは、すぐと、ひいさまたちの所まで泳いで行って、その手からえさをとってたべて、なでいたわってもらいました。"}
{"en": "Outside the palace was a large garden, with fiery red and deep blue trees,", "ja": "御殿のそとには、大きな花園があって、はでにまっ赤な木や、くらいあい色の木がしげっていました。"}
{"en": "the fruit of which shone like gold, while the flowers glowed like fire on their ceaselessly waving stalks.", "ja": "その木の実は金のようにかがやいて、花はほのおのようにもえながら、しじゅうじくや葉をゆらゆらさせていました。"}
{"en": "The ground was of the finest sand, but it was of a blue phosphorescent tint.", "ja": "海の底は、地面からしてもうこまかい砂でしたが、それは硫黄（ゆおう）の火のように青く光りました。"}
{"en": "Everything was bathed in a wondrous blue light down there; you might more readily have supposed yourself to be high up in the air, with only the sky above and below you, than that you were at the bottom of the ocean.", "ja": "そこでは、なにもかも、ふしぎな、青い光につつまれているので、それはふかい海の底にいるというよりも、なにか宙（ちゅう）に浮いていて、上にも下にも青空をみているようでした。"}
{"en": "In a dead calm you could just catch a glimpse of the sun", "ja": "海のないでいるときには、お日さまが仰げました。"}
{"en": "like a purple flower with a stream of light radiating from its calyx.", "ja": "それはむらさきの花のようで、そのうてなからながれだす光が、海の底いちめんひろがるようにおもわれました。"}
{"en": "Each little princess had her own little plot of garden, where she could dig and plant just as she liked.", "ja": "ひいさまたちは、めいめい、花園のなかに、ちいさい花壇（かだん）をもっていて、そこでは、すき自由に、掘りかえすことも植えかえることもできました。"}
{"en": "One made her flower-bed in the shape of a whale;", "ja": "ひとりのひいさまは、花壇を、くじらの形につくりました。"}
{"en": "another thought it nice to have hers like a little mermaid;", "ja": "するともうひとりは、じぶんのは、かわいい人魚に似せたほうがいいとおもいました。"}
{"en": "but the youngest made hers quite round like the sun, and she would only have flowers of a rosy hue like its beams.", "ja": "ところが、いちばん下のひいさまは、それをまんまるく、そっくりお日さまのかたちにこしらえて、お日さまとおなじようにまっ赤に光る花ばかりを咲かせました。"}
{"en": "She was a curious child, quiet and thoughtful,", "ja": "このひいさまはひとりちがって、ふしぎとものしずかな、かんがえぶかい子でした。"}
{"en": "and while the other sisters decked out their gardens with all kinds of extraordinary objects which they got from wrecks, she would have nothing besides the rosy flowers like the sun up above, except a statue of a beautiful boy.", "ja": "ほかのおねえさまたちが、難船した船からとって来ためずらしい品物をならべたててよろこんでいるとき、このひいさまだけは、うつくしい大理石の像をひとつとって来て、大空のお日さまの色に似た、ばら色の花の下に、それをおいただけでした。"}
{"en": "It was hewn out of the purest white marble and had gone to the bottom from some wreck.", "ja": "それはまっ白にすきとおる石をきざんだ、かわいらしい少年の像で、難破（なんぱ）して海の底にしずんだ船のなかにあったものでした。"}
{"en": "By the statue she planted a rosy red weeping willow which grew splendidly,", "ja": "この像のわきに、ひいさまは、ばら色したしだれやなぎを植えました。"}
{"en": "and the fresh delicate branches hung round and over it, till they almost touched the blue sand", "ja": "それがうつくしくそだって、そのみずみずしい枝が像をこして、むこうの赤い砂地の上までたれました。"}
{"en": "where the shadows showed violet, and were ever moving like the branches.", "ja": "そこに濃（こ）いむらさきの影ができて、枝といっしょにゆれました。"}
{"en": "It looked as if the leaves and the roots were playfully interchanging kisses.", "ja": "それはまるで、こずえのさきと根とがからみあって、たわむれているようにみえました。"}
{"en": "Nothing gave her greater pleasure than to hear about the world of human beings up above;", "ja": "このひいさまにとつて、海の上にある人間の世界の話をきくほど、おおきなよろこびはありません。"}
{"en": "she made her old grandmother tell her all that she knew about ships and towns, people and animals.", "ja": "おばあさまにせがむと、船のことや、町のことや、人間やけもののことや、知っていらっしゃることはなにもかも話してくださいました。"}
{"en": "But above all it seemed strangely beautiful to her that up on the earth the flowers were scented, for they were not so at the bottom of the sea;", "ja": "とりわけ、ひいさまにとってめずらしくおもわれたのは、海の底ではついないことなのに、地の上では、お花がにおっているということでした。"}
{"en": "also that the woods were green, and that the fish which were to be seen among the branches could sing so loudly and sweetly that it was a delight to listen to them.", "ja": "それと、森がみどり色していて、その森のこずえのなかに、おさかなが、高い、かわいらしい声で歌がうたえて、それがきくひとの耳をたのしくするということでした。"}
{"en": "You see the grandmother called little birds fish,", "ja": "その、おばあさまがおさかなとおっしゃったのは、小鳥のことでした。"}
{"en": "or the mermaids would not have understood her, as they had never seen a bird.", "ja": "だって、ひいさまたちは、小鳥というものをみたことがないのですもの、そういって話さなければわからないでしょう。"}
{"en": "'When you are fifteen,'", "ja": "「まあ、あなたたち、十五になったらね。」"}
{"en": "said the grandmother,", "ja": "と、おばあさまはいいました。"}
{"en": "'you will be allowed to rise up from the sea", "ja": "「そのときは、海の上へ浮かび出ていいおゆるしをあげますよ。"}
{"en": "and sit on the rocks in the moonlight, and look at the big ships sailing by, and you will also see woods and towns.'", "ja": "そうすれば、岩に腰をかけて、お月さまの光にひたることもできるし、大きな船のとおるところもみられるし、森や町だってみられるようになるよ。」"}
{"en": "One of the sisters would be fifteen in the following year,", "ja": "来年は、いちばん上のおねえさまが、十五になるわけでした。"}
{"en": "but the others,--well, they were each one year younger than the other, so that the youngest had five whole years to wait before she would be allowed to come up from the bottom, to see what things were like on earth.", "ja": "でも、ほかのおねえさまたちは――そう、めいめい、一年ずつ年がちがっていましたから、いちばん下のひいさまが、海の底からあがっていって、わたしたちの世界のようすをみることになるまでには、まる五年も待たなければなりません。"}
{"en": "But each one promised the others to give a full account of all that she had seen, and found most wonderful on the first day.", "ja": "でも、ひとりがいけば、ほかのひとたちに、はじめていった日みたこと、そのなかでいちばんうつくしいとおもったことを、かえって来て話す約束ができました。"}
{"en": "Their grandmother could never tell them enough, for there were so many things about which they wanted information.", "ja": "なぜなら、おばあさまのお話だけでは、どうも物たりなくて、ひいさまたちの知りたいとおもうことが、だんだんおおくなって来ましたからね。"}
{"en": "None of them was so full of longings as the youngest, the very one who had the longest time to wait, and who was so quiet and dreamy.", "ja": "そのなかでも、いちばん下のひいさまは、あいにく、いちばんながく待たなくてはならないし、ものしずかな、かんがえぶかい子でしたから、それだけたれよりもふかくこのことをおもいつづけました。"}
{"en": "Many a night she stood by the open windows and looked up through the dark blue water which the fish were lashing with their tails and fins.", "ja": "いく晩もいく晩も、ひいさまは、あいている窓ぎわに、じっと立ったまま、くらいあい色した水のなかで、おさかながひれやしっぽをうごかして、およぎまわっているのをすかしてみていました。"}
{"en": "She could see the moon and the stars, it is true;", "ja": "お月さまと星もみえました。"}
{"en": "their light was pale, but they looked much bigger through the water than they do to our eyes.", "ja": "それはごくよわく光っているだけでしたが、でも水をすかしてみるので、おかでわたしたちの目にみえるよりは、ずっと大きくみえました。"}
{"en": "When she saw a dark shadow glide between her and them,", "ja": "ときおり、なにかまっ黒な影のようなものが、光をさえぎりました。"}
{"en": "she knew that it was either a whale swimming above her, or else a ship laden with human beings.", "ja": "それが、くじらがあたまの上をおよいでとおるのか、またはおおぜい人をのせた船の影だということは、ひいさまにもわかっていました。"}
{"en": "I am certain they never dreamt that a lovely little mermaid was standing down below, stretching up her white hands towards the keel.", "ja": "この船の人たちも、はるか海の底に人魚のひいさまがいて、その白い手を、船のほうへさしのべていようとは、さすがにおもいもつかなかったでしょう。"}
{"en": "The eldest princess had now reached her fifteenth birthday,", "ja": "さて、いちばん上のひいさまも、十五になりました。"}
{"en": "and was to venture above the water.", "ja": "いよいよ、海の上に出られることになりました。"}
{"en": "When she came back she had hundreds of things to tell them, but the most delightful of all, she said, was to lie in the moonlight, on a sandbank in a calm sea, and to gaze at the large town close to the shore,", "ja": "このおねえさまがかえって来ると、山ほどもおみやげの話がありましたが、でも、なかでいちばんよかったのは、波のしずかな遠浅（とおあさ）の海に横になりながら、すぐそばの海ぞいの大きな町をみていたことであったといいます。"}
{"en": "where the lights twinkled like hundreds of stars; to listen to music and the noise and bustle of carriages and people,", "ja": "そこでは、町のあかりが、なん百とない星の光のようにかがやいていましたし、音楽もきこえるし、車や人の通るとよめきも耳にはいりました。"}
{"en": "to see the many church towers and spires, and to hear the bells ringing;", "ja": "お寺のまるい塔と、とがった塔のならんでいるのが見えたし、そこから、鐘の音もきこえて来ました。"}
{"en": "and just because she could not go on shore she longed for that most of all.", "ja": "でも、そこへ上がっていくことはできませんから、ただなにくれと、そういうものへのあこがれで、胸をいっぱいにしてかえって来たということでした。"}
{"en": "Oh, how eagerly the youngest sister listened!", "ja": "まあ、いちばん下のひいさまは、この話をどんなに夢中できいたことでしょう。"}
{"en": "and when, later in the evening she stood at the open window and looked up through the dark blue water, she thought of the big town with all its noise and bustle,", "ja": "それからというもの、あいた窓ぎわに立って、くらい色の水をすかして上を仰ぐたんびに、このひいさまは、いろいろの物音ととよめきのする、その大きな町のことをかんがえました。"}
{"en": "and fancied that she could even hear the church bells ringing.", "ja": "するうち、そこのお寺の鐘の音が、つい海の底までも、ひびいてくるようにおもいました。"}
{"en": "The year after, the second sister was allowed to mount up through the water and swim about wherever she liked.", "ja": "そのあくる年、二ばんめのおねえさまが、海の上へあがって行って、好きな所へおよいでいっていい、おゆるしがでました。"}
{"en": "The sun was just going down when she reached the surface, the most beautiful sight, she thought, that she had ever seen.", "ja": "このあねえさまが、浮き上がると、そのときちょうどお日さまが沈みましたが、これこそいちばんうつくしいとおもったものでした。"}
{"en": "The whole sky had looked like gold, she said, and as for the clouds! well, their beauty was beyond description;", "ja": "大空がいちめん金をちらしたようにみえて、その光をうつした雲のきれいだったこと、とてもそれを書きあらわすことばはないといいました。"}
{"en": "they floated in red and violet splendour over her head, and, far faster than they went,", "ja": "くれないに、またむらさきに、それがあたまの上をすうすう通ってながれていきました。"}
{"en": "a flock of wild swans flew like a long white veil over the water towards the setting sun;", "ja": "けれども、その雲よりももっとはやく、野のはくちょう［＃「はくちょう」は底本では「はくちょう」］のむれが、それはながい、白いうすものが空にただようように、しずんで行く夕日を追って、波の上をとんでいきました。"}
{"en": "she swam towards it, but it sank and all the rosy light on clouds and water faded away.", "ja": "このおねえさまも、これについてまけずにおよいでいきましたが、そのうち、お日さまはまったくしずんで、ばら色の光は、海の上からも、雲の上からも消えていきました。"}
{"en": "The year after that the third sister went up,", "ja": "また次の年には、三ばんめのおねえさまが上がっていきました。"}
{"en": "and, being much the most venturesome of them all, swam up a broad river which ran into the sea.", "ja": "このおねえさまは、たれよりもむこうみずな子でしたから、大きな川が海にながれだしている、そこの川口をさかのぼっておよいでいってみました。"}
{"en": "She saw beautiful green, vine-clad hills;", "ja": "そこにはぶどうのつるにおおわれたうつくしいみどりの丘がみえました。"}
{"en": "palaces and country seats peeping through splendid woods.", "ja": "むかしのお城や荘園（しょうえん）が、みごとに茂った森のなかからちらちらしていました。"}
{"en": "She heard the birds singing,", "ja": "いろんな鳥のうたいかわす声も聞きました。"}
{"en": "and the sun was so hot that she was often obliged to dive, to cool her burning face.", "ja": "するうちお日さまが、照りつけて来たので、ほてった顔をひやすために、たびたび水にもぐらなくてはなりませんでした。"}
{"en": "In a tiny bay she found a troop of little children", "ja": "水がよどんでちいさな入江になった所で、かわいい人間のこどもたちのかたまって、あそんでいるのに出あいました。"}
{"en": "running about naked and paddling in the water;", "ja": "まるはだかで、かけまわって、ぼちゃぼちゃ水をはねかしました。"}
{"en": "she wanted to play with them, but they were frightened and ran away.", "ja": "いっしょにあそぼうとすると、みんなおどろいて逃げていってしまいました。"}
{"en": "Then a little black animal came up;", "ja": "するとそこへ、ちいさな、まっ黒な動物がでて来ました。"}
{"en": "it was a dog, but she had never seen one before; it barked so furiously at her that she was frightened and made for the open sea.", "ja": "これは犬でしたが、犬なんて、みたことはなかったし、いきなり、はげしくほえかかって来たので、こわくなって、またひろい海へおよいでもどりました。"}
{"en": "She could never forget the beautiful woods, the green hills and the lovely children who could swim in the water although they had no fishes' tails.", "ja": "でも、あのうつくしい森もみどりの丘も、それから、おさかなのしっぽももっていないくせに、水におよげるかわいらしいこどもたちのことをも、このひいさまは、いつまでもわすれることができませんでした。"}
{"en": "The fourth sister was not so brave; she stayed in the remotest part of the ocean, and, according to her account, that was the most beautiful spot.", "ja": "さて、四ばんめのおねえさまは、それほどむこうみずではありませんでしたから、そこで、ひろい大海のまんなかに居ずくまったままでしたが、でもそこがどこよりもいちばんうつくしかったと話しました。"}
{"en": "You could see for miles and miles around you, and the sky above was lifke a great glass dome.", "ja": "もうぐるりいちめん、なんマイルと先の知れないとおくまで見はらせて、あたまの上の青空は、とほうもなく大きなガラス鐘のようなものでした。"}
{"en": "She had seen ships,", "ja": "船というものもみました。"}
{"en": "but only far away, so that they looked like sea-gulls.", "ja": "でも、それはただ遠くにはなれていて、まるでかもめのようにみえていました。"}
{"en": "There were grotesque dolphins turning somersaults, and gigantic whales squirting water through their nostrils like hundreds of fountains on every side.", "ja": "それからおどけもののいるかが、とんぼがえりしたり、大きなくじらが鼻のあなから、しおをふきだして、そのへんいちめんに、なん百とない噴水がふきだしたようでした。"}
{"en": "Now the fifth sister's turn came.", "ja": "こんどは、五ばんめのおねえさまの番になりました。"}
{"en": "Her birthday fell in the winter, so that she saw sights that the others had not seen on their first trips.", "ja": "このひいさまは、おたん生日が、ちょうど冬のあいだでしたので、ほかのおねえさまたちのみなかったものをみました。"}
{"en": "The sea looked quite green, and large icebergs were floating about,", "ja": "海はふかいみどり色をたたえて、その上に、氷の山がまわりをとりまいて浮いていました。"}
{"en": "each one of which looked like a pearl, she said, but was much bigger than the church towers built by men.", "ja": "そのひとつびとつが白く光って、まるで真珠（しんじゅ）の山のようでしたが、それも人間の建てたお寺の塔よりもずっと高いものだつたといいました。"}
{"en": "They took the most wonderful shapes, and sparkled like diamonds.", "ja": "それがまたきみょうともふしぎともいいようのないかたちをして、どれもダイヤモンドのようにちかちか［＃「ちかちか」は底本では「ちかちが」］かがやいていました。"}
{"en": "She had seated herself on one of the largest, and all the passing ships sheered off in alarm when they saw her sitting there with her long hair streaming loose in the wind.", "ja": "このおねえさまは、そのなかのいちばん大きい山に腰をかけて、そのながい髪の毛を風のなぶるままにさせていますと、そのまわりに寄って来た帆船（ほぶね）の船頭は、みんなおどろいて、船をかえしました。"}
{"en": "In the evening the sky became overcast with dark clouds; it thundered and lightened, and the huge icebergs glittering in the bright lightning, were lifted high into the air by the black waves.", "ja": "でも、夕方になると空は雲でつつまれて、かみなりが鳴ったり、いなづまが走ったり、まっ黒な波が大きな氷の山を高くつき上げて、いなづまのつよい光にあてました。"}
{"en": "All the ships shortened sail, and there was fear and trembling on every side,", "ja": "のこらずの船が帆をおろして、そこには、おそれとおののきとがたかまっていました。"}
{"en": "but she sat quietly on her floating iceberg watching the blue lightning flash in zigzags down on to the shining sea.", "ja": "けれども、人魚のむすめは、へいきで、ちかちか光る氷の山の上に腰をのせたまま、かがやく海の上に、いなづま形に射かける稲光（いなびかり）の青い色をながめていました。"}
{"en": "The first time any of the sisters rose above the water she was delighted by the novelties and beauties she saw;", "ja": "さて、こうして、おねえさまたちは、めいめいに、はじめて海の上へ浮かんで出てみた当座（とうざ）こそ、まのあたりみた、めずらしいもの、うつくしいものに心をうばわれました。"}
{"en": "but once grown up, and at liberty to go where she liked, she became indifferent and longed for her home;", "ja": "けれども、いまは一人まえのむすめになって、いつどこへでも好きかってにいかれるとなると、もうそれも心をひかなくなりました。"}
{"en": "in the course of a month or so they all said that after all their own home in the deep was best, it was so cosy there.", "ja": "またうちがこいしくなって来て、やがて、ひと月もすると、やはり海の底ほどけしきのいい所はどこにもないし、うちほどけっこうな住居（すまい）はないわ、といいあうようになりました。"}
{"en": "Many an evening the five sisters interlacing their arms would rise above the water together.", "ja": "もういく晩も、夕方になると、五人のおねえさまたちは、おたがい手を組んで、つながって、水の上へあがっていきました。"}
{"en": "They had lovely voices, much clearer than any mortal,", "ja": "みんな、どんな人間もおよばないうつくしい声をもっていました。"}
{"en": "and when a storm was rising, and they expected ships to be wrecked, they would sing in the most seductive strains of the wonders of the deep, bidding the seafarers have no fear of them.", "ja": "あらしが来かけると、やがて船はしずむほかないことが分かっていますから、みんなして船のそばへおよいでいって、やさしい歌をうたってやりました。"}
{"en": "But the sailors could not understand the words,", "ja": "でも、そのことばは、人間には分かりません。"}
{"en": "they thought it was the voice of the storm;", "ja": "それをやはりあらしの音だとおもっていました。"}
{"en": "nor could it be theirs to see this Elysium of the deep,", "ja": "それにまた、しずんでいくひとたちが、しずみながら海の底をみるなんて、そんなうまいわけにはいかないのです。"}
{"en": "for when the ship sank they were drowned,", "ja": "なぜなら、船がしずむと、それなり船人はおぼれてしまいます。"}
{"en": "and only reached the Merman's palace in death.", "ja": "そうして、しかばねになって、人魚の王さまの御殿へはこばれてくるのですもの。"}
{"en": "When the elder sisters rose up in this manner, arm-in-arm, in the evening, the youngest remained behind quite alone,", "ja": "きょうだいたちが、こうして手をつないで、夕方、水の上へあがっていくとき、いちばん下のひいさまだけは、いつもひとりぼっちあとにのこっていました。"}
{"en": "looking after them as if she must weep;", "ja": "そうしてみんなのあとをみおくっていると、なんだか泣かずにいられない気持になりました。"}
{"en": "but mermaids have no tears,", "ja": "けれども［＃「けれども」は底本では「けれとも」］、海おとめには、涙というものがないのです。"}
{"en": "and so they suffer all the more.", "ja": "そのため、よけい、せつないおもいをしました。"}
{"en": "'Oh! if I were only fifteen!'", "ja": "「ああ、あたし、どうかしてはやく十五になりたいあ。」"}
{"en": "she said,", "ja": "と、このひいさまはいいました。"}
{"en": "'I know", "ja": "「あたしにはわかっている。"}
{"en": "how fond I shall be of the world above, and of the mortals who dwell there.'", "ja": "あの上の世界でも、そこにうちをつくって住んでいる人間でも、あたしきっと好きになれるでしょう。」"}
{"en": "At last her fifteenth birthday came.", "ja": "するうち、とうとう、ひいさまも十五になりました。"}
{"en": "'Now we shall have you off our hands,'", "ja": "「さあ、いよいよ、あなたも、わたしの手をはなれるのだよ。」"}
{"en": "said her grandmother, the old queen-dowager.", "ja": "と、ごいんきょのおばあさまがおっしゃいました。"}
{"en": "'Come now, let me adorn you like your other sisters!'", "ja": "「では、いらっしゃい、おねえさまたちとおなじように、あなたにもおつくりをしてあげるから。」"}
{"en": "and she put a wreath of white lilies round her hair,", "ja": "こういって、おばあさまは、白ゆりの花かんむりを、ひいさまの髪にかけました。"}
{"en": "but every petal of the flowers was half a pearl;", "ja": "でも、その花びらというのが、一枚一枚、真珠（しんじゅ）を半分にしたものでした。"}
{"en": "then the old queen had eight oysters fixed on to the princess's tail to show her high rank.", "ja": "それからまだおばあさまは、八つまで、大きなかきを、ひいさまのしっぽにすいつかせて、それを高貴（こうき）な身分のしるしにしました。"}
{"en": "'But it hurts so!'", "ja": "「そんなことをおさせになって、あたし、いたいわ。」"}
{"en": "said the little mermaid.", "ja": "と、ひいさまはいいました。"}
{"en": "'You must endure the pain for the sake of the finery!'", "ja": "「身分だけにかざるのです。"}
{"en": "said her grandmother.", "ja": "と、おばあさまは、おっしゃいました。"}
{"en": "But oh! how gladly would she have shaken off all this splendour,", "ja": "ああ、こんなかざりものなんか、どんなにふり捨てたかったでしょう。"}
{"en": "and laid aside the heavy wreath.", "ja": "おもたい花かんむりなんか、どんなにほうりだしたかったでしょう、"}
{"en": "Her red flowers in her garden suited her much better,", "ja": "ひいさまは、花壇に咲いている赤い花のほうが、はるかよく似合うことはわかっていました。"}
{"en": "but she did not dare to make any alteration.", "ja": "でも、いまさら、それをどうすることもてきません。"}
{"en": "'Good-bye,'", "ja": "「いってまいります。」"}
{"en": "she said, and mounted as lightly and airily as a bubble through the water.", "ja": "と、ひいさまはいって、それはかるく、ふんわりと、まるであわのように、水の上へのぼっていきました。"}
{"en": "The sun had just set when her head rose above the water,", "ja": "ひいさまが、海の上にはじめて顔をだしたとき、ちょうどお日さまはしずんだところでした。"}
{"en": "but the clouds were still lighted up with a rosy and golden splendour,", "ja": "でもどの雲もまだ、ばら色にも金色にもかがやいていました。"}
{"en": "and the evening star sparkled in the soft pink sky,", "ja": "そうして、ほの赤い空に、よいの明星（みょうじょう）が、それはうつくしくきらきら光っていました。"}
{"en": "the air was mild and fresh, and the sea as calm as a millpond.", "ja": "空気はなごやかに澄んでいて、海はすっかりないでいました。"}
{"en": "A big three-masted ship lay close by with only a single sail set,", "ja": "そこに三本マストの大きな船が横たわっていました。"}
{"en": "for there was not a breath of wind, and the sailors were sitting about the rigging, on the cross-trees, and at the mast-heads.", "ja": "そよとも風がないので、一本だけに帆が上げてあって、それをとりまいて、水夫たちが、帆綱（ほづな）や帆げたに腰をおろしていました。"}
{"en": "There was music and singing on board,", "ja": "そのうち、音楽と唱歌の声がして来ました。"}
{"en": "and as the evening closed in hundreds of gaily coloured lanterns were lighted--they looked like the flags of all nations waving in the air.", "ja": "やがて夕やみがせまってくると、なん百とない色がわりのランプに火がともって、それは各国の国旗が、風になびいているように見えました。"}
{"en": "The little mermaid swam right up to the cabin windows,", "ja": "人魚のひいさまは、その船室の窓の所までずんずんおよいでいきました。"}
{"en": "and every time she was lifted by the swell she could see through the transparent panes crowds of gaily dressed people.", "ja": "波にゆり上げられるたんびに、ひいさまは、水晶のようにすきとおった窓ガラスをすかして、なかをのぞくことができました。"}
{"en": "The handsomest of them all was the young prince with large dark eyes;", "ja": "そこには、おおぜい、晴着（はれぎ）を着かざった人がいました、でも、そのなかで目立ってひとりうつくしいのは、大きな黒目をしたわかい王子でした。"}
{"en": "he could not be much more than sixteen,", "ja": "王子はまだ満十六歳より上にはなっていません。"}
{"en": "and all these festivities were in honour of his birthday.", "ja": "ちょうどきょうがおたん生日で、このとおりさかんなお祝をしているしだいでした。"}
{"en": "The sailors danced on deck,", "ja": "水夫たちは、甲板でおどっていました。"}
{"en": "and when the prince appeared among them hundreds of rockets were let off making it as light as day, and frightening the little mermaid so much that she had to dive under the water.", "ja": "そこへ、わかい王子がでてくると、なん百とない花火が打ち上げられて、これがひるまのようにかがやいたので、ひいさまはびっくりして、いったん水のなかにしずみました。"}
{"en": "She soon ventured up again, and it was just as if all the stars of heaven were falling in showers round about her.", "ja": "けれどまたすぐ首をだすと、もうまるで大空の星が、いちどにおちかかってくるようにおもわれました。"}
{"en": "She had never seen such magic fires.", "ja": "こんな花火なんというものを、まだみたことはありませんでした。"}
{"en": "Great suns whirled round,", "ja": "大きなお日さまがいくつもいくつも、しゅうしゅういいながらまわりました。"}
{"en": "gorgeous fire-fish hung in the blue air,", "ja": "すばらしくきれいな火魚が青い中空（なかそら）にはね上がりました。"}
{"en": "and all was reflected in the calm and glassy sea.", "ja": "そうして、それがみんな鏡のようにたいらな海の上にうつりました。"}
{"en": "It was so light on board the ship that every little rope could be seen, and the people still better.", "ja": "それよりか船の上はとてもあかるくて、甲板の上の帆綱（ほづな）が、ごくほそいのまで一本一本わかるくらいだ、とみんなはいっていました。"}
{"en": "Oh, how handsome the prince was!", "ja": "でも、まあ、わかい王子のほんとうにりっぱなこと。"}
{"en": "how he laughed and smiled as he greeted his guests,", "ja": "王子はたれとも握手（あくしゅ）をかわして、にぎやかに、またにこやかにわらっていました。"}
{"en": "while the music rang out in the quiet night.", "ja": "そのあいだも、音楽は、この晴れがましい夜室にひびきつづけました。"}
{"en": "It got quite late,", "ja": "夜がふけていきました。"}
{"en": "but the little mermaid could not take her eyes off the ship and the beautiful prince.", "ja": "それでも、人魚のひいさまは、船からも、そこのうつくしい王子からも、目をはなそうとはしませんでした。"}
{"en": "The coloured lanterns were put out, no more rockets were sent up,", "ja": "色ランプは、とうに消され、花火ももう上がらなくなりました。"}
{"en": "and the cannon had ceased its thunder,", "ja": "祝砲もとどろかなくなりました。"}
{"en": "but deep down in the sea there was a dull murmuring and moaning sound.", "ja": "ただ、海の底で、ぶつぶつごそごそ、ささやくような音がしていました。"}
{"en": "Meanwhile she was rocked up and down on the waves, so that she could look into the cabin;", "ja": "ひいさまは、やはり水の上にのっかって、上に下にゆられながら、船室のなかをのぞこうとしていました。"}
{"en": "but the ship got more and more way on, sail after sail was filled by the wind,", "ja": "でも、船はだんだんはやくなり、帆は一枚一枚はられました。"}
{"en": "the waves grew stronger, great clouds gathered,", "ja": "するうち、波が高くなって来て、大きな黒雲がわきだしました。"}
{"en": "and it lightened in the distance.", "ja": "遠くでいなづまが、光りはじめました。"}
{"en": "Oh, there was going to be a fearful storm!", "ja": "やれやれ、おそろしいあらしになりそうです。"}
{"en": "and soon the sailors had to shorten sail.", "ja": "それで水夫たちはおどろいて、帆をまき上げました。"}
{"en": "The great ship rocked and rolled as she dashed over the angry sea,", "ja": "大きな船は、荒れる海の上をゆられゆられ、とぶように走りました。"}
{"en": "the black waves rose like mountains, high enough to overwhelm her,", "ja": "うしおが大きな黒山のようにたかくなって、マストの上にのしかかろうとしました。"}
{"en": "but she dived like a swan through them and rose again and again on their towering crests.", "ja": "けれど、船は高い波と波のあいだを、はくちょう［＃「はくちょう」は底本では「はくちょう」］のようにふかくくぐるかとおもうと、またもりあがる高潮の上につき上げられてでて来ました。"}
{"en": "The little mermaid thought it a most amusing race, but not so the sailors.", "ja": "これは海おとめの身にすると、なかなかおもしろい見ものでしたが、船の人たちはどうしてそれどころではありません。"}
{"en": "The ship creaked and groaned;", "ja": "船はぎいぎいがたがた鳴りました。"}
{"en": "the mighty timbers bulged and bent under the heavy blows;", "ja": "さしもがんじょうな船板も、ひどく横腹を当てられて曲りました。"}
{"en": "the water broke over the decks, snapping the main mast like a reed;", "ja": "マストはまんなかからぽっきりと、まるであしかなんぞのようにもろく折れました。"}
{"en": "she heeled over on her side, and the water rushed into the hold.", "ja": "船は横たおしになって、うしおがどどっと、所かまわず船にながれ込みました。"}
{"en": "Now the little mermaid saw that they were in danger,", "ja": "ここではじめて、人魚のひいさまも、船の人たちの身の上のあぶないことが分かりました。"}
{"en": "and she had for her own sake to beware of the floating beams and wreckage.", "ja": "そればかりかじぶんも、水の上におしながされた船のはりや板きれにぶつからない用心しなければなりませんでした。"}
{"en": "One moment it was so pitch dark that she could not see at all,", "ja": "ふと一時、すみをながしたようなやみ夜になって、まるでものがみえなくなりました。"}
{"en": "but when the lightning flashed it became so light that she could see all on board.", "ja": "するうち、いなびかりがしはじめるとまたあかるくなって、船の上のようすが手にとるようにわかりました。"}
{"en": "Every man was looking out for his own safety as best he could;", "ja": "みんなどうにかして助かろうとしてあがいていました。"}
{"en": "but she more particularly followed the young prince with her eyes, and when the ship went down she saw him sink in the deep sea.", "ja": "わかい王子のすがたを、ひいさまはさがしもとめて、それがちらりと目にはいったとたん、船がふたつにわれて、王子も海のそこふかくしずんでいきました。"}
{"en": "At first she was quite delighted, for now he was coming to be with her,", "ja": "はじめのうち、ひいさまはこれで王子がじぶんの所へ来てくれるとおもって、すっかりたのしくなりました。"}
{"en": "but then she remembered that human beings could not live under water,", "ja": "でも、すぐと、水のなかでは、人間が生きていけないことをおもいだしました。"}
{"en": "and that only if he were dead could he go to her father's palace.", "ja": "そうすると、この王子も死んで、おとうさまの御殿にいきつくほかはないとおもいました。"}
{"en": "No! he must not die;", "ja": "まあ、この人を死なせるなんて、とんでもないことです。"}
{"en": "so she swam towards him all among the drifting beams and planks, quite forgetting that they might crush her.", "ja": "そこで、波のうえにただようはりや板きれをかきわけかきわけ、万一、ぶつかってつぶされることなぞわすれて、夢中でおよいでいきました。"}
{"en": "She dived deep down under the water, and came up again through the waves, and at last reached the young prince just as he was becoming unable to swim any further in the stormy sea.", "ja": "で、いったん水のそこふかくしずんで、またたかく波のあいだに浮きあがったりして、やっと、わかい王子の所までおよいでいけましたが、王子は、もうとうに荒れくるう海のなかで、およぐ力がなくなっていて、"}
{"en": "His limbs were numbed, his beautiful eyes were closing,", "ja": "うつくしい目もとじていました。"}
{"en": "and he must have died if the little mermaid had not come to the rescue.", "ja": "人魚のひいさまが、そこへ来てくれなかったら、それなり死ぬところだったでしょう。"}
{"en": "She held his head above the water and let the waves drive them whithersoever they would.", "ja": "ひいさまは、王子のあたまを水の上にたかくささげて、あとは、波が、じぶんと王子とを、好きな所へはこぶままにまかせました。"}
{"en": "By daybreak all the storm was over,", "ja": "そのあけがた、ひどいあらしもやみました。"}
{"en": "of the ship not a trace was to be seen;", "ja": "船のものは、木（こ）ッぱひときれのこってはいませんでした。"}
{"en": "the sun rose from the water in radiant brilliance, and his rosy beams seemed to cast a glow of life into the prince's cheeks,", "ja": "お日さまが、まっかにかがやきながら、たかだかと海のうえにおのぼりになりますと、それといっしょに、王子のほおにもさっと血の気がさしてきたようにおもわれました。"}
{"en": "but his eyes remained closed.", "ja": "でも、目はとじたままでした。"}
{"en": "The mermaid kissed his fair and lofty brow, and stroked back the dripping hair;", "ja": "人魚のひいさまは、王子のたかい、りっぱなひたいにほおをつけて、ぬれた髪の毛をかき上げました。"}
{"en": "it seemed to her that he was like the marble statue in her little garden;", "ja": "こうして見ると、海のそこの、あのかわいい花壇にすえた大理石の像に似ていました。"}
{"en": "she kissed him again and longed that he might live.", "ja": "ひいさまは、もういっぺんほおづけして、どうかいのちのありますようにとねがっていました。"}
{"en": "At last she saw dry land before her, high blue mountains on whose summits the white snow glistened as if a flock of swans had settled there;", "ja": "たかい、青い山山のいただきに、ふんわり雪がつもって、きらきら光っているのが、ちょうどはくちょうが寝ているようでした。"}
{"en": "down by the shore were beautiful green woods, and in the foreground a church or temple, she did not quite know which, but it was a building of some sort.", "ja": "そのふもとの浜ぞいには、みどりみどりした、うつくしい森がしげっていて、森をうしろに、お寺か、修道院（しゅうどういん）かよくわからないながら、建物がひとつ立っていました。"}
{"en": "Lemon and orange trees grew in the garden, and lofty palms stood by the gate.", "ja": "レモンとオレンジの木が、そこの園にしげっていて、門の前には、せいのたかいしゅろの木が立っていました。"}
{"en": "At this point the sea formed a little bay where the water was quite calm, but very deep, right up to the cliffs; at their foot was a strip of fine white sand", "ja": "海の水はそこで、ちいさな入江をつくっていて、それは鏡のようにたいらなまま、ずっとふかく、すのところまで入りこんでいて、そこにまっしろに、こまかい砂が、もり上がっていました。"}
{"en": "to which she swam with the beautiful prince, and laid him down on it,", "ja": "ひいさまは、王子をだいてそこまでおよいでいって、ことに、あたまの所をたかくして、砂の上にねかせました。"}
{"en": "taking great care that his head should rest high up in the warm sunshine.", "ja": "これはあたたかいお日さまの光のよくあたるようにという、やさしい心づかいからでした。"}
{"en": "The bells now began to ring in the great white building,", "ja": "そのとき、そこの大きな白い建てもののなかから、鐘がなりだしました。"}
{"en": "and a number of young maidens came into the garden.", "ja": "そうして、その園をとおって、わかい少女たちがおおぜい、そこへでて来ました。"}
{"en": "Then the little mermaid swam further off behind some high rocks and covered her hair and breast with foam,", "ja": "そこで、人魚のひいさまは、ずっとうしろの水の上に、いくつか岩の突き出ている所までおよいでいって、その陰にかくれました。"}
{"en": "so that no one should see her little face,", "ja": "たれにも顔のみえないように、髪の毛にも胸にも、海のあわをかぶりました。"}
{"en": "and then she watched to see who would discover the poor prince.", "ja": "こうしてきのどくな王子のそばへ、たれがまずやってくるか、気をつけてみていました。"}
{"en": "It was not long before one of the maidens came up to him.", "ja": "もうまもなく、ひとりのわかいむすめが、そこへ来ました。"}
{"en": "At first she seemed quite frightened, but only for a moment, and then she fetched several others,", "ja": "むすめはたいへんおどろいたようでしたが、ほんのちょっとのあいだで、すぐとほかの人たちをつれて来ました。"}
{"en": "and the mermaid saw that the prince was coming to life, and that he smiled at all those around him,", "ja": "人魚のひいさまがみていますと、王子はとうとういのちをとりとめたらしく、まわりをとりまいているひとたちに、にんまりほほえみかけました。"}
{"en": "but he never smiled at her.", "ja": "けれど、ひいさまのほうへは笑顔（えがお）をみせませんでした。"}
{"en": "You see he did not know that she had saved him.", "ja": "ひいさまにたすけてもらったことも、王子はまるで知りませんでした。"}
{"en": "She felt so sad", "ja": "ひいさまは、ずいぶんかなしくおもいました。"}
{"en": "that when he was led away into the great building she dived sorrowfully into the water and made her way home to her father's palace.", "ja": "そのうち、王子は、大きな建てもののなかへはこばれていってしまうと、ひいさまも、せつないおもいをしながら水にしずんで、そのまま、おとうさまの御殿へかえっていきました。"}
{"en": "Always silent and thoughtful, she became more so now than ever.", "ja": "いったいに、いつもものしずかな、ふかくおもい込むたちのひいさまでしたけれど、これからは、それがよけいひどくなりました。"}
{"en": "Her sisters often asked her what she had seen on her first visit to the surface, but she never would tell them anything.", "ja": "おねえさまたちは、この妹が、海の上ではじめてみて来たものがなんであったか、たずねましたが、ちょっぴりともその話はしませんでした。"}
{"en": "Many an evening and many a morning she would rise to the place where she had left the prince.", "ja": "晩に、朝に、いくたびとなく、このひいさまは、王子をおいて来た浜ちかく上がっていってみました。"}
{"en": "She saw the fruit in the garden ripen, and then gathered,", "ja": "園のくだものが実のって、やがてもがれるのもみました。"}
{"en": "she saw the snow melt on the mountain-tops,", "ja": "山山のいただきに、雪の消えるのもみました。"}
{"en": "but she never saw the prince,", "ja": "けれども、ひいさまは、もう王子のすがたをみることはありませんでした。"}
{"en": "so she always went home still sadder than before.", "ja": "そうして、そのたんびに、いつもよけいせつないおもいでかえって来ました。"}
{"en": "At home her only consolation was to sit in her little garden with her arms twined round the handsome marble statue which reminded her of the prince.", "ja": "こうなると、ただひとつのたのしみは、れいのちいさな花壇のなかで、うつくしい王子に似た大理石の像に、両腕をかけることでした。"}
{"en": "It was all in gloomy shade now, as she had ceased to tend her flowers, and the garden had become a neglected wilderness of long stalks and leaves entangled with the branches of the tree.", "ja": "けれども花壇の花にはもうかまわなくなりました。"}
{"en": "At last she could not bear it any longer,", "ja": "とうとう、いつまでもこうしているのが、ひいさまにはたえられなくなりました。"}
{"en": "so she told one of her sisters, and from her it soon spread to the others,", "ja": "それで、ひとりのおねえさまにうちあけますと、やがて、ほかのおねえさまたちの耳にもはいりました。"}
{"en": "but to no one else except to one or two other mermaids who only told their dearest friends.", "ja": "でも、このひいさまたちと、そのほかに二、三人の、海おとめたちのほかたれ知るものはなく、そのおとめたちも、ただごく仲のいいお友だちのあいだでその話をしただけでした。"}
{"en": "One of these knew all about the prince;", "ja": "ところで、そのお友だちのうちに、ひとり、王子を知っているむすめがありました。"}
{"en": "she had also seen the festivities on the ship;", "ja": "それから、あの晩、船の上でお祝のあったこともみていました。"}
{"en": "she knew where he came from and where his kingdom was situated.", "ja": "そのむすめは、王子がどこから来たひとで、その王国がどこにあるかということまで知っていました。"}
{"en": "'Come, little sister!'", "ja": "「さあ、いってみましょうよ。」"}
{"en": "said the other princesses,", "ja": "と、おねえさまたちは、いちばん下のちいさい妹をさそいました。"}
{"en": "and, throwing their arms round each other's shoulders, they rose from the water in a long line,", "ja": "そうして、おたがい腕を肩にかけて、ながい列を組んで、海の上にうき上がりました。"}
{"en": "just in front of the prince's palace.", "ja": "そこは王子の御殿のあるときいた所でした。"}
{"en": "It was built of light yellow glistening stone, with great marble staircases, one of which led into the garden.", "ja": "その御殿は、クリーム色に光をもった石で建てたものでしたが、そこのいくつかある大理石の階段のうち、ひとつはすぐと海へおりるようになっていました。"}
{"en": "Magnificent gilded cupolas rose above the roof, and the spaces between the columns", "ja": "平屋根の上には、一だんたかく、金めっきしたりっぱな円屋根（まるやね）がそびえていました。"}
{"en": "which encircled the building were filled with life-like marble statues.", "ja": "建物のぐるりをかこむ円柱（まるばしら）のあいだに、いくつもいくつも大理石の像が、生きた人のようにならんでいました。"}
{"en": "Through the clear glass of the lofty windows you could see gorgeous halls", "ja": "たかい窓にはめ込んだあかるいガラスをすかすと、なかのりっぱな広間がみえました。"}
{"en": "adorned with costly silken hangings,", "ja": "その広間の壁には、高価な絹のとばりや壁かけがかかっていました。"}
{"en": "and the pictures on the walls were a sight worth seeing.", "ja": "壁という壁は、名作の画でかざられていて、みるひとの目をたのしませました。"}
{"en": "In the midst of the central hall a large fountain played, throwing its jets of spray upwards to a glass dome in the roof, through which the sunbeams lighted up the water and the beautiful plants which grew in the great basin.", "ja": "こういう広間のいくつかあるなかの、いちばんの大広間のまんなかに、大きな噴水がふきだしていて、そのしぶきは、ガラスの円天井（まるてんじょう）まで上がっていましたが、その天井からは、お日さまがさしこんで、噴水の水と大水盤（すいばん）のなかにういている、うつくしい水草の上にきらきらしていました。"}
{"en": "She knew now where he lived, and often used to go there in the evenings and by night over the water.", "ja": "こうして王子のすみかがわかると、それからは、もう夕方から夜にかけて、毎晩のように、そこの水の上に、妹のひいさまはでてみました。"}
{"en": "She swam much nearer the land than any of the others dared;", "ja": "もうほかの人魚たちのいきえない丘ちかくの所までも、およいでいきました。"}
{"en": "she even ventured right up the narrow channel under the splendid marble terrace which threw a long shadow over the water.", "ja": "ついには、せまい水道のなかにまでくぐって、そのながい影を水の上に投げている大理石の露台（ろだい）の下までもいってみました。"}
{"en": "She used to sit here looking at the young prince, who thought he was quite alone in the clear moonlight.", "ja": "そこにじいっといて、みあげると、わかい王子が、じぶんひとりいるつもりで、あかるいお月さまの光のなかに立っていました。"}
{"en": "She saw him many an evening sailing about in his beautiful boat, with flags waving and music playing;", "ja": "夕方、たびたび、王子はうつくしいヨットに帆をはって、音楽をのせて、風に旗を吹きなびかせながら、海の上を走らせるところを、ひいさまは見ました。"}
{"en": "she used to peep through the green rushes,", "ja": "ひいさまは、それを青青としげったあしの葉のあいだからすきみしました。"}
{"en": "and if the wind happened to catch her long silvery veil", "ja": "すると風が来て、ひいさまの銀いろしたながいヴェールをひらひらさせました。"}
{"en": "and any one saw it, they only thought it was a swan flapping its wings.", "ja": "たまにそれを見たものは、はくちょうがつばさをひろげたのだとおもいました。"}
{"en": "Many a night she heard the fishermen, who were fishing by torchlight, talking over the good deeds of the young prince;", "ja": "夜な夜な、船にかがりをたいて、りょうに出るりょうしたちからも、ひいさまはたびたび、わかい王子のいいうわさをききました。"}
{"en": "and she was happy to think that she had saved his life when he was drifting about on the waves, half dead,", "ja": "そうして、そんなにもほめものになっているひとが波の上に死にかけてただよっているところを、じぶんがすくったのだとおもってうれしくなりました。"}
{"en": "and she could not forget how closely his head had pressed her breast, and how passionately she had kissed him;", "ja": "それから、あのとき、あの方のおつむりは、なんておだやかにあたしの胸のうえにのっていたことかしら、それをあたしはどんなに心をこめて、ほおずりしてあげたことかしらとおもっていました。"}
{"en": "but he knew nothing of all this,", "ja": "そのくせ、王子のほうでは、むろんそういうことをまるで知りませんでした。"}
{"en": "and never saw her even in his dreams.", "ja": "つい、夢にすらみてはくれないのです。"}
{"en": "She became fonder and fonder of mankind,", "ja": "だんだんに、だんだんに、人間というものが、とうとくおもわれて来ました。"}
{"en": "and longed more and more to be able to live among them;", "ja": "だんだんに、だんだんに、どうぞして人間のなかまにはいっていきたいと、ねがうようになりました。"}
{"en": "their world seemed so infinitely bigger than hers;", "ja": "人間の世界は、人魚の世界にくらべて、はるかに大きくおもわれました。"}
{"en": "with their ships they could scour the ocean, they could ascend the mountains high above the clouds,", "ja": "人間は、船にのって海の上をとびかけることもできますし、雲よりもたかい山にのぼることもできました。"}
{"en": "and their wooded, grass-grown lands extended further than her eye could reach.", "ja": "人間のいる国ぐにには森も畑もあって、それは人魚の目のとどかないとおくまではてしなくひろがっていました。"}
{"en": "There was so much that she wanted to know, but her sisters could not give an answer to all her questions,", "ja": "そこで、このひいさまの知りたいことは山ほどあっても、おねえさまたちのちからでは、そののこらずにこたえることはできません。"}
{"en": "so she asked her old grandmother,", "ja": "ですから、おばあさまにうかがうことにしました。"}
{"en": "who knew the upper world well,", "ja": "このあばあさまはさすがに、上の世界のことをずっとよく知っておいでになりました。"}
{"en": "and rightly called it the country above the sea.", "ja": "上の世界というのは、このおばあさまが、まことにうまく、海の上の国ぐにに名づけたものでした。"}
{"en": "'If men are not drowned,'", "ja": "「ねえ、おばあさま、人間は、水におぼれさえしなければね、」"}
{"en": "asked the little mermaid,", "ja": "と、ひいさまはたずねました。"}
{"en": "'do they live for ever?", "ja": "「それはいつまででも生きられるのでしょう。"}
{"en": "Do they not die as we do down here in the sea?'", "ja": "あたしたち海のそこのもののようには死なないのでしょう。」"}
{"en": "'Yes,'", "ja": "「どうしてさ。」"}
{"en": "said the old lady,", "ja": "と、おばあさまは、おっしゃいました。"}
{"en": "'they have to die too,", "ja": "「人間だって、やはり死ぬのですよ。"}
{"en": "and their lifetime is even shorter than ours.", "ja": "わたしたちよりも、かえって寿命（じゅみょう）はみじかいくらいです。"}
{"en": "We may live here for three hundred years,", "ja": "わたしたちは三百年まで生きられます。"}
{"en": "but when we cease to exist we become mere foam on the water and do not have so much as a grave among our dear ones.", "ja": "ただ、いったん、それがおわると、それなり、水の上のあわになって、おたがいむつまじくして来たひとたちのなかに、お墓ひとつのこしては行けません。"}
{"en": "We have no immortal souls;", "ja": "わたしたちには、死なないたましいというものがないのだよ。"}
{"en": "we have no future life;", "ja": "またの世にうまれかわるということがないのだよ。"}
{"en": "we are just like the green sea-weed, which, once cut down, can never revive again!", "ja": "いわば、あのみどり色したあしのようなもので、いちど刈りとられると、もう二どと青くなることがない。"}
{"en": "Men, on the other hand, have a soul which lives for ever, lives after the body has become dust;", "ja": "そこへいくと、人間にはたましいというものがあって、それがいつまででも生きている、からだが土にかえってしまったあとでも、たましいは生きている。"}
{"en": "it rises through the clear air, up to the shining stars!", "ja": "それが、澄んだ大空の上にのぼって、あのきらきら光るお星さまの所へまでものぼって行くのです。"}
{"en": "Just as we rise from the water to see the land of mortals, so they rise up to unknown beautiful regions which we shall never see.'", "ja": "ちょうど、わたしたちが、海の上にうき上がって、人間の国をながめるように、人間のたましいは、わたしたちにとても見られない、知らない神さまのお国へうかび上がっていくのです。」"}
{"en": "'Why have we no immortal souls?'", "ja": "「なぜ、あたしたち、死なないたましいをさずからなかったの。」"}
{"en": "asked the little mermaid sadly.", "ja": "と、人魚のひいさまは、かなしそうにいいました。"}
{"en": "'I would give all my three hundred years", "ja": "「あたし、なん百年の寿命なんてみんなやってしまってもいいわ。"}
{"en": "to be a human being for one day, and afterwards to have a share in the heavenly kingdom.'", "ja": "そのかわり、たった一日でも人間になれて、死んだあとで、その天国とやらの世界へのぼるしあわせをわけてもらえるならね。」"}
{"en": "'You must not be thinking about that,'", "ja": "「まあ、そんなことをおもうものではないよ。」"}
{"en": "said the grandmother;", "ja": "と、おばあさまはおっしゃいました。"}
{"en": "'we are much better off and happier than human beings.'", "ja": "「わたしたちは、あの上の世界の人間なんかより、ずっとしあわせだし、ずっといいものなのだからね。」"}
{"en": "'Then I shall have to die and to float as foam on the water, and never hear the music of the waves or see the beautiful flowers or the red sun!", "ja": "「でも、あたし、やはり死んであわになって、海の上にういて、もう波の音楽もきかれないし、もうきれいな花もみられないし、赤いお日さまもみられなくなるのですもの。"}
{"en": "Is there nothing I can do to gain an immortal soul?'", "ja": "どうにかして、ながいいのちのたましいを、さずかるくふうってないものかしら。」"}
{"en": "'No,'", "ja": "「それはあるまいよ。」"}
{"en": "said the grandmother;", "ja": "と、おばあさまはいいました。"}
{"en": "'only if", "ja": "「だがね、こういうことはあるそうだよ。"}
{"en": "a human being so loved you", "ja": "ここにひとり人間があってね、あなたひとりが好きになる。"}
{"en": "that you were more to him than father or mother,", "ja": "そう、その人間にとっては、あなたというものが、おとうさまやおかあさまよりもいいものになるのだね。"}
{"en": "if all his thoughts and all his love were so centred in you", "ja": "そうして、それこそありったけのまごころとなさけで、あなたひとりのことをおもってくれる。"}
{"en": "that he would let the priest join your hands and would vow to be faithful to you here, and to all eternity;", "ja": "そこで、お坊さまが来て、その人間の右の手をあなたの右の手にのせて、この世も、ながいながいのちの世もかわらない、かたい約束を立てさせる。"}
{"en": "then your body would become infused with his soul.", "ja": "そうなると、その人間のたましいがあなたのからだのなかにながれこんで、"}
{"en": "Thus, and only thus, could you gain a share in the felicity of mankind.", "ja": "その人間のしあわせを分けてもらえることになる。"}
{"en": "He would give you a soul while yet keeping his own.", "ja": "しかも、その人間はあなたにたましいを分けても、じぶんのたましいはやはりなくさずにもっているというのさ。"}
{"en": "But that can never happen!", "ja": "だが、そんなことはけっしてありっこないよ。"}
{"en": "That which is your greatest beauty in the sea, your fish's tail, is thought hideous up on earth,", "ja": "だって、この海のそこの世界でなによりうつくしいものにしているおさかなのしっぽを、地の上ではみにくいものにしているというのだもの。"}
{"en": "so little do they understand about it; to be pretty there you must have two clumsy supports which they call legs!'", "ja": "それだけのよしあしすら、むこうはわからないものだから、むりに二本、ぶきような、つっかい棒みたいなものを、かわりにつかって、それに足という名をつけて、それでいいつもりでいるのだよ。」"}
{"en": "Then the little mermaid sighed and looked sadly at her fish's tail.", "ja": "そういわれて、人魚のひいさまも、いまさらため息しながら、じぶんのおさかなの尾にいじらしくながめ入りました。"}
{"en": "'Let us be happy,'", "ja": "「さあ、陽気になりましょう。」"}
{"en": "said the grandmother;", "ja": "と、おばあさまはいいました。"}
{"en": "'we will hop and skip during our three hundred years of life;", "ja": "「せっかくさずかることになっている三百年の寿命です。"}
{"en": "it is surely a long enough time;", "ja": "それだけでもずいぶんながい一生ですよ。"}
{"en": "and after it is over we shall rest all the better in our graves.", "ja": "それだけに、あとはきれいさっぱり、安心して休めるというものだ。"}
{"en": "There is to be a court ball to-night.'", "ja": "今夜は宮中舞踏会（ぶとうかい）をやりましょう。」"}
{"en": "This was a much more splendid affair than we ever see on earth.", "ja": "さて、この舞踏会が、なるほど、地の上の世界では見られないごうかなものでした。"}
{"en": "The walls and the ceiling of the great ballroom were of thick but transparent glass.", "ja": "大きな舞踏の間の壁と天井（てんじょう）とは、あつぼったい、そのくせ、よくすきとおったガラスで張りめぐらされていました。"}
{"en": "Several hundreds of colossal mussel shells, rose red and grass green, were ranged in order round the sides holding blue lights,", "ja": "ばら色や草みどり色した大きな貝がらが、なん百としれず、四方の壁にかけつらねてあって、そのひとつひとつに、青いほのおの火がともっていました。"}
{"en": "which illuminated the whole room and shone through the walls, so that the sea outside was quite lit up.", "ja": "それが広間をくまなくてらした上、壁のそとへながれだす光が、すっかり海をあかるくしました。"}
{"en": "You could see countless fish, great and small, swimming towards the glass walls,", "ja": "ですから、大も小もなく、それこそかぞえきれないほどのさかなが、ガラスの壁にむかっておよいでくるのが、手にとるようにみえました。"}
{"en": "some with shining scales of crimson hue,", "ja": "うろこをむらさき紅の色に光らせてくるのもありました。"}
{"en": "while others were golden and silvery.", "ja": "銀と金の色にかがやいてくるものもありました。"}
{"en": "In the middle of the room was a broad stream of running water, and on this the mermaids and mermen danced to their own beautiful singing.", "ja": "――ちょうど、広間のまん中のところを、ひとすじ、大きくゆるやかな海のながれがつらぬいている、その上で、男の人魚たちと女の人魚たちとが、人魚だけのもっているやさしい歌のふしでおどっていました。"}
{"en": "No earthly beings have such lovely voices.", "ja": "こんなうつくしい歌声が、地の上の人間にあるでしょうか。"}
{"en": "The little mermaid sang more sweetly than any of them,", "ja": "あのいちばん下の人魚のひいさまは、そのなかでも、たれおよぶもののないうつくしい声でうたいました。"}
{"en": "and they all applauded her.", "ja": "みんないちどに手をたたいて、その歌をほめそやしました。"}
{"en": "For a moment she felt glad at heart,", "ja": "そのせつな、さすがにこのひいさまも心がうかれました。"}
{"en": "for she knew that she had the finest voice either in the sea or on land.", "ja": "それは、地の上はもちろん、海のなかにもまたふたりとないうつくしい声を、じぶんがもっていることが分かったからでした。"}
{"en": "But she soon began to think again about the upper world,", "ja": "でも、すぐとまた、上の世界のことをかんがえるいつものくせに引きこまれました。"}
{"en": "she could not forget the handsome prince and her sorrow in not possessing, like him, an immortal soul.", "ja": "あのうつくしい王子のことをわすれることはできませんし、あのひととおなじに、死なないたましいをもっていないことが心をくるしめました。"}
{"en": "Therefore she stole out of her father's palace,", "ja": "そこで、こっそり、ひいさまは、おとうさまの御殿をぬけだしました。"}
{"en": "and while all within was joy and merriment, she sat sadly in her little garden.", "ja": "そうして、たれもそこで、歌って、陽気にうかれているまに、しぶんひとり、れいのちいさい花壇のなかに、しょんぼりすわっていました。"}
{"en": "Suddenly she heard the sound of a horn through the water,", "ja": "そのとき、ひとこえ角笛（つのぶえ）のひびきが、海の水をわたって来ました。"}
{"en": "and she thought,", "ja": "その音（ね）をききながら、ひいさまはおもいました。"}
{"en": "'Now he is out sailing up there;", "ja": "「まあ、いまごろ、あの方きっと、帆船（ほぶね）をはしらせていらっしゃるのね。"}
{"en": "he whom I love more than father or mother, he to whom my thoughts cling and to whose hands I am ready to commit the happiness of my life.", "ja": "ほんとうに、おとうさまよりもおかあさまよりももっと好きなあの方が、しじゅうあたしのこころからはなれないあの方が、そのお手にあたしの一生の幸福をささげようとねがっているあの方が、あそこにいらっしゃるのね。"}
{"en": "I will dare anything to win him and to gain an immortal soul!", "ja": "あたし、どうぞして［＃「どうぞして」は底本では「とうぞして」］、死なないたましいが手にはいるものなら、どんなことでもしてみるわ。"}
{"en": "While my sisters are dancing in my father's palace I will go to the sea-witch,", "ja": "そうだ、おねえさまたちが、御殿でおどっていらっしゃるうち、あたし、海の魔女（まじょ）の所へ行ってみよう。"}
{"en": "of whom I have always been very much afraid; she will perhaps be able to advise and help me!'", "ja": "いつもはずいぶんこわいのだけれど、でもきっと、あの女なら相談相手になって、いいちえをかしてくれるでしょう。」"}
{"en": "Thereupon the little mermaid left the garden and went towards the roaring whirlpools", "ja": "そこで、人魚のひいさまは、花園をでて、ぶつぶつあわ立つうず巻の流れのなかへむかっていきました。"}
{"en": "at the back of which the witch lived.", "ja": "このうず巻のむこうに、魔女のすまいがありました。"}
{"en": "She had never been that way before;", "ja": "こんな道をとおるのははじめてのことでした。"}
{"en": "no flowers grew there, no seaweed,", "ja": "そこには花も咲いていず、藻草（もぐさ）も生えていません。"}
{"en": "only the bare grey sands, stretched towards the whirlpools, which like rushing mill-wheels swirled round,", "ja": "ただむきだしな灰いろの砂地が、うずのながれの所までつづいていて、そのながれはうなりを立てて、水車の車輪のようにくるりくるりまわっていました。"}
{"en": "dragging everything that came within reach down to the depths.", "ja": "そうして、このうず巻のなかにはいってくるものは、なんでもつかまえて、こなごなにくだいて、ふかいふちに引きこみました。"}
{"en": "She had to pass between these boiling eddies to reach the witch's domain, and for a long way the only path led over warm bubbling mud,", "ja": "このはげしいうずのながれの、しかもまん中をとおって行くほかに海の魔女の領分（りょうぶん）にはいる道はありませんし、それも、ながいあいだ、ぶつぶつ煮えて、あわだっているどろ沼をわたって行くよりほかに道はないのです。"}
{"en": "which the witch called her 'peat bog.'", "ja": "この沼を、［＃「、」は底本では「。」］じぶんのすくも田という名で魔女はよんでいました。"}
{"en": "Her house stood behind this in the midst of a weird forest.", "ja": "これを行きつくした奥に、きみのわるい森が茂っていて、そのなかに魔女の住居はありました。"}
{"en": "All the trees and bushes were polyps, half animal and half plant; they looked like hundred-headed snakes growing out of the sand,", "ja": "その森のなかの木立（こだち）もやぶも、半分は動物、半分は植物というさんご虫なかまで、それはいわば、百あたまのあるへびが、地のなかから、にょろにょろわき出ているようなものでした。"}
{"en": "the branches were long slimy arms,  with tentacles like wriggling worms,", "ja": "その一本一本の枝が、ながい、ねばねばした腕で、くなくなと、さなだ虫のような指が出ていました。"}
{"en": "every joint of which, from the root to the outermost tip, was in constant motion.", "ja": "そうして下の根もとから枝のずっとさきまで、ふしぶしが自由にうごきました。"}
{"en": "They wound themselves tightly round whatever they could lay hold of and never let it escape.", "ja": "ですから、海のなかで手につかめるものは、なんでもつかんで、しっかりとそれにからみついて放そうとはしません。"}
{"en": "The little mermaid standing outside was quite frightened,", "ja": "人魚のひいさまは、すっかりおびえて、そのまえに立ちすくみました。"}
{"en": "her heart beat fast with terror and she nearly turned back,", "ja": "もうおそろしくて、心臓（しんぞう）がどきどき波をうって、なんべんもそこから引きかえそうとおもいました。"}
{"en": "but then she remembered the prince and the immortal soul of mankind and took courage.", "ja": "でもまた王子のことと、人間のたましいのことをおもうと、勇気がでました。"}
{"en": "She bound her long flowing hair tightly round her head, so that the polyps should not seize her by it,", "ja": "ひいさまは、そこでまず、うるさくまつわるながい髪の毛を、しっかりあたまにまきつけて、さんご虫につかまらないようにしました。"}
{"en": "folded her hands over her breast, and darted like a fish through the water, in between the hideous polyps, which stretched out their sensitive arms and tentacles towards her.", "ja": "それから、両手を胸の上で重ねて、おさかなが水のなかをつういとつっきるように、いやらしいさんご虫どもが、くなくなした指と腕とをのばそうとしているなかをつっきって行きました。"}
{"en": "She could see that every one of them had something or other, which they had grasped with their hundred arms, and which they held as if in iron bands.", "ja": "まあ、このいやな虫は、みると、そのひとつひとつが、そのつかんだものを、まるでつよい鉄の帯でしめつけるように、そのなん百とないちいさな腕で、ぎりぎりつかまえていました［＃「いました」は底本では「いましに」］。"}
{"en": "The bleached bones of men who had perished at sea and sunk below peeped forth from the arms of some,", "ja": "海でおぼれて、このふかい底までしずんだ人間が、白骨になって、さんご虫の腕のあいだにちらちらみえていました。"}
{"en": "while others clutched rudders and sea-chests,", "ja": "船のかいや箱のようなものまでも、さんご虫はしっかりつかまえていました。"}
{"en": "or the skeleton of some land animal; and most horrible of all, a little mermaid whom they had caught and suffocated.", "ja": "おかの動物のがい骨もありましたが、人魚のむすめがひとり、つかまってしめころされているのが、なかでもおそろしいことにおもわれました。"}
{"en": "Then she came to a large opening in the wood where the ground was all slimy,", "ja": "やがて、ひいさまは、森のなかの広場のぬるぬるすべる沼のような所へ来ました。"}
{"en": "and where some huge fat water snakes were gambolling about.", "ja": "そこには脂ぶとりにふとった水へびが、くねくねといやらしい白茶（しらちゃ）けた腹をみせていました［＃「いました」は底本では「いましだ」］。"}
{"en": "In the middle of this opening was a house built of the bones of the wrecked;", "ja": "この沼のまんなかに、難船した人たちの白骨でできた家がありました。"}
{"en": "there sat the witch, letting a toad eat out of her mouth, just as mortals let a little canary eat sugar.", "ja": "その家に、海の魔女はすわっていて、一ぴきのひきがえるに、口うつしでたべさせているところでしたが、そのようすは、人間がカナリヤのひなにお砂糖をつつかせるのに似ていました。"}
{"en": "She called the hideous water snakes her little chickens, and allowed them to crawl about on her unsightly bosom.", "ja": "あのいやらしく、肥ぶとりした水へびを、魔女はまた、うちのひよっ子と名をつけて、じぶんのぶよぶよ大きな胸の上で、かってにのたくらせていました。"}
{"en": "'I know very well what you have come here for,'", "ja": "「ご用むきはわかっているよ。」"}
{"en": "said the witch.", "ja": "と、海の魔女はいいました。"}
{"en": "'It is very foolish of you!", "ja": "「ばかなことかんがえているね。"}
{"en": "all the same you shall have your way, because it will lead you into misfortune,", "ja": "だが、まあ、したいようにするほかはあるまい、そのかわり、べっぴんのおひいさん、その男ではさぞつらいめをみることだろうよ。"}
{"en": "my fine princess.", "ja": "おまえさん。"}
{"en": "You want to get rid of your fish's tail, and instead to have two stumps to walk about upon like human beings,", "ja": "そのおさかなのしっぽなんかどけて、かわりに二本のつっかい棒をくっつけて、人間のようなかっこうであるきたいのだろう。"}
{"en": "so that the young prince may fall in love with you, and that you may win him and an immortal soul.'", "ja": "それでわかい王子をつって、ついでに死なないたましいまで、手に入れようってのだろう。」"}
{"en": "Saying this, she gave such a loud hideous laugh", "ja": "こういって、魔女はとんきょうな声をたてて、うすきみわるくわらいました。"}
{"en": "that the toad and the snakes fell to the ground and wriggled about there.", "ja": "そのひびきで、かえるもへびも、ころころところげおちて、のたくりまわっていました。"}
{"en": "'You are just in the nick of time,'", "ja": "「おまえさん、ちょうどいいときに来なすったよ。」"}
{"en": "wsaid the witch;", "ja": "と、魔女はいいました。"}
{"en": "'after sunrise to-morrow I should not be able to help you until another year had run its course.", "ja": "「あしたの朝、日が出てしまうと、もうそのあとでは、また一年まわってくるまで、どうにもしてあげられないところだったよ。"}
{"en": "I will make you a potion, and before sunrise you must swim ashore with it, seat yourself on the beach and drink it;", "ja": "では、くすりを調合（ちょうごう）してあげるから、それをもって、日の出る前、おかの所までおよいでいって、岸に上がって、それをのむのだよ。"}
{"en": "then your tail will divide and shrivel up to what men call beautiful legs.", "ja": "すると、おまえさんのそのしっぽが消えてなくなって、人間がかわいい足と、名をつけているものにちぢまる。"}
{"en": "But it hurts;", "ja": "だが、ずいぶん痛かろうよ。"}
{"en": "it is as if a sharp sword were running through you.", "ja": "それはちょうど、するどいつるぎを、からだにつッこまれるようだろうよ。"}
{"en": "All who see you will say that you are the most beautiful child of man they have ever seen.", "ja": "さて、出あったものは、たれだって［＃「たれだって」は底本では「だれたって」］、おまえさんのことを、こんなきれいな人間のむすめを見たことがないというだろう。"}
{"en": "You will keep your gliding gait, no dancer will rival you,", "ja": "おまえさんが浮くようにかるく足をはこぶところは、人間の踊り子にまねもできまい。"}
{"en": "but every step you take will be as if you were treading upon sharp knives, so sharp as to draw blood.", "ja": "ただ、ひと足ごとに、おまえさん、するどい刄物をふむようで、いまにも血がながれるかとおもうほどだろうよ。"}
{"en": "If you are willing to suffer all this I am ready to help you!'", "ja": "それをみんながまんするつもりなら、相談にのって上げる。」"}
{"en": "'Yes!'", "ja": "「ええ、しますわ。」"}
{"en": "said the little princess with a trembling voice,", "ja": "と、人魚のひいさまは、声をふるわせていいました。"}
{"en": "thinking of the prince and of winning an undying soul.", "ja": "そうして、王子のことと、それから、死なないたましいのことを、しっかりとおもっていました。"}
{"en": "'But remember,'", "ja": "「でも、おぼえておいで。」"}
{"en": "said the witch,", "ja": "と、魔女はいいました。"}
{"en": "'when once you have received a human form, you can never be a mermaid again;", "ja": "「おまえさんは、いちど人間のかたちをうけると、もう二どと人魚にはなれないのだよ。"}
{"en": "you will never again be able to dive down through the water to your sisters and to your father's palace.", "ja": "海のなかをくぐって、きょうだいたちのところへも、おとうさんの御殿へもかえることはできないし、"}
{"en": "And if you do not succeed in winning the prince's love, so that for your sake he will forget father and mother, cleave to you with his whole heart, let the priest join your hands and make you man and wife, you will gain no immortal soul!", "ja": "それから王子の愛情にしても、もうおまえさんのためには、おとうさんのこともおかあさんのこともわすれて、あけてもくれてもおまえさんのことばかりを、かんがえていて、もうこの上は、お坊さんにたのんで、王子とおまえさんとふたりの手をつないで、晴れてめおととよばせることにするほかない、というところまでいかなければ、やはり、死なないたましいは、おまえさんのものにはならないのだよ。"}
{"en": "The first morning after his marriage with another your heart will break, and you will turn into foam of the sea.'", "ja": "それがもしかちがって、王子がほかの女と結婚するようなことになると、もうそのあくる朝、お前さんの心臓（しんぞう）はやぶれて、おまえさんはあわになって海の上にうくのだよ。」"}
{"en": "'I will do it,'", "ja": "「かまいません。」"}
{"en": "said the little mermaid", "ja": "と、人魚のひいさまはいいました。"}
{"en": "as pale as death.", "ja": "けれど、その顔は死人のように青ざめていました。"}
{"en": "'But you will have to pay me, too,'", "ja": "「ところで、おまえさん、お礼もたっぷりもらわなきゃならないよ。」"}
{"en": "said the witch,", "ja": "と、魔女はいいました。"}
{"en": "'and it is no trifle that I demand.", "ja": "「どうして、わたしののぞむお礼は、お軽少（けいしょう）なことではないよ。"}
{"en": "You have the most beautiful voice of any at the bottom of the sea,", "ja": "おまえさんは、この海の底で、だれひとりおよぶもののないうつくしい声をもっておいでだね。"}
{"en": "and I daresay that you think you will fascinate him with it;", "ja": "その声で、たぶん、王子をまよわそうとおもっているのだろう。"}
{"en": "but you must give me that voice;", "ja": "ところが、その声をわたしはもらいたいのだよ。"}
{"en": "I will have the best you possess in return for my precious potion!", "ja": "そのおまえさんのもっているいちばんいいものを、わたしのだいじな秘薬（ひやく）とひきかえにしようというのさ。"}
{"en": "I have to mingle my own blood with it", "ja": "なにしろそのくすりには、わたしだって、じぶんの血をまぜなくてはならないのだからね。"}
{"en": "so as to make it as sharp as a two-edged sword.'", "ja": "それで、くすりにも、もろ刄のつるぎのようなするどいききめがあらわれようというものさ。」"}
{"en": "'But if you take my voice,'", "ja": "「でも、あたし、声をあげてしまったら、」"}
{"en": "said the little mermaid,", "ja": "と、ひいさまは、いいました。"}
{"en": "'what have I left?'", "ja": "「あとになにがのこるのでしょう。」"}
{"en": "'Your beautiful form,'", "ja": "「なあに、まだ、そのうつくしいすがたが、」"}
{"en": "said the witch,", "ja": "と、魔女はいいました。"}
{"en": "'your gliding gait, and your speaking eyes;", "ja": "「それから、そのかるい、うくようなあるきつきが、それから、そのものをいう目があるさ。"}
{"en": "with these you ought surely to be able to bewitch a human heart.", "ja": "それだけで、りっぱに人間のこころをたぶらかすことはできようというものだ。"}
{"en": "Well! have you lost courage?", "ja": "はてね、勇気がなくなったかね。"}
{"en": "Put out your little tongue, and I will cut it off", "ja": "さあ、その舌をお出し、それを代金にはらってもらう。"}
{"en": "in payment for the powerful draught.'", "ja": "そのかわり、よくきくくすりをさし上げるよ。」"}
{"en": "'Let it be done,'", "ja": "「ええ、そうしてください。」"}
{"en": "said the little mermaid,", "ja": "と、人魚のひいさまはいいました。"}
{"en": "and the witch put on her caldron to brew the magic potion.", "ja": "そこで、魔女は、おなべを火にかけて、魔法ののみぐすりを煮はじめました。"}
{"en": "'There is nothing like cleanliness,'", "ja": "「ものをきれいにするのは、いいことさ。」"}
{"en": "said she, as she scoured the pot with a bundle of snakes;", "ja": "と、魔女はいって、へびをくるくるとむすびこぶにまるめて、それでおなべをみがきました。"}
{"en": "then she punctured her breast and let the black blood drop into the caldron,", "ja": "それからじぶんの胸をひっかいて、黒い血をだして、そのなかへたらしこみました。"}
{"en": "and the steam took the most weird shapes, enough to frighten any one.", "ja": "その湯気が、なんともいえないふしぎなきみのわるい形で、むくむくと立って、身の毛もよだつようでした。"}
{"en": "Every moment the witch threw new ingredients into the pot,", "ja": "魔女はしじゅうそれからそれと、なにくれとおなべのなかへ投げ込んでいました。"}
{"en": "and when it boiled the bubbling was like the sound of crocodiles weeping.", "ja": "やがて、ぼこぼこ煮え立ってくると、それが＊わにの泣き声に似た音を立てました。"}
{"en": "At last the potion was ready and it looked like the clearest water.", "ja": "とうとう、のみぐすりが煮え上がりましたが、それはただ、すみ切った水のようにみえました。"}
{"en": "'There it is,'", "ja": "「さあ、できましたよ。」"}
{"en": "said the witch,", "ja": "と、魔女はいいました。"}
{"en": "said the witch, and thereupon she cut off the tongue of the little mermaid,", "ja": "そこで、のみぐすりをわたして、代りにひいさまの舌を切りました。"}
{"en": "who was dumb now and could neither sing nor speak.", "ja": "もうこれで、ものもいえず、歌もうたえない、おしになったのです。"}
{"en": "'If the polyps should seize you, when you go back through my wood,'", "ja": "「もしか、かえりみちに、森のなかをとおって、さんご虫どもにつかまりそうになったらね。」"}
{"en": "said the witch,", "ja": "と、魔女はいいました。"}
{"en": "'just drop a single drop of this liquid on them, and their arms and fingers will burst into a thousand pieces.'", "ja": "「このくすりをたった一てきでいい、たらしておやり、そうすると、やつら、腕も指もばらばらになってとんでしまう。」"}
{"en": "But the little mermaid had no need to do this,", "ja": "けれど人魚のひいさまは、そんなことをしないでもすみました。"}
{"en": "for at the mere sight of the bright liquid, which sparkled in her hand like a shining star, they drew back in terror.", "ja": "さんご虫は、ひいさんの手のなかで、星のようにきらきらするのみぐすりをみただけで、おじけて引っこみました、"}
{"en": "So she soon got past the wood, the bog, and the eddying whirlpools.", "ja": "それで、苦もなく、森もぬけ、すくも田もとおって、うずまきの流れもくぐってかえりました。"}
{"en": "She saw her father's palace;", "ja": "そこに、おとうさまの御殿がみえました。"}
{"en": "the lights were all out in the great ballroom,", "ja": "大きな舞踏（ぶとう）の間（ま）も、もうあかりが消えていました。"}
{"en": "and no doubt all the household was asleep,", "ja": "きっともう、みんな寝たのでしょう。"}
{"en": "but she did not dare to go in now that she was dumb and about to leave her home for ever.", "ja": "けれど、ひいさまも、いまはもうおしでしたし、このまま、ながいおわかれをしようというところでしたから、おねえさまたちを、さがしにはいっていこうとはしませんでした。"}
{"en": "She felt as if her heart would break with grief.", "ja": "もう、せつなくて、胸がはりさけるようでした。"}
{"en": "She stole into the garden and plucked a flower from each of her sisters' plots, wafted with her hand countless kisses towards the palace, and then rose up through the dark blue water.", "ja": "そっと、花園にはいって、おねえさまたちの花壇から、めいあいに、ひとつずつ花をつみとって、御殿のほうへ、指で、もうなんべんとしれないほど、おわかれのキッスをなげたのち、くらいあい色の海をぬけて、上へ上がっていきました。"}
{"en": "The sun had not risen when she came in sight of the prince's palace and landed at the beautiful marble steps.", "ja": "ひいさまが、王子のお城をみつけて、そこのりっぱな階段を上がっていったとき、お日さまはまだのぼっていませんでした。"}
{"en": "The moon was shining bright and clear.", "ja": "お月さまだけが、うつくしくさえていました。"}
{"en": "The little mermaid drank the burning, stinging draught,", "ja": "人魚のひいさまは、やきつくように、つんとつよいくすりをのみました。"}
{"en": "and it was like a sharp, two-edged sword running through her tender frame; she fainted away and lay as if she were dead.", "ja": "すると、きゃしゃなふしぶしに、するどいもろ刄のつるぎを、きりきり突きとおされたようにかんじて、それなり気がとおくなり、死んだようになってたおれました。"}
{"en": "When the sun rose on the sea she woke up", "ja": "やがて、お日さまの光が、海の上にかがやきだしたとき、ひいさまは目がさめました。"}
{"en": "and became conscious of a sharp pang,", "ja": "とたんに、切りさかれるような痛みをかんじました。"}
{"en": "but just in front of her stood the handsome young prince,", "ja": "けれど、もうそのとき、すぐ目のまえには、うつくしいわかい王子が立っていました。"}
{"en": "fixing his coal black eyes on her;", "ja": "王子は、うるしのような黒い目でじっとひいさまをみつめていました。"}
{"en": "she cast hers down", "ja": "はっとして、ひいさまは目を伏せました。"}
{"en": "and saw that her fish's tail was gone, and that she had the prettiest little white legs any maiden could desire;", "ja": "すると、あのおさかなのしっぽは、きれいになくなっていて、わかいむすめだけしかないような、それはそれはかわいらしい、まっ白な二本の足とかわっているのが、目にはいりました。"}
{"en": "but she was quite naked, so she wrapped her long thick hair around her.", "ja": "でも、まるっきり、からだをおおうものがないので、ひいさまは、ふっさりとこくながい髪の毛で、それをかくしました。"}
{"en": "The prince asked who she was and how she came there.", "ja": "王子はそのとき、いったい、あなたはたれかどこから来たのかといって、たずねました。"}
{"en": "She looked at him tenderly and with a sad expression in her dark blue eyes,", "ja": "ひいさまは、王子の顔を、やさしく、でも、あくまでかなしそうに、そのこいあい色の目でみあげました。"}
{"en": "but could not speak.", "ja": "もう、口をききたくもきけないのです。"}
{"en": "Then he took her by the hand and led her into the palace.", "ja": "そこで、王子はひいさまの手をとって、お城のなかへつれていきました。"}
{"en": "Every step she took was, as the witch had warned her beforehand, as if she were treading on sharp knives and spikes, but she bore it gladly;", "ja": "なるほど、魔女があらかじめいいきかせていたように、ひいさまは、ひと足ごとに、とがった針か、するどい刄ものの上をふんであるくようでしたが、いさんで、それをこらえました。"}
{"en": "led by the prince, she moved as lightly as a bubble,", "ja": "王子の手にすがって、ひいさまは、それこそシャボン玉のようにかるく上がっていきました。"}
{"en": "and he and every one else marvelled at her graceful gliding gait.", "ja": "すると、王子もおつきの人たちもみんな、ひいさまのしなやかな、かるい足どりをふしぎそうに見ました。"}
{"en": "Clothed in the costliest silks and muslins", "ja": "さて、ひいさまは、絹とモスリンの高価な着物をいただいて着ました。"}
{"en": "she was the greatest beauty in the palace,", "ja": "お城のなかでは、たれひとりおよぶもののないうつくしさでした。"}
{"en": "but she was dumb, and could neither sing nor speak.", "ja": "けれど、おしで、歌をうたうことも、ものをいうこともできません。"}
{"en": "Beautiful slaves clad in silks and gold came forward and sang to the prince and his royal parents;", "ja": "絹に金のぬいとりした着物を着かざったうつくしい女のどれいたちがでて来て、王子と、王子のご両親の王さま、お妃（きさき）さまのご前で歌をうたいました。"}
{"en": "one of them sang better than all the others, and the prince clapped his hands and smiled at her;", "ja": "そのなかでひとり、たれよりもひときわじょうずによくうたう女があったので、王子は手をたたいてやって、そのほうへにっこりわらいかけました。"}
{"en": "that made the little mermaid very sad, for she knew that she used to sing far better herself.", "ja": "でも、人魚のひいさまは、じぶんなら、はるかずっといい声でうたえるのにとおもって、かなしくなりました。"}
{"en": "She thought,", "ja": "そこで、"}
{"en": "'Oh! if he only knew that for the sake of being with him I had given up my voice for ever!'", "ja": "「ああ、王子さまのおそばに来たいばかりに、あたしは、みらいえいごう、声をひとにやってしまったのです。"}
{"en": "Now the slaves began to dance, graceful undulating dances to enchanting music;", "ja": "こんどは、女のどれいたちが、それはけっこうな音楽にあわせて、しとやかに、かるい足どりで、おどりました。"}
{"en": "thereupon the little mermaid, lifting her beautiful white arms and raising herself on tiptoe, glided on the floor with a grace which none of the other dancers had yet attained.", "ja": "すると、人魚のひいさまも、うつくしい白い腕をあげて、つま先立ちして、たれにもまねのならないかるい身のこなしで、ゆかの上をすべるようにおどりあるきました。"}
{"en": "With every motion her grace and beauty became more apparent,", "ja": "ひとつひとつ、しぐさをかさねるにしたがって、この人魚のひいさまの世にないうつくしさが、いよいよ目に立ちました。"}
{"en": "and her eyes appealed more deeply to the heart than the songs of the slaves.", "ja": "その目のはたらきは、どれいたちの女の歌とくらべものにならない、ふかいいみを、見る人びとのこころに語っていました。"}
{"en": "Every one was delighted with it,", "ja": "そこにいた人たちは、たれも、酔ったようになっていました。"}
{"en": "especially the prince, who called her his little foundling;", "ja": "とりわけ、王子は、ひいさまの名を「かわいいひろいむすめさん」とつけてよろこんでいました。"}
{"en": "and she danced on and on,", "ja": "ひいさまは、いくらでもおどりつづけました。"}
{"en": "notwithstanding that every time her foot touched the ground it was like treading on sharp knives.", "ja": "そのくせ地に足がふれるたんびに、するどい刄ものの上をふむようでした。"}
{"en": "The prince said that she should always be near him, and she was allowed to sleep outside his door on a velvet cushion.", "ja": "王子は、いつまでもじぶんの所にいるようにといって、すぐじぶんのへやのまえの、びろうどのしとねにねることをゆるしました。"}
{"en": "He had a man's dress made for her, so that she could ride about with him.", "ja": "王子は、ひいさまを馬にのせてつれてあるけるように、男のお小姓（こしょう）の着る服をこしらえてやりました。"}
{"en": "They used to ride through scented woods,", "ja": "ふたりは、いいにおいのする森のなかを、馬であるきました。"}
{"en": "where the green branches brushed her shoulders, and little birds sang among the fresh leaves.", "ja": "すると、みどりのこい木の枝が、ふたりの肩にさわったり、小鳥たちが、みすみずしい葉かげで歌をうたいました。"}
{"en": "She climbed up the highest mountains with the prince,", "ja": "ひいさまは、王子について、たかい山にものぼりました。"}
{"en": "and although her delicate feet bled so that others saw it, she only laughed", "ja": "そんなとき、きゃしゃな［＃「きゃしゃな」は底本では「きゃしな」］足から血がながれて、ほかのひとたちの目につくほどになっても、ひいさまはわらっていました。"}
{"en": "and followed him until they saw the clouds sailing below them like a flock of birds, taking flight to distant lands.", "ja": "そうして、どこまでも王子にくっついていって、雲が、よその国へわたっていく鳥のむれのように、とんでいるところを、はるか目のしたにながめました。"}
{"en": "At home in the prince's palace, when at night the others were asleep, she used to go out on to the marble steps;", "ja": "うちで、王子のお城のなかにいるとき、夜な夜な、ほかのひとたちのねむっているあいだに、ひいさまは、大理石の階段のうえに出ました。"}
{"en": "it cooled her burning feet to stand in the cold sea-water,", "ja": "そうして、もえるような足を、つめたい海の水にひたしました。"}
{"en": "and at such times she used to think of those she had left in the deep.", "ja": "そうしているうち、はるか下の海のそこの、わかれて来たひとたちのことが、こころにうかんで来ました。"}
{"en": "One night her sisters came arm in arm;", "ja": "そういう夜のつづいているとき、ある晩、夜ぶかく、人魚のおねえさまたちが、手をつなぎあってでて来ました。"}
{"en": "they sang so sorrowfully as they swam on the water", "ja": "波のうえにうきながら、おねえさまたちは、かなしそうにうたいました。"}
{"en": "that she beckoned to them, and they recognised her, and told her how she had grieved them all.", "ja": "ひいさまが手まねきして知らせると、むこうでもみつけて、あちらでは、みんな、どんなにさびしがっているか話してきかせました。"}
{"en": "After that they visited her every night,", "ja": "それからは、毎晩のように、このおねえさまたちはでて来ました。"}
{"en": "and one night she saw, a long way out, her old grandmother (who for many years had not been above the water),", "ja": "いちどなどは、もう何年とないひさしい前から、海の上にでておいでにならなかつたおばあさまの姿を、とおくでみつけました。"}
{"en": "and the Merman King with his crown on his head;", "ja": "かんむりをおつむりにのせたおとうさまの人魚の王さまも、ごいっしょのようでした。"}
{"en": "they stretched out their hands towards her, but did not venture so close to land as her sisters.", "ja": "おばあさまも、おとうさまも、ひいさまのほうへ手をさしのべましたが、おねえさまたちのようには、おもいきっておか近くへ寄りませんでした。"}
{"en": "Day by day she became dearer to the prince;", "ja": "日がたつにつれて、王子はだんだん人魚のひいさまが好きになりました。"}
{"en": "he loved her as one loves a good sweet child,", "ja": "王子は、心のすなおな、かわいいこどもをかわいがるように、ひいさまをかわいがりました。"}
{"en": "but it never entered his head to make her his queen;", "ja": "けれど、このひいさまを、お妃（きさき）がしようなんということは、まるっきりこころにうかんだことがありません。"}
{"en": "yet unless she became his wife she would never win an everlasting soul,", "ja": "でも、ひいさまとしては、どうしても王子のおよめにしていただかなければ［＃「いただかなければ」は底本では「いただなければ」］、もう死なないたましいのさずかるみちはありません。"}
{"en": "but on his wedding morning would turn to sea-foam.", "ja": "そうして、王子がほかのお妃をむかえた次の朝、海のあわになってきえなければなりませんでした。"}
{"en": "'Am I not dearer to you than any of them?'", "ja": "「わたくしを、だれよりもいちばんかわいいとはおおもいにならなくて。」"}
{"en": "the little mermaid's eyes seemed to say when he took her in his arms and kissed her beautiful brow.", "ja": "と、王子が人魚のひいさまを腕にかかえて、そのうつくしいひたえにほおをよせるとき、ひいさまの目は、そうたずねているようにみえました。"}
{"en": "'Yes, you are the dearest one to me,'", "ja": "「そうとも、いちばんかわいいとも。」"}
{"en": "said the prince,", "ja": "と、王子はいいました。"}
{"en": "'for you have the best heart of them all, and you are fondest of me;", "ja": "「だって、おまえはだれよりもいちばんやさしい心をもっているし、いちばん、ぼくをだいじにしてつかえてくれる。"}
{"en": "you are also like a young girl I once saw, but whom I never expect to see again.", "ja": "それに、ぼくがいつかあったことがあって、それなりもう二どとはあえまいとおもうむすめによく似ているのだよ。"}
{"en": "I was on board a ship which was wrecked; I was driven on shore by the waves close to a holy Temple", "ja": "ぼくはあるとき、船にのって、難破（なんぱ）したことがあった、波がぼくを、あるとうといお寺のちかくの浜にうち上げてくれた。"}
{"en": "where several young girls were ministering at a service;", "ja": "そのお寺にはおおぜい、わかいむすめたちが、おつとめしていた。"}
{"en": "the youngest of them found me on the beach and saved my life;", "ja": "そのなかでいちばんわかい子が、ぼくを浜でみつけて、いのちをたすけてくれた。"}
{"en": "I saw her but twice.", "ja": "ぼくは、その子を二どみただけだった。"}
{"en": "She was the only person I could love in this world,", "ja": "その子だけが、ぼくのこの世の中で好きだとおもったただひとりのむすめだった。"}
{"en": "but you are like her,", "ja": "ところで、おまえがそのむすめに生きうつしなのだ。"}
{"en": "you almost drive her image out of my heart.", "ja": "あまり似ているので、ぼくの心にのこっていたせんのむすめのすがたが、いまではどうやらとおくにおしのけられそうだ。"}
{"en": "She belongs to the holy Temple, and therefore by good fortune you have been sent to me;", "ja": "そのむすめは、とうといお寺につかえているむすめだから、ぼくの幸運の神さまが、その子のかわりに、おまえをぼくのところへよこしてくれたのだ。"}
{"en": "we will never part!'", "ja": "いつまでもいっしょにいようね。」――"}
{"en": "'Alas! he does not know that it was I who saved his life,'", "ja": "「ああ、あの方は、あの方のおいのちをたすけてあげたのは、このあたしだということをお知りにならないのね。」"}
{"en": "thought the little mermaid.", "ja": "と、人魚のひいさまはおもいました。"}
{"en": "'I bore him over the sea to the wood where the Temple stands.", "ja": "「あたし、あの方をかかえて海の上を、お寺のある森の所まではこんであげたのだわ。"}
{"en": "I sat behind the foam and watched to see if any one would come.", "ja": "あたし、そのとき、あわのかげにかくれて、たれかひとは来ないかみていたのだわ。"}
{"en": "I saw the pretty girl he loves better than me.'", "ja": "あの方が、あたしよりもっと好きだとおっしゃるそのうつくしいむすめも、みて知っている。」"}
{"en": "And the mermaid heaved a bitter sigh,", "ja": "と、ここまでかんがえて、人魚のひいさまは、ふかいため息をしました。"}
{"en": "for she could not weep.", "ja": "人魚は泣きたくも泣けないのです。"}
{"en": "'The girl belongs to the holy Temple, he has said; she will never return to the world,", "ja": "「でも、そのむすめさんは、とうといお寺につかえている身だから、世の中へでてくることはないと、あの方はおっしゃった。"}
{"en": "they will never meet again.", "ja": "おふたりのあうことはきっともうないのね。"}
{"en": "I am here with him;", "ja": "あたしはこうしてあの方のおそばにいる。"}
{"en": "I see him every day.", "ja": "まいにち、あの方のお顔をみている。"}
{"en": "Yes! I will tend him,", "ja": "あたし、あの方をよくいたわってあげよう。"}
{"en": "love him, and give up my life to him.'", "ja": "あの方にやさしくしよう、あたしのいのちを、あの方にささげよう。」"}
{"en": "But now the rumour ran that the prince was to be married to the beautiful daughter of a neighbouring king,", "ja": "ところが、そのうちに、王子がいよいよ結婚することになった、おとなりの王国のきれいなお姫さまをお妃（きさき）にむかえることになった、といううわさが立ちました。"}
{"en": "and for that reason was fitting out a splendid ship.", "ja": "そのために、王子さまは、りっぱな船を一そう、おしたてさせになったともいいました。"}
{"en": "It was given out that the prince was going on a voyage to see the adjoining countries, but it was without doubt to see the king's daughter;", "ja": "こんどの王子の旅行は、おもてむき、おとなりの王国を見学（けんがく）にいかれるということになっているけれど、じつは王さまのお姫さまにあいにいくのだということでした。"}
{"en": "he was to have a great suite with him.", "ja": "たくさんのおともの人数（にんず）もきまっていました。"}
{"en": "But the little mermaid shook her head and laughed; ", "ja": "でも、人魚のひいさまは、つむりをふって、にっこりしていました。"}
{"en": "she knew the prince's intentions much better than any of the others.", "ja": "王子の心は、たれよりもよく、このひいさまに分かっているはずでした。"}
{"en": "'I must take this voyage,'", "ja": "「ぼくは旅をしなければならないよ。」"}
{"en": "he had said to her;", "ja": "と、王子は人魚のひいさまにいいました。"}
{"en": "'I must go and see the beautiful princess;", "ja": "「きれいな王女のお姫さまにあいにいくのさ。"}
{"en": "my parents demand that,", "ja": "おとうさまとおかあさまのおのぞみでね。"}
{"en": "but they will never force me to bring her home as my bride;", "ja": "だが、ぜひともそのお姫さまをぼくのおよめにもらって来いというのではないよ。"}
{"en": "I can never love her!", "ja": "だが、ぼくはそのお姫さまが好きにはなれまいよ。"}
{"en": "She will not be like the lovely girl in the Temple whom you resemble.", "ja": "おまえがそれにそっくりだといった、あのお寺のきれいなむすめには似ていないだろうからね。"}
{"en": "If ever I had to choose a bride it would sooner be you", "ja": "そのうち、どうしてもおよめえらびをしなければならなくなったら、ぼくはいっそおまえをえらぶよ。"}
{"en": "with your speaking eyes, my sweet, dumb foundling!'", "ja": "口はきけないかわり、ものをいう目をもっている、ひろいむすめのおまえをね。」"}
{"en": "And he kissed her rosy mouth,", "ja": "こういって、王子は、ひいさまのあかいくちびるにくちをつけました。"}
{"en": "played with her long hair, and laid his head upon her heart,", "ja": "それからながい髪の毛をいじって、その胸に顔をおしつけました。"}
{"en": "which already dreamt of human joys and an immortal soul.", "ja": "それだけでもうひいさまのこころには、人間にうまれた幸福と、死なないたましいのことが、夢のようにうかびました。"}
{"en": "'You are not frightened of the sea, I suppose, my dumb child?'", "ja": "「でも、おしのひろいむすめさんは、海をこわがりはしないだろうね。」"}
{"en": "he said,", "ja": "と、王子はいいました。"}
{"en": "as they stood on the proud ship which was to carry them to the country of the neighbouring king;", "ja": "そのとき、ふたりは、おとなりの王さまの国へ行くはずのりっぱな船の上にいました。"}
{"en": "and he told her about storms and calms, about curious fish in the deep, and the marvels seen by divers;", "ja": "それから王子に、海のしけとなぎのこと、海のそこのふしぎな魚のこと、そこで潜水夫（せんすいふ）のみて来ていることなどを、なにくれと話しました。"}
{"en": "and she smiled at his tales,", "ja": "でも、話のなかで、ひいさまはついほほえみかけました。"}
{"en": "for she knew all about the bottom of the sea much better than any one else.", "ja": "そうでしょう、海のそこのことなら、たれがなんといったって、このひいさまにかなうものはないでしょうから。"}
{"en": "At night, in the moonlight, when all were asleep, except the steersman who stood at the helm,", "ja": "月のいい晩で、舵（かじ）の所に立っている舵とりひとりのこして、船のなかの人たちはみんな寝しずまっていました。"}
{"en": "she sat at the side of the ship trying to pierce the clear water with her eyes,", "ja": "人魚のひいさまは、船のへりに腰をかけて、澄んだ水のなかを、じっとながめていました。"}
{"en": "and fancied she saw her father's palace,", "ja": "おとうさまの御殿が、そこにみえているようにおもわれました。"}
{"en": "and above it her old grandmother with her silver crown on her head, looking up through the cross currents towards the keel of the ship.", "ja": "御殿のいちばんの高殿（たかどの）には、おつむりに銀のかんむりをのせたおばあさまが立っていらしって、はやいうしおの流れをすかして、じいっとこちらの船の竜骨（りゅうこつ）をみ上げておいでになるようです。"}
{"en": "Then her sisters rose above the water;", "ja": "するうち、おねえさまたちが、波の上に出て来ました。"}
{"en": "they gazed sadly at her, wringing their white hands.", "ja": "そうして、かなしそうな顔で、こちらをみて、その白い手を、せつなそうにこすりました。"}
{"en": "She beckoned to them, smiled, and was about to tell them that all was going well and happily with her, when the cabin-boy approached, and the sisters dived down,", "ja": "ひいさまは、おねえさまたちにあいずして、にっこりわらいかけて、こちらは不足なくしあわせにしている話をしようとすると、そこへ、船のボーイがふしんらしく寄って来たので、おねえさまたちは水にもぐりました。"}
{"en": "but he supposed that the white objects he had seen were nothing but flakes of foam.", "ja": "それで、ボーイも、いま、ちらと白いものがみえたのは、海のあわであったかとおもって、それなりにしてしまいました。"}
{"en": "The next morning the ship entered the harbour of the neighbouring king's magnificent city.", "ja": "そのあくる朝、船はおとなりの王さまの国の、きらびやかな都の港にはいっていきました。"}
{"en": "The church bells rang", "ja": "町のお寺の鐘が、いっせいに鳴りだしました。"}
{"en": "and trumpets were sounded from every lofty tower,", "ja": "そこここのたかい塔で、大らっぱを吹きたてました。"}
{"en": "while the soldiers paraded with flags flying and glittering bayonets.", "ja": "そのなかで兵隊が、旗を立てて、銃剣をひからせて行列しました。"}
{"en": "there was a succession of balls, and receptions followed one after the other,", "ja": "舞踏会（ぶとうかい）だの、宴会だの、それからそれとつづきました。"}
{"en": "but the princess was not yet present;", "ja": "でも王さまのお姫さまは、まだすがたをみせません。"}
{"en": "she was being brought up a long way off, in a holy Temple they said, and was learning all the royal virtues.", "ja": "うわさでは、どこかとおい所の、あるとうといお寺にあずけられていて、そこで王妃たるべき人のいっさいの道を、修めておいでになるということでした。"}
{"en": "At last she came.", "ja": "するうち、そのお姫さまもやっとおかえりになりました。"}
{"en": "The little mermaid stood eager to see her beauty, and she was obliged to confess that a lovelier creature she had never beheld.", "ja": "人魚のひいさまも、いったいどんなにうつくしいのか、はやくそのひとをみたいものだと、気にかかっていましたが、いまみて、いかにも人がらの優美（ゆうび）なのに、かんしんしずにはいられませんでした。"}
{"en": "Her complexion was exquisitely pure and delicate, and her trustful eyes of the deepest blue shone through their dark lashes.", "ja": "はだはうつくしく透（す）きとおるようですし、ながいまっ黒なまつ毛の奥には、ふかい青みをもった、貞実（ていじつ）な目がやさしく笑（え）みかけていました。"}
{"en": "'It is you,'", "ja": "「あなたでしたよ。」"}
{"en": "said the prince,", "ja": "と、王子はいいました。"}
{"en": "'you", "ja": "「［＃「「」は底本では欠落］そう、あなたでした。"}
{"en": "who saved me when I lay almost lifeless on the beach?'", "ja": "ぼくが死がいも同様で海岸にうち上げられていたとき、すくってくださったのは。」"}
{"en": "and he clasped his blushing bride to his heart.", "ja": "こう、王子はいつて、顔をあからめている花よめを、しっかり胸にかかえました。"}
{"en": "'Oh!", "ja": "「ああ、"}
{"en": "I am too happy!'", "ja": "ぼくはあんまり幸福すぎるよ。」"}
{"en": "he exclaimed to the little mermaid.", "ja": "と、王子は、人魚のひいさまにいいました。"}
{"en": "'A greater joy than I had dared to hope for has come to pass.", "ja": "「最上の望みが、しょせん望んでもむだだと［＃「むだだと」は底本では「むただと」］あきらめていたそれが、みごとかなったのだもの、"}
{"en": "You will rejoice at my joy, for you love me better than any one.'", "ja": "おまえ、ぼくの幸福をよろこんでくれるだろう、だっておまえは、どのだれにもまさって、ぼくのことをしんみにおもっていてくれたのだもの。」"}
{"en": "Then the little mermaid kissed his hand, and felt as if her heart were broken already.", "ja": "こういわれて、人魚のひいさまは、王子の手にくちびるをあてましたが、心臓（しんぞう）はいまにもやぶれるかとおもいました。"}
{"en": "His wedding morn would bring death to her and change her to foam.", "ja": "ふたりのご婚礼のあるあくる朝は、このひいさまが死んで、あわになって、海の上にうく日でしたものね。"}
{"en": "All the church bells pealed", "ja": "［＃空白は底本では欠落］のこらずのお寺の鐘が、かんかん鳴りわたりました。"}
{"en": "and heralds rode through the town proclaiming the nuptials.", "ja": "先ぶれは町じゅう馬をはしらせて、ご婚約（こんやく）のことを知らせました。"}
{"en": "Upon every altar throughout the land fragrant oil was burnt in costly silver lamps.", "ja": "あるかぎりの祭壇（さいだん）には香油（こうゆ）が、もったないような銀のランプのなかでもえていました。"}
{"en": "Amidst the swinging of censers by the priests the bride and bridegroom joined hands and received the bishop's blessing.", "ja": "坊さんたちが香炉（こうろ）をゆすっているなかで、花よめ花むこは手をとりかわして、大僧正（だいそうじょう）の祝福をうけました。"}
{"en": "The little mermaid dressed in silk and gold stood holding the bride's train,", "ja": "人魚のひいさまは、絹に金糸の晴れの衣裳（いしょう）で、花よめのながいすそをささげてもちました。"}
{"en": "but her ears were deaf to the festal strains,", "ja": "でも、お祝の音楽もきこえません。"}
{"en": "her eyes saw nothing of the sacred ceremony;", "ja": "儀式も目にうつりません。"}
{"en": "she was thinking of her coming death", "ja": "ひいさまは、うわの空で、いちずに、くらい死の影を追いました。"}
{"en": "and of all that she had lost in this world.", "ja": "いっさいこの世でなくしてしまったもののことをおもいました。"}
{"en": "That same evening the bride and bridegroom embarked,", "ja": "もうその夕方、花よめ花むこは、船にのって海へ出ました。"}
{"en": "amidst the roar of cannon and the waving of banners.", "ja": "大砲がなりとどろいて、あるだけの旗がひるがえりました。"}
{"en": "A royal tent of purple and gold softly cushioned was raised amidships", "ja": "船のまん中には、王家ご用の金とむらさきの天幕（てんまく）が張れて、うつくしいしとねがしけていました。"}
{"en": "where the bridal pair were to repose during the calm cool night.", "ja": "花よめ花むこが、そこですずしい、しずかなひと夜をおすごしになるはずでした。"}
{"en": "The sails swelled in the wind and the ship skimmed lightly and almost without motion over the transparent sea.", "ja": "帆は風でふくれて、船は、鏡のように平らな海の上を、かるく、なめらかにすべって行きました。"}
{"en": "At dusk lanterns of many colours were lighted and the sailors danced merrily on deck.", "ja": "くらくなると、さまざまな色ランプがともされて、水夫たちは、甲板にでて、おどけた踊をおどりました。"}
{"en": "The little mermaid could not help thinking of the first time she came up from the sea and saw the same splendour and gaiety;", "ja": "人魚のひいさまも、はじめて海からでて来て、この晩のような華（はな）やかな、たのしいありさまを目にみたときのことを、おもいうかべずにはいられませんでした。"}
{"en": "and she now threw herself among the dancers,", "ja": "それで、ひいさまもついなかまにまじって、おどりくるいたくなりました。"}
{"en": "whirling, as a swallow skims through the air when pursued.", "ja": "ひいさまは、それはまるで、つばめが追われて、身をひるがえして逃げるときのような身がるさでおどりまわりました。"}
{"en": "The onlookers cheered her in amazement,", "ja": "そのみごとな踊りぶりを、みんなやんやとさわいでほめました。"}
{"en": "never had she danced so divinely;", "ja": "姫にしてもこれほどみごとに踊ったのははじめてです。"}
{"en": "her delicate feet pained her as if they were cut with knives,", "ja": "おどりながら、きゃしゃな足は、するどい刄もので切りさかれるようにかんじました。"}
{"en": "but she did not feel it,", "ja": "けれどそれを痛いともおもいません。"}
{"en": "for the pain at her heart was much sharper.", "ja": "それよりか、胸を切りさかれる痛みをせつなくおもいました。"}
{"en": "She knew that it was the last night that she would breathe the same air as he, and would look upon the mighty deep, and the blue starry heavens;", "ja": "ほんとうに、そのひととおなじ空気を吸っていて、ふかい海と星月夜の空をながめるのも、これがさいごの夜になりました。"}
{"en": "an endless night without thought and without dreams awaited her, who neither had a soul, nor could win one.", "ja": "この一夜すぎれば、ものをおもうことも、夢をみることもない、ながいながいやみが、たましいをもたず、ついもつことのできなかった、このひいさまを待っていました。"}
{"en": "The joy and revelry on board lasted till long past midnight;", "ja": "船の上では、でも、たれも陽気にたのしくうかれて、真夜中（まよなか）すぎまでもすごしました。"}
{"en": "she went on laughing and dancing with the thought of death all the time in her heart.", "ja": "そのなかで、ひいさまは、こころでは、死ぬことをおもいながら、いっしょにわらっておどりました。"}
{"en": "The prince caressed his lovely bride and she played with his raven locks,", "ja": "王子がうつくしい花よめにくちびるをつけると、王女は王子の黒い髪をいじっていました。"}
{"en": "and with their arms entwined they retired to the gorgeous tent.", "ja": "そうして、手をとりあって、きらびやかな天幕（てんまく）のなかへはいりました。"}
{"en": "All became hushed and still on board the ship, only the steersman stood at the helm;", "ja": "船の上は、ひっそり人音もなくなりました、ただ、舵（かじ）とりだけが、あいかわらず、舵をひかえて立っていました。"}
{"en": "the little mermaid laid her white arms on the gunwale and looked eastwards for the pink-tinted dawn;", "ja": "人魚のひいさまは、船のへりにその白い腕をのせて、赤らんでくる東の空をじっとながめていました。"}
{"en": "the first sunbeam, she knew, would be her death.", "ja": "そのはじめてのお日さまの光が、じぶんをころすのだ、とひいさまはおもいました。"}
{"en": "Then she saw her sisters rise from the water; they were as pale as she was;", "ja": "そのときふと、おねえさまたちが、波のなかから出てくるのがみえましたが、たれもひいさまとおなじように、青い顔をしていました。"}
{"en": "their beautiful long hair no longer floated on the breeze,", "ja": "しかも、そのうつくしい髪の毛も、風になびかしてはいませんでした。"}
{"en": "for it had been cut off.", "ja": "それはきれいに切りとられていました。"}
{"en": "'We have given it to the witch to obtain her help,", "ja": "「あたしたち、髪を魔女にやってしまったのよ、あなたをたすけてもらおうとおもってね。"}
{"en": "so that you may not die to-night!", "ja": "なんでもあなたを今夜かぎり死なせたくないのだもの。"}
{"en": "She has given us a knife;", "ja": "すると魔女が、ほらこのとおり、短刀をくれましたの。"}
{"en": "here it is, look how sharp it is!", "ja": "ごらん、ずいぶんよく切れそうでしょう。"}
{"en": "Before the sun rises, you must plunge it into the prince's heart, and when his warm blood sprinkles your feet they will join together and grow into a tail,", "ja": "お日さまののぼらないうち、これで王子の胸をぐさりとやれば、そのあたたかい血が足にかかって、それがひとつになって、おさかなの尾になるの。"}
{"en": "and you will once more be a mermaid; you will be able to come down into the water to us, and to live out your three hundred years before you are turned into dead, salt sea-foam.", "ja": "するち、あんたはまたもとの人魚のむすめになって、海のそこのあたしたちの所にかえれて、このまま死んで塩からい海のあわになるかわりに、このさき三百年生きられるでしょう。"}
{"en": "Make haste!", "ja": "さあ、はやくしてね。"}
{"en": "you or he must die before sunrise!", "ja": "王子が死ぬかあんたが死ぬか、お日さまののぼるまでに、どちらかにきめなくてはならないのよ。"}
{"en": "Our old grandmother is so full of grief that her white hair has fallen off", "ja": "おばあさまは、あまりおなげきになったので、白いお髪（ぐし）がぬけおちておしまいになったわ。"}
{"en": "as ours fell under the witch's scissors.", "ja": "あたしたちの髪の毛が魔女のはさみで切りとられてしまったようにね。"}
{"en": "Slay the prince and come back to us!", "ja": "王子をころして、かえっておいでなさい。"}
{"en": "Quick! Quick!", "ja": "早くしてね。"}
{"en": "do you not see the rosy streak in the sky?", "ja": "ほらもう、あのとおり空に赤みがさして来たわ。"}
{"en": "In a few minutes the sun will rise", "ja": "もうすぐ、お日さまがおあがりになるわ。"}
{"en": "and then you must die!'", "ja": "すると、いやでも死ななくてはならないのよ。」"}
{"en": "saying this they heaved a wondrous deep sigh and sank among the waves.", "ja": "こういって、おねえさまたちは、いかにもせつなそうにため息をつくと、波のなかにすがたをかくしました。"}
{"en": "The little mermaid drew aside the purple curtain from the tent", "ja": "人魚のひいさまは、天幕（てんまく）にたれたむらさきのとばりをあけました。"}
{"en": "and looked at the beautiful bride asleep with her head on the prince's breast.", "ja": "うつくしい花よめは、王子の胸にあたまをのせて、休んでいました。"}
{"en": "She bent over him and kissed his fair brow,", "ja": "ひいさまは、腰をかがめて、王子のうつくしいひたいに、そっとくちびるをつけました。"}
{"en": "looked at the sky where the dawn was spreading fast,", "ja": "東の空をみると、もうあけ方のあかね色がだんだんはっきりして来ました。"}
{"en": "looked at the sharp knife, and again fixed her eyes on the prince,", "ja": "ひいさまは、そのとき、するどい短刀のきっさきをじっとみて、その目をふたたび王子の上にうつしました。"}
{"en": "who, in his dream called his bride by name.", "ja": "王子は夢をみながら、花よめの名をよびました。"}
{"en": "Yes! she alone was in his thoughts!", "ja": "王子のこころのなかには、花よめのことだけしかありません。"}
{"en": "For a moment the knife quivered in her grasp,", "ja": "短刀は、人魚のひいさまの手のなかでふるえました。"}
{"en": "then she threw it far out among the waves,", "ja": "――でも、そのとき、ひいさまは短刀を波間（なみま）とおく投げ入れました。"}
{"en": "now rosy in the morning light, and where it fell the water bubbled up like drops of blood.", "ja": "投げた所に赤い光がして、そこから血のしずくがふきだしたようにおもわれました。"}
{"en": "Once more she looked at the prince, with her eyes already dimmed by death, then dashed overboard and fell,", "ja": "もういちど、ひいさまは、もう半分うつろな目で、王子をみました、そのせつな、身をおどらせて、海のなかへとび込みました。"}
{"en": "her body dissolving into foam.", "ja": "そうしてみるみる、からだがあわになってとけていくようにおもいました。"}
{"en": "Now the sun rose from the sea", "ja": "いま、お日さまは、海の上にのぼりました。"}
{"en": "and with its kindly beams warmed the deadly cold foam,", "ja": "その光は、やわらかに、あたたかに、死のようにつめたいあわの上にさしました。"}
{"en": "so that the little mermaid did not feel the chill of death.", "ja": "人魚のひいさまは、まるで死んで行くような気がしませんでした。"}
{"en": "She saw the bright sun,", "ja": "あかるいお日さまの方を仰ぎました。"}
{"en": "and above her floated hundreds of beauteous ethereal beings,", "ja": "すると、空の上に、なん百となく、すきとおるような神神（こうごう）しいもののかたちがみえました。"}
{"en": "through which she could see the white ship and the rosy heavens;", "ja": "そのすきとおるもののむこうに、船の白い帆や、空のあかい雲をみました。"}
{"en": "their voices were melodious, but so spirit-like that no human ear could hear them,", "ja": "空のその声はそのままに歌のふしでしたが、でもそれはたましいの声で、人間の耳にはきこえません。"}
{"en": "any more than earthly eye could see their forms.", "ja": "そのすがたもやはり人間の目ではみえません。"}
{"en": "Light as bubbles they floated through the air without the aid of wings.", "ja": "それは、つばさがなくても、しぜんとかるいからだで、ふうわり空をただよいながら上がって行くのです。"}
{"en": "The little mermaid perceived that she had a form like theirs; it gradually took shape out of the foam.", "ja": "人魚のひいさまも、やはりそれとおなじものになって目にはみえないながら、ただよう気息（いき）のようなものが、あわのなかから出て、だんだん空の上へあがって行くのがわかりました。"}
{"en": "'To whom am I coming?'", "ja": "「どこへ、あたし、いくのでしょうね。」"}
{"en": "said she,", "ja": "と、人魚のひいさまは、そのときたずねました。"}
{"en": "and her voice sounded like that of the other beings, so unearthly in its beauty that no music of ours could reproduce it.", "ja": "その声は、もうそこらにうきただよう気息（いき）のなかまらしく、人間の音楽にうつしようのない、たましいのひびきのようになっていました。"}
{"en": "'To the daughters of the air!'", "ja": "すると、"}
{"en": "answered the others;", "ja": "「大空のむすめたちのところへね。」"}
{"en": "'a mermaid has no undying soul,", "ja": "「人魚のむすめに死なないたましいはありません。"}
{"en": "and can never gain one without winning the love of a human being.", "ja": "人間の愛情をうけないかぎり、それをじぶんのものにすることはできません。"}
{"en": "Her eternal life must depend upon an unknown power.", "ja": "かぎりないいのちをうけるには、ほかの力にたよるほかありません。"}
{"en": "Nor have the daughters of the air an everlasting soul, but by their own good deeds they may create one for themselves.", "ja": "大空のむすめたちもながく生きるたましいをもたないかわり、よい行いによって、じぶんでそれをもつこともできるのです。"}
{"en": "We fly to the tropics where mankind is the victim of hot and pestilent winds;", "ja": "（あたしたちは、あつい国へいきますが、そこは人間なら、むんむとする熱病の毒気で死ぬような所です。"}
{"en": "there we bring cooling breezes.", "ja": "そこへすずしい風をあたしたちはもっていきます。"}
{"en": "We diffuse the scent of flowers all around, and bring refreshment and healing in our train.", "ja": "空のなかに花のにおいをふりまいて、ものをさわやかにまたすこやかにする力をはこびます。"}
{"en": "When, for three hundred years, we have laboured to do all the good in our power, we gain an undying soul and take a part in the everlasting joys of mankind.", "ja": "こうして、三百年のあいだつとめて、あたしたちの力のおよぶかぎりのいい行いをしつくしたあと、死なないたましいをさずかり、人間のながい幸福をわけてもらうことになるのです。"}
{"en": "You, poor little mermaid, have with your whole heart struggled for the same thing as we have struggled for.", "ja": "お気のどくな人魚のひいさま、あなたもやはりあたしたち同様まごころこめて、おなじ道におつとめになったのね。"}
{"en": "You have suffered and endured,", "ja": "よくも苦みをおこらえなさったのね。"}
{"en": "raised yourself to the spirit-world of the air,", "ja": "それで、いま、大空の気息（いき）の世界へ、ごじぶんを引き上げるまでになったのてすよ。"}
{"en": "and now, by your own good deeds you may, in the course of three hundred years, work out for yourself an undying soul.'", "ja": "あと三百年、よい行いのちからで、やがて死ぬことのないたましいがさずかることになるでしょう。」"}
{"en": "Then the little mermaid lifted her transparent arms towards God's sun, and for the first time shed tears.", "ja": "そのとき、人魚のひいさまは、神さまのお日さまにむかって、光る手をさしのべて、生まれてはじめての涙を目にかんじました。"}
{"en": "On board ship all was again life and bustle.", "ja": "――そのとき、船の上は、またもがやがやしはじめました。"}
{"en": "She saw the prince with his lovely bride searching for her;", "ja": "王子と花よめがじぶんをさがしているのを、ひいさまはみました。"}
{"en": "they looked sadly at the bubbling foam,", "ja": "ふたりは、かなしそうに、わき立つ海のあわをながめました。"}
{"en": "as if they knew that she had thrown herself into the waves.", "ja": "ひいさまが海にはいってそれがあわになったことを知っているもののようでした。"}
{"en": "Unseen she kissed the bride on her brow, smiled at the prince,", "ja": "目にはみえないながら、ひいさまは、花よめのひたいにせっぷんをおくって、王子にほほえみかけました。"}
{"en": "and rose aloft with the other spirits of the air to the rosy clouds which sailed above.", "ja": "さて、ほかの大空のむすめたちとともども、そらのなかにながれてくるばら色の雲にまぎれて、たかくのぼって行きました。"}
{"en": "'In three hundred years we shall thus float into Paradise.'", "ja": "「すると、三百年たてば、あたしたち、こうしてただよいながら、やがて神さまのお国までものぼって行けるのね。」"}
{"en": "'We might reach it sooner,'", "ja": "「いいえ、そう待たないでも、いけるかもしれませんの。」"}
{"en": "whispered one.", "ja": "と、大空のむすめのひとりがささやいてくれました。"}
{"en": "'Unseen we flit into those homes of men where there are children,", "ja": "「目にはみえないけれど、あたしたちは、こどもたちのいるところなら、どの人間の家にもただよっています。"}
{"en": "and for every day that we find a good child who gives pleasure to its parents and deserves their love God shortens our time of probation.", "ja": "そこで毎日、その親たちをよろこばせ、その愛（いつく）しみをうけているいい子をみつけるたんびに、そのためしのときがみじかくなります。"}
{"en": "The child does not know when we fly through the room,", "ja": "こどもは、いつ、あたしたちがへやのなかへはとんで行くかしらないのです。"}
{"en": "and when we smile with pleasure at it one year of our three hundred is taken away.", "ja": "でも、あたしたちが、いいこどもをみて、ついよろこんでほほえみかけるとき、三百年が一年へります。"}
{"en": "But if we see a naughty or badly disposed child, we cannot help shedding tears of sorrow, and every tear adds a day to the time of our probation.'", "ja": "けれど、そのかわり、いたずらな、またはいけないこどもをみて、かなしみの涙をながさせられると、そのひとしずくのために、あたしたちのためしのときも、一日だけのびることになるのですよ。」"}
