{"en": "What the Moon Saw", "ja": "絵のない絵本"}
{"en": "Hans Christian Andersen", "ja": "クリスチャン・アンデルセン"}
{"en": "FIRST EVENING", "ja": "第一夜"}
{"en": "\"Last night\"", "ja": "「昨晩」、"}
{"en": "- I am quoting the Moon's own words -", "ja": "わたしはお月さまが口にしたままを書いています。"}
{"en": "\"last night I was gliding through the cloudless Indian sky.", "ja": "「昨晩、私はインドの雲ひとつない空にいて、"}
{"en": "My face was mirrored in the waters of the Ganges,", "ja": "私の顔がガンジス河の水面に映し出されていました。"}
{"en": "and my beams strove to pierce through the thick intertwining boughs of the bananas, arching beneath me like the tortoise's shell.", "ja": "私の光は、下の方でまるでカメの甲羅みたいにこんもりしているバナナの太い絡み合う枝のあいだまで照らし出しました。"}
{"en": "Forth from the thicket tripped a Hindoo maid, light as a gazelle, beautiful as Eve.", "ja": "そのこんもりとしているところから、カモシカのように身軽でイブのように美しい、一人のインド人の娘が飛び出してきました。"}
{"en": "Airy and etherial as a vision, and yet sharply defined amid the surrounding shadows, stood this daughter of Hindostan:", "ja": "このヒンドゥーの娘は立ちすくんでいて、見た目は軽やかでとても美しく、それでいてまわりの闇からははっきりと目立ちました。"}
{"en": "I could read on her delicate brow the thought that had brought her hither.", "ja": "彼女の繊細な表情から、どうしてここにきたかを読み取ることが出来ます。"}
{"en": "The thorny creeping plants tore her sandals, but for all that she came rapidly forward.", "ja": "下をはう、とげだらけの植物が彼女のサンダルを破りましたが、そんなことには全然かまわず彼女は先へといそぎました。"}
{"en": "The deer that had come down to the river to quench her thirst, sprang by with a startled bound, for in her hand the maiden bore a lighted lamp.", "ja": "乾きをいやすために河へとやってきたシカは、彼女が手にもえさかる炎をもっていたので、びっくりして飛びのきます。"}
{"en": "I could see the blood in her delicate finger tips, as she spread them for a screen before the dancing flame.", "ja": "彼女はゆらぐ炎が消えないように手でおおっていましたから、その細い指先には血管がすけてみえました。"}
{"en": "She came down to the stream, and set the lamp upon the water,", "ja": "河のそばまで降りてくると、炎が水面に映りました。"}
{"en": "and let it float away.", "ja": "映った炎は河の流れにそって流れていきます。"}
{"en": "The flame flickered to and fro, and seemed ready to expire;", "ja": "炎は前後に大きくゆらいで、今にも消えてしまいそうでしたが、"}
{"en": "but still the lamp burned on,", "ja": "まだ燃えつづけてしました。"}
{"en": "and the girl's black sparkling eyes, half veiled behind their long silken lashes, followed it with a gaze of earnest intensity.", "ja": "少女の黒くかがやける瞳は、長いシルクのようなまつげで半分かくれていましたが、真剣なまなざしで河に映った炎を追っています。"}
{"en": "She knew", "ja": "彼女は知っていました。"}
{"en": "that if the lamp continued to burn so long as she could keep it in sight, her betrothed was still alive;", "ja": "もし見えている限り炎がもえつづけていれば、彼女のいいなづけはまだ生きているということを。"}
{"en": "but if the lamp was suddenly extinguished, he was dead.", "ja": "ただもし炎がとつぜん消えてしまえば、彼は死んでしまったと。"}
{"en": "And the lamp burned bravely on, and she fell on her knees, and prayed.", "ja": "炎はしっかり燃えつづけ、彼女はひざまづき祈りました。"}
{"en": "Near her in the grass lay a speckled snake, but she heeded it not", "ja": "すぐわきの草のなかには斑点のある蛇がいましたが、彼女はそんなことは気にかけません。"}
{"en": "- she thought only of Bramah and of her betrothed.", "ja": "彼女が考えていたのは、インドの神様といいなづけのことだけでした。"}
{"en": "'He lives!'", "ja": "「生きてる」"}
{"en": "she shouted joyfully,", "ja": "彼女はよろこびのあまり叫びました。"}
{"en": "'he lives!'", "ja": "「生きてるのよ」"}
{"en": "And from the mountains the echo came back upon her,", "ja": "山々からはこだまがかえってきます。"}
{"en": "'he lives!'\"", "ja": "「生きてるのよ」"}
{"en": "SECOND EVENING", "ja": "第二夜"}
{"en": "\"Yesterday,\"", "ja": "「昨日」、"}
{"en": "said the Moon to me,", "ja": "お月さまはわたしに語りかけます。"}
{"en": "\"I looked down upon a small courtyard surrounded on all sides by houses.", "ja": "「四方を家々にかこまれた小さな中庭を私は見下ろしていました。"}
{"en": "In the courtyard sat a clucking hen with eleven chickens;", "ja": "中庭には一匹のめんどりと十一匹のひよこがいます。"}
{"en": "and a pretty little girl was running and jumping around them.", "ja": "一人の小さなかわいい女の子が、そのまわりをとびはねながら走りまわっていました。"}
{"en": "The hen was frightened, and screamed,", "ja": "めんどりはびっくりして、鳴きさけびます。"}
{"en": "and spread out her wings over the little brood.", "ja": "そして羽をおおきくひろげ、ひよこたちをかばいました。"}
{"en": "Then the girl's father came out and scolded her;", "ja": "すると女の子の父親が家からでてきて、女の子をしかりつけました。"}
{"en": "and I glided away and thought no more of the matter.", "ja": "私は空を動き、それっきりそのことを忘れていました」"}
{"en": "\"But this evening, only a few minutes ago,", "ja": "「でも今晩、数分前のことです。"}
{"en": "I looked down into the same courtyard.", "ja": "私は同じ中庭を見下ろしていました。"}
{"en": "Everything was quiet.", "ja": "あたりいちめん静まりかえっていましたが、"}
{"en": "But presently the little girl came forth again,", "ja": "とつぜんあの小さな女の子がまた出てきました。"}
{"en": "crept quietly to the hen-house, pushed back the bolt, and slipped into the apartment of the hen and chickens.", "ja": "しずかに鶏小屋にしのびよるとかんぬきをはずして、めんどりとひよこがいるところへと入っていきます。"}
{"en": "They cried out loudly, and came fluttering down from their perches, and ran about in dismay,", "ja": "めんどりとひよこは大声をあげて止まり木から飛び降り、びっくりぎょうてんして走り回っています。"}
{"en": "and the little girl ran after them.", "ja": "そして小さな女の子は、そのあとを追いかけまわしているのです。"}
{"en": "I saw it quite plainly, for I looked through a hole in the hen-house wall.", "ja": "私には、鶏小屋の壁の穴からこの光景がはっきりと見えました。"}
{"en": "I was angry with the willful child, and felt glad when her father came out and scolded her more violently than yesterday, holding her roughly by the arm;", "ja": "私はこのわがままな子供にすっかり腹をたてて、父親が家からでてきて昨日よりひどくしかりつけ、腕をきつくつかんだときには嬉しくおもったほどです。"}
{"en": "she held down her head,", "ja": "女の子はうなだれました。"}
{"en": "and her blue eyes were full of large tears.", "ja": "その青い目にはおおつぶの涙があふれています。"}
{"en": "'What are you about here?'", "ja": "「ここで何をしてたんだ」"}
{"en": "he asked.", "ja": "父親はたずねました。"}
{"en": "She wept and said,", "ja": "女の子は泣きじゃくりながら答えます。"}
{"en": "'I wanted to kiss the hen and beg her pardon for frightening her yesterday;", "ja": "「きのうおどかしたから、めんどりさんにキスしてあやまろうと思ったの。"}
{"en": "but I was afraid to tell you.'", "ja": "でもこわくて、お父さんにはいえなかったんだもの」"}
{"en": "\"And the father kissed the innocent child's forehead,", "ja": "「父親は無垢な子供の額にキスをしてやりました。"}
{"en": "and I kissed her on the mouth and eyes.\"", "ja": "もちろん私もその子の目と口にキスをしましたとも」"}
{"en": "THIRD EVENING", "ja": "第三夜"}
{"en": "\"In the narrow street round the corner yonder- it is so narrow that my beams can only glide for a minute along the walls of the house, but in that minute I see enough to learn what the world is made of", "ja": "「向こうの街角のせまい通りで、あんまりせまいので私の光も家の壁にそって一分ほどしかとどかないところなのですが、その一分でも私にはどんなことが起きているかをみるには十分です。"}
{"en": "- in that narrow street I saw a woman.", "ja": "そのせまい通りで、私はひとりの女性をみました。"}
{"en": "Sixteen years ago that woman was a child, playing in the garden of the old parsonage, in the country.", "ja": "十六年前にはその女性も子供で、田舎の古い牧師館の庭であそんでいました。"}
{"en": "The hedges of rose-bush were old, and the flowers were faded.", "ja": "バラのいけがきもかれ、花もしおれていましたが"}
{"en": "They straggled wild over the paths, and the ragged branches grew up among the boughs of the apple trees;", "ja": "小道まで生いしげり、とげのある枝をりんごの木々の枝にまでのばしていました。"}
{"en": "here and there were a few roses still in bloom - not so fair as the queen of flowers generally appears,", "ja": "あちこちでバラの花がいくつか咲いていましたが、よくいわれるところの花の女王というほどではありません。"}
{"en": "but still they had colour and scent too.", "ja": "ただ色と香りはなかなかのものでしたけど。"}
{"en": "The clergyman's little daughter appeared to me a far lovelier rose,", "ja": "牧師の小さな娘のほうが、私にとってはずっと愛らしいバラにおもえました。"}
{"en": "as she sat on her stool under the straggling hedge, hugging and caressing her doll with the battered pasteboard cheeks.", "ja": "その女の子はおいしげった生垣の下にこしかけて、使いふるされてぼろぼろになった人形にほおずりをしていました」"}
{"en": "\"Ten years afterwards I saw her again.", "ja": "「十年後、ふたたび彼女をみました。"}
{"en": "I beheld her in a splendid ballroom:", "ja": "はなやかな舞踏室にいたのです。"}
{"en": "she was the beautiful bride of a rich merchant.", "ja": "お金持ちの商人の美しい花嫁となっていました。"}
{"en": "I rejoiced at her happiness, and sought her on calm quiet evenings -", "ja": "私も彼女の幸せを祝福し、静かでおだやかな晩には彼女のもとに訪れたものです。"}
{"en": "ah, nobody thinks of my clear eye and my silent glance!", "ja": "だれも私のすきとおった目としずかなまなざしに気づく人はいなかったのですが。"}
{"en": "Alas! my rose ran wild, like the rose bushes in the garden of the parsonage.", "ja": "それにあの牧師館の庭のバラのしげみのように、私のバラも伸び放題になっていました。"}
{"en": "There are tragedies in every-day life,", "ja": "日常生活にも悲劇はあります。"}
{"en": "and tonight I saw the last act of one.", "ja": "今晩その最後の一幕を私はみたのです」"}
{"en": "\"She was lying in bed in a house in that narrow street:", "ja": "「そのせまい通りの一軒の家に彼女は横たわっていました。"}
{"en": "she was sick unto death,", "ja": "死にいたる病でした。"}
{"en": "and the cruel landlord came up, and tore away the thin coverlet, her only protection against the cold.", "ja": "冷酷な大家がやってきて、寒さから彼女を唯一守ってくれるうすい上布団をひきはがし、"}
{"en": "'Get up!'", "ja": "『起きろ』"}
{"en": "said he;", "ja": "といいました。"}
{"en": "'your face is enough to frighten one.", "ja": "『おまえの顔をみるとぞっとするくらいだ、"}
{"en": "Get up and dress yourself, give me money,", "ja": "さっさと起きて着飾って、おれのところに金をもってこい。"}
{"en": "or I'll turn you out into the street!", "ja": "じゃなきゃ道端にでもほうりだすぞ、"}
{"en": "Quick - get up!'", "ja": "いそげ、起きるんだ』"}
{"en": "She answered,", "ja": "彼女は答えました。"}
{"en": "'Alas!", "ja": "『あぁ、"}
{"en": "death is gnawing at my heart.", "ja": "死がわたしの胸をむしばんでるんです。"}
{"en": "Let me rest.'", "ja": "どうか休ませてください』"}
{"en": "But he forced her to get up and bathe her face, and put a wreath of roses in her hair;", "ja": "しかし大家は彼女を無理やり起し、化粧させ、髪にはバラのかざりをさし、"}
{"en": "and he placed her in a chair at the window,", "ja": "窓際の椅子にすわらせました。"}
{"en": "with a candle burning beside her, and went away.", "ja": "そしてそばにろうそくを一本ともして、出て行きました」"}
{"en": "\"I looked at her, and she was sitting motionless, with her hands in her lap.", "ja": "「私は彼女をみましたが、両手をひざにのせ身動きひとつせず座っていました。"}
{"en": "The wind caught the open window and shut it with a crash, so that a pane came clattering down in fragments;", "ja": "風がふき、開いた窓が大きな音をたてて閉じ、窓ガラスが一枚こなごなにくだけました。"}
{"en": "but still she never moved.", "ja": "でも彼女はぴくりともしません。"}
{"en": "The curtain caught fire, and the flames played about her face;", "ja": "カーテンに火がもえうつり、炎が顔をてらしだします。"}
{"en": "and I saw that she was dead.", "ja": "私には彼女が死んでいるのがわかりました。"}
{"en": "There at the open window sat the dead woman, preaching a sermon against sin", "ja": "開いた窓の側に死んだ女性が座っていて、それは原罪にたいする説教になっています。"}
{"en": "- my poor faded rose out of the parsonage garden!\"", "ja": "牧師館の庭から生えた私のかわいそうなしおれたバラ」"}
{"en": "FOURTH EVENING", "ja": "第四夜"}
{"en": "\"This evening I saw a German play acted,\"", "ja": "「今夜私はドイツ演劇が上演されるのをみました」"}
{"en": "said the Moon.", "ja": "お月さまはそう語りだしました。"}
{"en": "\"It was in a little town.", "ja": "「そこは小さな町でした。"}
{"en": "A stable had been turned into a theatre;", "ja": "ある馬小屋が劇場になっていて、"}
{"en": "that is to say, the stable had been left standing, and had been turned into private boxes,", "ja": "そうです、馬がいるところもそのままで、特別見物室になっていました。"}
{"en": "and all the timber work had been covered with coloured paper.", "ja": "そして木でできていたところは全て色紙でおおわれています。"}
{"en": "A little iron chandelier hung beneath the ceiling, and that it might be made to disappear into the ceiling, as it does in great theatres, when the ting-ting of the prompter's bell is heard, a great inverted tub has been placed just above it.", "ja": "天井からは鉄でできた小さなシャンデリアがぶらさげられていて、豪華な劇場みたいに合図のベルが聞こえると、大きな逆さになった桶がシャンデリアの上にかぶさり、まるで天井に消えていくかのようにみせていました」"}
{"en": "\" 'Ting-ting!'", "ja": "「チリン、チリン」"}
{"en": "and the little iron chandelier suddenly rose at least half a yard and disappeared in the tub;", "ja": "とベルがなりひびき、鉄でできた小さなシャンデリアはとつぜん半ヤードほども持ち上げられ、桶のなかに姿をけしました。"}
{"en": "and that was the sign that the play was going to begin.", "ja": "劇がまさにはじまろうとしている合図です。"}
{"en": "A young nobleman and his lady, who happened to be passing through the little town, were present at the performance,", "ja": "若く高貴な生まれの男とその妻が、たまたまその町をとおりかかって、観劇におとずれていました。"}
{"en": "and consequently the house was crowded.", "ja": "そのために小屋は人でいっぱいでした。"}
{"en": "But under the chandelier was a vacant space like a little crater:", "ja": "ただシャンデリアの下だけには、噴火口みたいにぽっかりとスペースができていましたが。"}
{"en": "not a single soul sat there, for the tallow was dropping, drip, drip!", "ja": "ろうがぽたり、ぽたりと落ちてくるので、誰もそこには座らなかったのです。"}
{"en": "I saw everything, for it was so warm in there that every loophole had been opened.", "ja": "小屋はあまりに暑苦しく、すべての小窓があけっぱなしになっていたので、私は全てを見とおすことができました。"}
{"en": "The male and female servants stood outside, peeping through the chinks, although a real policeman was inside, threatening them with a stick.", "ja": "男も女も召使たちは外にたっていましたが、すきまから覗きこもうとしては、中にいた本物の警官に警棒でおどされています。"}
{"en": "Close by the orchestra could be seen the noble young couple in two old arm-chairs,", "ja": "オーケストラの近くに高貴な若い二人のカップルが、古いひじかけいすに腰かけているのが見て取れました。"}
{"en": "which were usually occupied by his worship the mayor and his lady;", "ja": "その席はいつもならば、町長と奥さんに敬意を評して提供されているものでした。"}
{"en": "but these latter were to-day obliged to content themselves with wooden forms, just as if they had been ordinary citizens;", "ja": "でも町長夫妻は今日はまるでふつうの町民であるかのように、木製のベンチでがまんしなければなりません。"}
{"en": "and the lady observed quietly to herself,", "ja": "町長の奥さんは、しずかにひとりごちました"}
{"en": "'One sees, now, that there is rank above rank;'", "ja": "「上には上がいるってことを知らなくては」"}
{"en": "and this incident gave an air of extra festivity to the whole proceedings.", "ja": "そしてこのできごとが、全体のなりゆきにいっそうお祭りらしい雰囲気をもたらしていました。"}
{"en": "The chandelier gave little leaps, the crowd got their knuckles rapped, and I, the Moon, was present at the performance from beginning to end.\"", "ja": "シャンデリアが小さく動き、のぞいていた連中はこっぴどく怒られ、そして私も最初から最後まで劇をみましたとも」"}
{"en": "FIFTH EVENING", "ja": "第五夜"}
{"en": "\"Yesterday,\"", "ja": "「昨日」"}
{"en": "began the Moon,", "ja": "お月さまは話しはじめました。"}
{"en": "\"I looked down upon the turmoil of Paris.", "ja": "「私はパリの大騒ぎを見下ろしていました。"}
{"en": "My eye penetrated into an apartment of the Louvre.", "ja": "私の目は、ルーブル宮殿のある部屋でとまりました。"}
{"en": "An old grandmother, poorly clad - she belonged to the working class - was following one of the under-servants into the great empty throne-room,", "ja": "一人の下層階級のぼろを身にまとった老婆が下働きのあとについて、広いがらんとした王座のある室へと入っていきます。"}
{"en": "for this was the apartment she wanted to see - that she was resolved to see;", "ja": "ここが老婆が見てみたいと思い、見ると心に決めていた部屋でした。"}
{"en": "it had cost her many a little sacrifice, and many a coaxing word, to penetrate thus far.", "ja": "この部屋にまでくるのには、ちょっとした贈り物やおべんちゃらをたくさんつかわなければなりませんでしたが。"}
{"en": "She folded her thin hands, and looked round with an air of reverence, as if she had been in a church.", "ja": "彼女は自分の細い手を組み合わせ、教会にでもいるかのように畏敬の念にうたれ、あたりをみまわしました」"}
{"en": "\"'Here it was!'", "ja": "「ここ」"}
{"en": "she said,", "ja": "と言葉をもらすと"}
{"en": "'here!'", "ja": "「ここだったのね」"}
{"en": "and she approached the throne,", "ja": "と王座の方へ近づいていきました。"}
{"en": "from which hung the rich velvet fringed with gold lace.", "ja": "王座からは金のレースの縁取りのすばらしいビロードがたれさがっています。"}
{"en": "'There,'", "ja": "「そこ」"}
{"en": "she exclaimed,", "ja": "と彼女は感動をこめた声をもらしました。"}
{"en": "'there!'", "ja": "「そこなんだ」"}
{"en": "and she knelt and kissed the purple carpet.", "ja": "そしてひざまづき、紫のカーペットに口づけました。"}
{"en": "I think she was actually weeping.", "ja": "私は彼女は本当に泣いていたと思います。"}
{"en": "\"'But it was not this very velvet!'", "ja": "「でもこれが当時のビロードだったわけじゃないぜ」"}
{"en": "observed the footman, and a smile played about his mouth.", "ja": "と召使は声をかけ、その口元には笑みがうかんでいました。"}
{"en": "'True,", "ja": "「そうなんでしょう。"}
{"en": "but it was this very place,'", "ja": "でもまさにここがその場所だったのね」"}
{"en": "replied the woman,", "ja": "老婆は答えました。"}
{"en": "'and it must have looked just like this'.", "ja": "「それにこんな感じだったにちがいないわ」"}
{"en": "'It looked so, and yet it did not,'", "ja": "「そうかもしれないし、そうじゃなかったかもしれない」"}
{"en": "observed the man:", "ja": "と召使。"}
{"en": "'the windows were beaten in, and the doors were off their hinges, and there was blood upon the floor.'", "ja": "「窓という窓は割られていて、ドアというドアはちょうつがいから壊され、床には血だまりができてたからな」"}
{"en": "'But for all that you can say, my grandson died upon the throne of France.", "ja": "「でもあなたがなんと言おうとも、わたしの孫はフランス王座で死んだのよ、"}
{"en": "Died!'", "ja": "そう死んだ」"}
{"en": "mournfully repeated the old woman.", "ja": "老婆は悲しげにくりかえしました。"}
{"en": "I do not think another word was spoken,", "ja": "私はそれ以上何かが語られたとはおもいません。"}
{"en": "and they soon quitted the hall.", "ja": "二人はホールをでていきました。"}
{"en": "The evening twilight faded and my light shone doubly vivid upon the rich velvet that covered the throne of France.", "ja": "たそがれは闇となり、私の光がフランス王座のすばらしいビロードをいっそう明るく照らし出しました。"}
{"en": "\"Now who do you think this poor woman was?", "ja": "「さて、このかわいそうな老婆はだれだったと思いますか？"}
{"en": "Listen, I will tell you a story.", "ja": "聞いてください、これからそのお話をしますから」"}
{"en": "\"It happened, in the Revolution of July, on the evening of the most brilliantly victorious day,", "ja": "「７月革命の、もっとも輝かしい勝利の日の夕方に起こったことです。"}
{"en": "when every house was a fortress, every window a breastwork.", "ja": "全ての家が要塞になり、全ての窓が胸壁となっていました。"}
{"en": "The people stormed the Tuileries.", "ja": "民衆はチュイルリー宮殿を急襲しました。"}
{"en": "Even women and children were to be found among the combatants.", "ja": "戦う人の中には女性や子供でさえみてとれました。"}
{"en": "They penetrated into the apartments and halls of the palace.", "ja": "かれらは宮殿の部屋やホールへとなだれこみます。"}
{"en": "A poor half-grown boy in a ragged blouse fought among the older insurgents.", "ja": "ぼろぼろの上着をきた貧しい少年が一人、大人の反乱軍にまじって戦っていました。"}
{"en": "Mortally wounded with several bayonet thrusts, he sank down.", "ja": "銃剣で何箇所にも傷をうけたのが致命傷になり、少年は倒れました。"}
{"en": "This happened in the throne-room.", "ja": "それは王座のある部屋でのことでした。"}
{"en": "They laid the bleeding youth upon the throne of France,", "ja": "群集は血まみれの少年を、フランス王座に横たわらせました。"}
{"en": "wrapped the velvet around his wounds, and his blood streamed forth upon the imperial purple.", "ja": "傷にビロードをまき、血が紫のカーペットにひろがり、"}
{"en": "There was a picture!", "ja": "そのありさまはまるで絵のようでした。"}
{"en": "The splendid hall, the fighting groups!", "ja": "豪奢なホールで、戦う人たち。"}
{"en": "A torn flag upon the ground, the tricolor was waving above the bayonets,", "ja": "床には引き裂かれた旗があり、三色旗が銃剣の先ではためいています。"}
{"en": "and on the throne lay the poor lad with the pale glorified countenance, his eyes turned towards the sky, his limbs writhing in the death agony, his breast bare, and his poor tattered clothing half hidden by the rich velvet embroidered with silver lilies.", "ja": "そして王座にはかわいそうな少年が青ざめた顔つきで、目は空をみつめ、四肢は死の苦しみでもだえ、胸をはだけ、そのみじめなぼろぼろの服は銀色の縁取り刺繍があるすばらしいビロードで半分覆われています。"}
{"en": "At the boy's cradle a prophecy had been spoken:", "ja": "少年のゆりかごでは、一つの予言がされていました"}
{"en": "'He will die on the throne of France!'", "ja": "『この子はフランス王座で死ぬことになるでしょう』"}
{"en": "The mother's heart dreamt of a second Napoleon.", "ja": "母親の胸には第二のナポレオンの夢が浮かんだことでしょう」"}
{"en": "\"My beams have kissed the wreath of immortelles on his grave,", "ja": "「私の光は、その少年のお墓の花にキスをしました。"}
{"en": "and this night they kissed the forehead of the old grandame, while in a dream the picture floated before her which thou mayest draw -", "ja": "そして老婆の額にもキスをした今夜、夢の中では彼女の前にあなたが書いたかもしれない絵が浮かんだことでしょう。"}
{"en": "the poor boy on the throne of France.\"", "ja": "そうフランス王座にすわった貧しい少年の絵が」"}
{"en": "SIXTH EVENING", "ja": "第六夜"}
{"en": "\"I've been in Upsala,\"", "ja": "「私はウプサラにいたこともあります」"}
{"en": "said the Moon:", "ja": "お月さまは言いました。"}
{"en": "\"I looked down upon the great plain covered with coarse grass, and upon the barren fields.", "ja": "「草もまばらな大平原と不毛の地を見下ろしていました。"}
{"en": "I mirrored my face in the Tyris river, while the steamboat drove the fish into the rushes.", "ja": "蒸気船が魚たちをけちらしているとき、自分の顔がチュリス川に映るのをみました。"}
{"en": "Beneath me floated the waves, throwing long shadows on the so-called graves of Odin, Thor, and Friga.", "ja": "私の下ではさざなみがたち、いわゆるオーディン、トール、フリーガの墓の上に長い影をなげかけました。"}
{"en": "In the scanty turf that covers the hill-side names have been cut.", "ja": "丘をおおうまばらな芝には、名前が書かれていました。"}
{"en": "There is no monument here,", "ja": "ここには記念碑はありません。"}
{"en": "no memorial on which the traveller can have his name carved,", "ja": "旅人が記念に自分の名前を刻むものもないのです。"}
{"en": "no rocky wall on whose surface he can get it painted;", "ja": "表面に名前が書けるような岩肌もありません。"}
{"en": "so visitors have the turf cut away for that purpose.", "ja": "したがって訪れた人たちはそのために芝生に名前を書くのです。"}
{"en": "The naked earth peers through in the form of great letters and names;", "ja": "地の肌が文字の形となって、名前となるわけです。"}
{"en": "these form a network over the whole hill.", "ja": "こうした名前は丘全体にみてとれました。"}
{"en": "Here is an immortality,", "ja": "これは永遠にのこるといってもいいでしょう。"}
{"en": "which lasts till the fresh turf grows!", "ja": "新しい芝生がはえてくるまでは」"}
{"en": "\"Up on the hill stood a man, a poet.", "ja": "「丘の頂には、一人の男、詩人がたっていました。"}
{"en": "He emptied the mead horn with the broad silver rim, and murmured a name.", "ja": "広い銀の縁がついた杯ではちみつ酒をあおると、ある名前をつぶやきました。"}
{"en": "He begged the winds not to betray him,", "ja": "風に秘密にしておいてくれるよう詩人は頼みます。"}
{"en": "but I heard the name.", "ja": "でも私はその名前を聞いてしまいました。"}
{"en": "I knew it.", "ja": "私にはそれが誰だかわかりました。"}
{"en": "A count's coronet sparkles above it,", "ja": "伯爵の冠がその名前にはきらめいています。"}
{"en": "and therefore he did not speak it out.", "ja": "だから詩人はその名前を大きな声で口にしなかったのです。"}
{"en": "I smiled, for I knew that a poet's crown adorns his own name.", "ja": "私は詩人の冠がかれの名前をひきたてていることを知っていたので微笑みました。"}
{"en": "The nobility of Eleanora d'Este is attached to the name of Tasso.", "ja": "貴族のエレノラ・デストは、タッソの名前にむすびついています。"}
{"en": "And I also know where the Rose of Beauty blooms!\"", "ja": "そして私はどこに美しきバラがさきほこるのかも知っていました」"}
{"en": "Thus spake the Moon, and a cloud came between us.", "ja": "そうしてお月さまがしゃべったとき、雲がひとつわたしたちの妨げになりました。"}
{"en": "May no cloud separate the poet from the rose!", "ja": "詩人とバラのあいだも雲がさまたげなければいいのですが。"}
{"en": "SEVENTH EVENING", "ja": "第七夜"}
{"en": "\"Along the margin of the shore stretches a forest of firs and beeches,", "ja": "「波打ちぎわには延々と、ナラとブナの森がつづいていました。"}
{"en": "and fresh and fragrant is this wood;", "ja": "この森は生き生きとして、いい香りがしました。"}
{"en": "hundreds of nightingales visit it every spring.", "ja": "春になると何百羽のナイチンゲールがその場所を訪れます。"}
{"en": "Close beside it is the sea, the ever-changing sea, and between the two is placed the broad high-road.", "ja": "常に姿をかえる海にたいへん近くて、海と森のあいだには広い街道がはしっていました。"}
{"en": "One carriage after another rolls over it;", "ja": "馬車が次から次へと通っていきます。"}
{"en": "but I did not follow them, for my eye loves best to rest upon one point.", "ja": "ただ私はそれを追いかけることなく、視線は一点にくぎづけです。"}
{"en": "A Hun's Grave lies there, and the sloe and blackthorn grow luxuriantly among the stones.", "ja": "そこにはフン族の墓があり、スローやリンボクが岩々のあいだに生い茂り、"}
{"en": "Here is true poetry in nature.", "ja": "ここにこそ本物の詩が存在しているのです」"}
{"en": "\"And how do you think men appreciate this poetry?", "ja": "「人々はいったいこの詩について、どう思っているのでしょう？"}
{"en": "I will tell you what I heard there last evening and during the night.", "ja": "昨晩、夜を通してここで語られ、私が耳にしたことをお話しましょう」"}
{"en": "\"First, two rich landed proprietors came driving by.", "ja": "「最初に、たくさんの荷物をつんだ二人がやってきました。"}
{"en": "'Those are glorious trees!'", "ja": "『立派な木々だな』"}
{"en": "said the first.", "ja": "片われがいうと、"}
{"en": "'Certainly;", "ja": "『確かに、"}
{"en": "there are ten loads of firewood in each,'", "ja": "一本から十荷はたきぎがとれるな』"}
{"en": "observed the other:", "ja": "と相棒が答えました。"}
{"en": "'it will be a hard winter, and last year we got fourteen dollars a load'", "ja": "『今年の冬も寒そうだし、昨年は一荷十四ドルだっけ』"}
{"en": "- and they were gone.", "ja": "そして二人は去っていきました。"}
{"en": "'The road here is wretched,'", "ja": "『ここらの道はひどいね』"}
{"en": "observed another man who drove past.", "ja": "やってきた他の男がもらしました。"}
{"en": "'That's the fault of those horrible trees,'", "ja": "『まったくこういった木々のせいだよ』"}
{"en": "replied his neighbour;", "ja": "隣の席にすわっていたものが答えます。"}
{"en": "'there is no free current of air;", "ja": "『風がぬけていかないからな。"}
{"en": "the wind can only come from the sea'", "ja": "風は海のほうからしかこないんだ』、"}
{"en": "- and they were gone.", "ja": "そしてその二人も去っていきました。"}
{"en": "The stage coach went rattling past.", "ja": "駅馬車がガタガタ、音をたてながらやってきます。"}
{"en": "All the passengers were asleep at this beautiful spot.", "ja": "このような絶景の場所にさしかかっているのに全員寝ています。"}
{"en": "The postillion blew his horn,", "ja": "御者は警笛をふきました。"}
{"en": "but he only thought,", "ja": "ただこんなことを考えていたのです"}
{"en": "'I can play capitally.", "ja": "『おれはなんて笛をふくのが上手いんだろう。"}
{"en": "It sounds well here.", "ja": "それにこの場所ときたら一段といい響きだな。"}
{"en": "I wonder if those in there like it?'", "ja": "ここにいるやつらも気に入っただろう』"}
{"en": "- and the stage coach vanished.", "ja": "そして馬車の姿も見えなくなりました。"}
{"en": "Then two young fellows came gallopping up on horseback.", "ja": "それから二人の若い連中が馬にのってやってきました。"}
{"en": "There's youth and spirit in the blood here! thought I;", "ja": "血気盛んな若者たちだな、と私は思いました。"}
{"en": "and, indeed, they looked with a smile at the moss-grown hill and thick forest.", "ja": "そしてかれらは、モスグリーンの丘と深い森をみて笑みを浮かべます"}
{"en": "'I should not dislike a walk here with the miller's Christine,'", "ja": "『粉引小屋のクリスチーヌとここを歩くのも悪くはない』"}
{"en": "said one -", "ja": "片方がそう口にして、"}
{"en": "and they flew past.", "ja": "二人は疾風のごとく去っていきました。"}
{"en": "\"The flowers scented the air; every breath of air was hushed;", "ja": "「花の香りが辺りにただよい、風もおちつき、"}
{"en": "it seemed as if the sea were a part of the sky that stretched above the deep valley.", "ja": "まるで海も深い谷の上に広がる空の一部になってしまったかのようです。"}
{"en": "A carriage rolled by.", "ja": "一台の馬車が通り過ぎ、"}
{"en": "Six people were sitting in it.", "ja": "6人が中にすわっていました。"}
{"en": "Four of them were asleep;", "ja": "4人は寝ていて、"}
{"en": "the fifth was thinking of his new summer coat, which would suit him admirably;", "ja": "5人目は自分の新しい夏の上着が自分にすばらしく似合うだろうなと考え、"}
{"en": "the sixth turned to the coachman and asked him if there were anything remarkable connected with yonder heap of stones.", "ja": "6人目は御者の方をむき、向こうに見える石が積んであるのは何かめずらしいものかと尋ねました。"}
{"en": "'No,'", "ja": "『いいや』"}
{"en": "replied the coachman,", "ja": "御者は答えました。"}
{"en": "'it's only a heap of stones;", "ja": "『ただ石が積み重ねてあるだけでさぁ、"}
{"en": "but the trees are remarkable.'", "ja": "あっちの木々は特別ですが』"}
{"en": "'How so?'", "ja": "『それはまたどうして？』"}
{"en": "'Why I'll tell you how they are very remarkable.", "ja": "『どうして特別か教えましょうや。"}
{"en": "You see, in winter, when the snow lies very deep, and has hidden the whole road so that nothing is to be seen, those trees serve me for a landmark.", "ja": "冬に雪がどっさりつもると、道がぜんぶ隠れて何もみえなくなって、その木々が目印として役立ってわけです。"}
{"en": "I steer by them, so as not to drive into the sea;", "ja": "あれを目印にするんで海につっこんでいかなくてすむってわけです。"}
{"en": "and you see that is why the trees are remarkable.'", "ja": "ほら、どうして特別かおわかりになったでしょう』」"}
{"en": "\"Now came a painter.", "ja": "「それから、画家が一人やってきました。"}
{"en": "He spoke not a word, but his eyes sparkled.", "ja": "一言も話しませんでしたが、目は輝いていました。"}
{"en": "He began to whistle.", "ja": "画家が口笛をふくと、"}
{"en": "At this the nightingales sang louder than ever.", "ja": "ナイチンゲールたちも以前より大きくさえずりました。"}
{"en": "'Hold your tongues!'", "ja": "『静かに』"}
{"en": "he cried testily;", "ja": "怒ったようにいうと、"}
{"en": "and he made accurate notes of all the colours", "ja": "かれは全てのものの色と場所を正確に書きとめました。"}
{"en": "and transitions - blue, and lilac, and dark brown.", "ja": "青、薄紫、こげ茶。"}
{"en": "'That will make a beautiful picture,'", "ja": "『これはすばらしい絵になるぞ』"}
{"en": "he said.", "ja": "とふともらしました。"}
{"en": "He took it in just as a mirror takes in a view;", "ja": "画家は鏡に映ったかのようにその景色を描きます。"}
{"en": "and as he worked he whistled a march of Rossini.", "ja": "描いているあいだは、ロッシーニのマーチを口笛でふきました。"}
{"en": "And last of all came a poor girl.", "ja": "一番最後にやってきたのは貧しい少女です。"}
{"en": "She laid aside the burden she carried, and sat down to rest upon the Hun's Grave.", "ja": "運んできた荷物をおろして、フン族の墓のところで一休みしています。"}
{"en": "Her pale handsome face was bent in a listening attitude towards the forest.", "ja": "青白い整った顔で、森の方に耳を傾けています。"}
{"en": "Her eyes brightened, she gazed earnestly at the sea and the sky,", "ja": "目はきらきらと輝き、海と空を熱心にみつめていました。"}
{"en": "her hands were folded, and I think she prayed,", "ja": "両手を組み、お祈りをしていたように私は思いました。"}
{"en": "'Our Father.'", "ja": "『父なる神よ』。"}
{"en": "She herself could not understand the feeling that swept through her,", "ja": "彼女は自分でも自分の中にひろがる感情を理解できませんでした。"}
{"en": "but I know that this minute, and the beautiful natural scene, will live within her memory for years,", "ja": "ただ私は、その瞬間が、その美しい自然の風景が、彼女の記憶に何年ものあいだ生き続けることを知っていました。"}
{"en": "far more vividly and more truly than the painter could portray it with his colours on paper.", "ja": "それも画家がさまざまな色をつかって紙に描く絵よりも、もっと生き生きと、そしてもっと本物らしく。"}
{"en": "My rays followed her till the morning dawn kissed her brow.\"", "ja": "夜明けの光が彼女のまつげにキスをするまで、私の光は彼女を照らしつづけました」"}
{"en": "EIGHTH EVENING", "ja": "第八夜"}
{"en": "Heavy clouds obscured the sky, and the Moon did not make his appearance at all.", "ja": "どんよりした雲が夜空をおおい、お月さまはまったく姿をみせませんでした。"}
{"en": "I stood in my little room, more lonely than ever, and looked up at the sky where he ought to have shown himself.", "ja": "わたしは小さな部屋に一人たちつくし、前よりずっと寂しい想いにとらわれ、お月さまが姿をあらわすはずの夜空をながめていました。"}
{"en": "My thoughts flew far away, up to my great friend, who every evening told me such pretty tales, and showed me pictures.", "ja": "わたしの想いははるか遠く、毎晩わたしにすてきなお話をして、絵をみせてくれる親友のところまで至っていました。"}
{"en": "Yes, he has had an experience indeed.", "ja": "そうです、お月さまはなんでも知っているんです。"}
{"en": "He glided over the waters of the Deluge, and smiled on Noah's ark just as he lately glanced down upon me,", "ja": "ノアの洪水のときも世界を照らし、わたしに微笑みかけるようにノアの箱船にも微笑みかけました。"}
{"en": "and brought comfort and promise of a new world that was to spring forth from the old.", "ja": "そして旧世界からとびだした新世界に慰めと約束をもたらしたのです。"}
{"en": "When the Children of Israel sat weeping by the waters of Babylon, he glanced mournfully upon the willows where hung the silent harps.", "ja": "イスラエルの民がバビロン河のほとりで涙にくれていたとき、お月さまは柳の木々に鳴らない竪琴がかけられているのを悲しそうに見ていました。"}
{"en": "When Romeo climbed the balcony, and the promise of true love fluttered like a cherub toward heaven, the round Moon hung, half hidden among the dark cypresses, in the lucid air.", "ja": "ロミオがバルコニーにのぼり、天使が天国へいくように真実の愛がはばたくとき、まあるいお月さまは半分ヒノキに姿をかくしながら明るく照らし、見ていたのです。"}
{"en": "He saw the captive giant at St. Helena, looking from the lonely rock across the wide ocean,", "ja": "セントヘレナの有能で偉大な人物が、さびしげな岩の上から広い大海をみつめていたのも目にしていました。"}
{"en": "while great thoughts swept through his soul.", "ja": "そのときにも彼の魂の中には偉大なる考えがひしめいていたのですが。"}
{"en": "Ah! what tales the Moon can tell.", "ja": "あぁ、お月さまの語るお話のなんてすばらしいこと。"}
{"en": "Human life is like a story to him.", "ja": "人生とはお月さまにとってはお話です。"}
{"en": "To-night I shall not see thee again,", "ja": "今晩お月さまの姿はみえないでしょう。"}
{"en": "old friend.", "ja": "お月さま、"}
{"en": "Tonight I can draw no picture of the memories of thy visit.", "ja": "今晩、わたしはあなたが訪問してくれる思い出の絵はかけません。"}
{"en": "And, as I looked dreamily towards the clouds, the sky became bright.", "ja": "そして、夢みごこちで雲の方をみつめると、夜空があかるくなりました。"}
{"en": "There was a glancing light, and a beam from the Moon fell upon me.", "ja": "ひと筋の光がさし、月からの光がわたしを照らし出します。"}
{"en": "It vanished again, and dark clouds flew past:", "ja": "ただお月さまはすぐ姿をけし、黒い雲がとおりすぎました。"}
{"en": "but still it was a greeting,", "ja": "しかしそれでもちゃんとしたあいさつです。"}
{"en": "a friendly good-night offered to me by the Moon.", "ja": "お月さまからわたしへの友情のこもった「こんばんは」のあいさつです。"}
{"en": "NINTH EVENING", "ja": "第九夜"}
{"en": "The air was clear again.", "ja": "空気はふたたび澄みわたっていました。"}
{"en": "Several evenings had passed, and the Moon was in the first quarter.", "ja": "幾夜がすぎ、月は上弦になっていました。"}
{"en": "Again he gave me an outline for a sketch.", "ja": "ふたたびお月さまはわたしにスケッチの輪郭を語ってくれました。"}
{"en": "Listen to what he told me.", "ja": "お月さまの話をきいてください。"}
{"en": "\"I have followed the polar bird and the swimming whale to the eastern coast of Greenland.", "ja": "「私は北極鳥と泳いでいる鯨を追って、グリーンランドの東端まできていました。"}
{"en": "Gaunt ice-covered rocks and dark clouds hung over a valley,", "ja": "荒涼とした氷に覆われた岩々と暗い雲が谷にたちこめています。"}
{"en": "where dwarf willows and barberry bushes stood clothed in green.", "ja": "そこには小さなやなぎとヒロハヘビノボラズが緑に装い、"}
{"en": "The blooming lychnis exhaled sweet odours.", "ja": "花をつけたセンソウが甘い香りを漂わせていました。"}
{"en": "My light was faint, my face pale as the water lily that, torn from its stem, has been drifting for weeks with the tide.", "ja": "私の光はぼんやりとしていて、茎からちぎれて何週間も流れにただよったすいれんのように私の顔は青白くなっていました。"}
{"en": "The crown-shaped Northern Light burned fiercely in the sky.", "ja": "王冠の形をしたオーロラが夜空にはげしく燃えています。"}
{"en": "Its ring was broad, and from its circumference the rays shot like whirling shafts of fire across the whole sky,", "ja": "オーロラの輪は大きく、そのまわりでは光線が夜空全体に何本もの火柱のように放たれていました。"}
{"en": "flashing in changing radiance from green to red.", "ja": "オーロラは、緑から赤へときらきら色を変えながらきらめていました。"}
{"en": "The inhabitants of that icy region were assembling for dance and festivity;", "ja": "氷におおわれた場所に住んでいる原住民たちはダンスとお祭りのために集まってきています。"}
{"en": "but, accustomed to this glorious spectacle, they scarcely deigned to glance at it.", "ja": "ただかれらはそういったすばらしい見ものには慣れっこで、わざわざ目をやったりはしません。"}
{"en": "'Let us leave the soul of the dead to their ball-play with the heads of the walruses,'", "ja": "「死人の魂は、セイウチの頭でボール遊びをさせておけばいい」"}
{"en": "they thought in their superstition,", "ja": "という迷信を信じていたのです。"}
{"en": "and they turned their whole attention to the song and dance.", "ja": "かれらのすべての関心は歌とダンスに向けられていました。"}
{"en": "In the midst of the circle, and divested of his furry cloak, stood a Greenlander, with a small pipe,", "ja": "輪の中心では、一人のグリーンランド人が毛皮の上着をぬぎすて、小さな縦笛をもち立っていました。"}
{"en": "and he played and sang a song about catching the seal,", "ja": "かれはアザラシ狩りの歌を演奏しました。"}
{"en": "and the chorus around chimed in with, 'Eia, Eia, Ah.'", "ja": "まわりのコーラスがそれに「エイ、エイ、ヤ」と合いの手をいれています。"}
{"en": "And in their white furs they danced about in the circle, till you might fancy it was a polar bear's ball.", "ja": "白い毛皮をきて輪になっておどっているさまは、まるで北極熊がダンスをしているかのようでした」"}
{"en": "\"And now a Court of Judgment was opened.", "ja": "「そして裁判が行われました。"}
{"en": "Those Greenlanders who had quarrelled stepped forward, and the offended person chanted forth the faults of his adversary in an extempore song, turning them sharply into ridicule, to the sound of the pipe and the measure of the dance.", "ja": "争っていたグリーンランドの人たちが前に進み出て、被害を受けたものが前に出て相手の非を縦笛の音楽にあわせてダンスしながら即興で歌い、物笑いの種にするわけです。"}
{"en": "The defendant replied with satire as keen, while the audience laughed, and gave their verdict.", "ja": "相手もするどい皮肉でもってそれに答え、観衆はわらいながら評決を下します。"}
{"en": "The rocks heaved, the glaciers melted, and great masses of ice and snow came crashing down, shivering to fragments as they fall;", "ja": "岩々が動き、氷河がきしみ、大量の氷と雪がくずれおち、こなごなに砕けました。"}
{"en": "it was a glorious Greenland summer night.", "ja": "すばらしいグリーンランドの夏の夜でした。"}
{"en": "A hundred paces away, under the open tent of hides, lay a sick man.", "ja": "100歩ほど向こうに革のテントがあり、一人の病人が横たわっていました。"}
{"en": "Life still flowed through his warm blood, but still he was to die", "ja": "まだ温かい血には生命がかよっていましたが、この男は死ぬ運命なのでしょうか？"}
{"en": "- he himself felt it, and all who stood round him knew it also;", "ja": "男は自分でもそれを感じていましたし、男のまわりをとりかこんでいたものも全員それを知っていました。"}
{"en": "therefore his wife was already sewing round him the shroud of furs,", "ja": "だから男の妻はすでに体の周りに毛皮の覆いを縫いつけていました。"}
{"en": "that she might not afterwards be obliged to touch the dead body.", "ja": "死んだ後、死体にさわらなくてもすむようにです。"}
{"en": "And she asked,", "ja": "妻は尋ねました。"}
{"en": "'Wilt thou be buried on the rock, in the firm snow?", "ja": "「岩にうめてほしいの、それとも固い雪の中に？"}
{"en": "I will deck the spot with thy kayak, and thy arrows,", "ja": "その場所をあんたのカヤックと矢でかざりたてるよ。"}
{"en": "and the angekokk shall dance over it.", "ja": "祈祷師がその上でおどってくれるだろうよ。"}
{"en": "Or wouldst thou rather be buried in the sea?'", "ja": "それとも海に沈めたほうがいいかい？」"}
{"en": "'In the sea,'", "ja": "「海に沈めてくれ」"}
{"en": "he whispered, and nodded with a mournful smile.", "ja": "男はささやき、悲しげな笑みをうかべうなずきました。"}
{"en": "'Yes, it is a pleasant summer tent, the sea,'", "ja": "「あぁ、海は夏には心地いいテントだものね」"}
{"en": "observed the wife.", "ja": "妻も口にしました。"}
{"en": "'Thousands of seals sport there, the walrus shall lie at thy feet, and the hunt will be safe and merry!'", "ja": "「何千というアザラシがそこでたわむれてるし、セイウチも足元でよこたわり、安全ですてきな漁ができるだろうよ」"}
{"en": "And the yelling children tore the outspread hide from the window-hole, that the dead man might be carried to the ocean,", "ja": "泣き叫ぶ子供たちが、死体を海へと運んでいくために窓の穴から覆いをはずしました。"}
{"en": "the billowy ocean, that had given him food in life, and that now, in death, was to afford him a place of rest.", "ja": "大波がうねる海に、そこは生きているときは食べ物をもたらし、今死んでからは休息の地となるわけです。"}
{"en": "For his monument, he had the floating, ever-changing icebergs, whereon the seal sleeps, while the storm bird flies round their gleaming summits!\"", "ja": "男の墓は浮かんでいて常に形を変える氷山で、その上でアザラシが眠り、コアシウミツバメがきらきら光るその天辺の上を飛んでいくのです」"}
{"en": "TENTH EVENING", "ja": "第十夜"}
{"en": "\"I knew an old maid,\"", "ja": "「私はひとりのおばあさんを知っていました」"}
{"en": "said the Moon.", "ja": "お月さまは話しだします。"}
{"en": "\"Every winter she wore a wrapper of yellow satin,", "ja": "「彼女は冬になるといつも黄色のサテンを羽織っていました。"}
{"en": "and it always remained new, and was the only fashion she followed.", "ja": "それはいつも流行のもので、それが彼女が唯一流行についていってると思っているものでした。"}
{"en": "In summer she always wore the same straw hat,", "ja": "夏になると、同じむぎわらぼうしをかぶります。"}
{"en": "and I verily believe the very same gray-blue dress.", "ja": "そして私は、いつも同じ青灰色のドレスを着ていたと本当に信じています」"}
{"en": "\"She never went out, except across the street to an old female friend;", "ja": "「おばあさんは、通りの向こう側の昔からの親友のところまで行く以外は外出しませんでした。"}
{"en": "and in later years she did not even take this walk, for the old friend was dead.", "ja": "ここ数年は、親友が死んでしまったので、それさえしません。"}
{"en": "In her solitude my old maid was always busy at the window,", "ja": "ひとりぼっちですが、おばあさんはいつも窓際で忙しそうにしていました。"}
{"en": "which was adorned in summer with pretty flowers, and in winter with cress, grown upon felt.", "ja": "窓際ではフェルトの上に、夏は小さな花々が飾り立てられ、冬はカラシナが育てられています。"}
{"en": "During the last months I saw her no more at the window,", "ja": "ここ数ヶ月は、おばあさんを窓際でみかけることもありませんでした。"}
{"en": "but she was still alive.", "ja": "ただ彼女は生きていますし、"}
{"en": "I knew that,", "ja": "私にはそれがわかっています。"}
{"en": "for I had not yet seen her begin the 'long journey,'", "ja": "なぜなら私はまだ彼女が『長い旅路』につくのを見ていないからです。"}
{"en": "of which she often spoke with her friend.", "ja": "『長い旅路』とは、おばあさんが親友とよく話していたことでした。"}
{"en": "'Yes, yes,' she was in the habit of saying,", "ja": "『そう、そう』おばあさんはよく言っていたものです。"}
{"en": "'when I come to die I shall take a longer journey than I have made my whole life long.", "ja": "『死ぬときには、一生の中で一番長い旅をするのよ。"}
{"en": "Our family vault is six miles from here.", "ja": "わが家の墓はここから六マイルもはなれていて、"}
{"en": "I shall be carried there, and shall sleep there among my family and relatives.'", "ja": "わたしはそこに運ばれ、家族や親戚といっしょに眠ることになるわけ』"}
{"en": "Last night a van stopped at the house.", "ja": "昨晩、一台の馬車がその家の前に停まりました。"}
{"en": "A coffin was carried out,", "ja": "ひつぎが運び出されてきます。"}
{"en": "and then I knew that she was dead.", "ja": "私にはおばあさんが亡くなったことがわかりました。"}
{"en": "They placed straw round the coffin, and the van drove away.", "ja": "ひつぎの周りにはわらがしきつめられ、馬車は走り出しました。"}
{"en": "There slept the quiet old lady, who had not gone out of her house once for the last year.", "ja": "そこには、ここ一年は一度も外にでたことがなかった物言わぬおばあさんが眠っていました。"}
{"en": "The van rolled out through the town-gate as briskly as if it were going for a pleasant excursion.", "ja": "馬車は楽しい遠足にでもいくみたいに軽やかに街の門をくぐりぬけました。"}
{"en": "On the high-road the pace was quicker yet.", "ja": "街道ではペースはさらに上がりました。"}
{"en": "The coachman looked nervously round every now and then", "ja": "御者はときどきあたりを不安そうにみていました。"}
{"en": "- I fancy he half expected to see her sitting on the coffin, in her yellow satin wrapper.", "ja": "私が思うに、黄色いサテンの上着をきたおばあさんがひつぎの上に座ってるのでも想像したんでしょう。"}
{"en": "And because he was startled, he foolishly lashed his horses,", "ja": "御者はびくびくしていたので、考えなしに馬たちをいそがせました。"}
{"en": "while he held the reins so tightly that the poor beasts were in a foam:", "ja": "手綱をあんまりつよく持っていたので、かわいそうな馬たちはあぶくをだしている始末です。"}
{"en": "they were young and fiery.", "ja": "馬たちはまだ若くて、元気いっぱいでした。"}
{"en": "A hare jumped across the road and startled them, and they fairly ran away.", "ja": "一匹の野うさぎが街道にでてきて、馬たちを驚かせ、そして馬たちは猛烈な勢いではしりだしました。"}
{"en": "The old sober maiden, who had for years and years moved quietly round and round in a dull circle, was now, in death, rattled over stock and stone on the public highway.", "ja": "落ち着いたおばあさんは、何年も何年もきまった場所をしずかに行き来していたのに、死んだ今になって街道の木や石でガタガタさわがしくしているわけです。"}
{"en": "The coffin in its covering of straw tumbled out of the van, and was left on the high-road,", "ja": "わらをかぶったひつぎが、馬車から転げ落ち、街道に置き去りになりました。"}
{"en": "while horses, coachman, and carriage flew past in wild career.", "ja": "にもかかわらず、馬たち、御者、馬車はものすごいスピードで走り去っていきました。"}
{"en": "The lark rose up carolling from the field,", "ja": "ひばりが野原からとびたち、さえずりの声をあげました。"}
{"en": "twittering her morning lay over the coffin,", "ja": "ひつぎのところに立ち寄って、朝をつげているみたいです。"}
{"en": "and presently perched upon it, picking with her beak at the straw covering, as though she would tear it up.", "ja": "ひつぎの上にとまり、覆い被さっているわらを取り除こうとでもするようにつついています。"}
{"en": "The lark rose up again, singing gaily,", "ja": "ひばりは再びとびたち、楽しげにさえずりました。"}
{"en": "and I withdrew behind the red morning clouds.\"", "ja": "そして私は朝焼けの真っ赤な雲の後ろに姿を隠しました」"}
{"en": "ELEVENTH EVENING", "ja": "第十一夜"}
{"en": "\"I will give you a picture of Pompeii,\"", "ja": "「さて、ポンペイの絵をお見せしましょう」"}
{"en": "said the Moon.", "ja": "お月さまは語りました。"}
{"en": "\"I was in the suburb in the Street of Tombs, as they call it,", "ja": "「私は郊外の墓場通りとよばれているところにいました。"}
{"en": "where the fair monuments stand, in the spot where, ages ago, the merry youths, their temples bound with rosy wreaths, danced with the fair sisters of Lais.", "ja": "そこにはすばらしい記念碑がたっていて、ずいぶん昔には陽気な若者たちが頭にバラの冠をのせレイ姉妹とおどったところです。"}
{"en": "Now, the stillness of death reigned around.", "ja": "今は死の沈黙があたりをおおっています。"}
{"en": "German mercenaries, in the Neapolitan service, kept guard, played cards, and diced;", "ja": "ドイツ人の傭兵たちがナポリで軍役につき、カード遊びやサイコロをふりながらそこの警備をしていました。"}
{"en": "and a troop of strangers from beyond the mountains came into the town, accompanied by a sentry.", "ja": "一人の見張りにつきそわれて、観光客の一団が山々の向こうから町にやってきました。"}
{"en": "They wanted to see the city that had risen from the grave illumined by my beams;", "ja": "月の光にてらしだされて、墓からよみがえった町を見に来たのです。"}
{"en": "and I showed them the wheel-ruts in the streets paved with broad lava slabs;", "ja": "私は、溶岩にすっかりおおわれた道のわだちを照らし出し、"}
{"en": "I showed them the names on the doors, and the signs that hung there yet:", "ja": "ドアの表札やまだそこらにのこっている看板を照らし出しました。"}
{"en": "they saw in the little courtyard the basins of the fountains, ornamented with shells;", "ja": "観光客はせまい中庭で貝殻におおわれた噴水台を目にしましたが、"}
{"en": "but no jet of water gushed upwards, no songs sounded forth from the richly-painted chambers, where the bronze dog kept the door.", "ja": "水も噴出していなければ、ブロンズの犬が門のところで番をしている豪華にかざられた部屋から歌声が響いてくることもありませんでした」"}
{"en": "\"It was the City of the Dead;", "ja": "「そこは死の都でした。"}
{"en": "only Vesuvius thundered forth his everlasting hymn,", "ja": "ただベスビオ山だけがいつまでも轟きを響かせていました。"}
{"en": "each separate verse of which is called by men an eruption.", "ja": "その一つ一つが人にとっては、噴火とよばれているものなのです。"}
{"en": "We went to the temple of Venus, built of snow-white marble, with its high altar in front of the broad steps, and the weeping willows sprouting freshly forth among the pillars.", "ja": "私たちは雪のように真っ白な大理石でできたビーナスの神殿に行き、その広い階段の前には高い祭壇があり、円柱のあいだで生き生きとしている柳が風にそよいでいました。"}
{"en": "The air was transparent and blue, and black Vesuvius formed the background, with fire ever shooting forth from it, like the stem of the pine tree.", "ja": "空気は澄みわたり青く、黒いベスビオ山が常に松の幹のような火柱を噴出しながら背景にそびえていました。"}
{"en": "Above it stretched the smoky cloud in the silence of the night, like the crown of the pine,", "ja": "その上には夜の帳の中に薄雲がひろがっていて、まるで松の樹冠のようでした。"}
{"en": "but in a blood-red illumination.", "ja": "ただ血のように真っ赤にうかびあがっていたのですが。"}
{"en": "Among the company was a lady singer,", "ja": "団体の中には一人の女性の歌い手がいました。"}
{"en": "a real and great singer.", "ja": "本物のすばらしい歌い手です。"}
{"en": "I have witnessed the homage paid to her in the greatest cities of Europe.", "ja": "私はヨーロッパの大都市で彼女が絶賛の嵐を受けたのも見ています。"}
{"en": "When they came to the tragic theatre, they all sat down on the amphitheatre steps,", "ja": "悲劇の劇場までやってきたとき、観光客は円形劇場の段のところに腰をおろしました。"}
{"en": "and thus a small part of the house was occupied by an audience, as it had been many centuries ago.", "ja": "劇場のほんの一角に、数世紀前とおなじように観客がもどってきたのです。"}
{"en": "The stage still stood unchanged, with its walled side-scenes, and the two arches in the background,", "ja": "舞台は昔のままで、両脇には壁があり、背景には２つのアーチがかかっていました。"}
{"en": "through which the beholders saw the same scene that had been exhibited in the old times", "ja": "観客はアーチのむこうに昔に舞台を飾ったのと同じ風景をみることができたのでしょうか？"}
{"en": "- a scene painted by nature herself, namely, the mountains between Sorento and Amalfi.", "ja": "それはまさしく自然のままの風景で、つまり、ソレントとアマルフィの町のあいだの山々がみてとれるわけです。"}
{"en": "The singer gaily mounted the ancient stage, and sang.", "ja": "歌い手はたわむれに古代の舞台に立ち、歌いました。"}
{"en": "The place inspired her, and she reminded me of a wild Arab horse,", "ja": "その場所が歌う気にさせ、その歌声は私にアラブの野生の馬を思わせました。"}
{"en": "that rushes headlong on with snorting nostrils and flying mane", "ja": "鼻息あらく、たてがみをなびかせ、一目散に駆ける馬を。"}
{"en": "- her song was so light and yet so firm.", "ja": "歌はかろやかであるとともに、聞きごたえがありました。"}
{"en": "Anon I thought of the mourning mother beneath the cross at Golgotha, so deep was the expression of pain.", "ja": "すぐに私はゴルゴタの十字架の下でなげきかなしむ母親のことを思いました。"}
{"en": "And, just as it had done thousands of years ago, the sound of applause and delight now filled the theatre.", "ja": "劇場は拍手喝采と歓喜の渦につつまれています。"}
{"en": "'Happy, gifted creature!'", "ja": "『すばらしい、たぐいまれな才能』"}
{"en": "all the hearers exclaimed.", "ja": "聞いていた人はみなそう誉めそやしました。"}
{"en": "Five minutes more, and the stage was empty,", "ja": "五分後、舞台には人っ子一人いません。"}
{"en": "the company had vanished, and not a sound more was heard", "ja": "一団は去っていき、物音一つ聞こえないでしょう？"}
{"en": "- all were gone.", "ja": "すべては終わったのです。"}
{"en": "But the ruins stood unchanged,", "ja": "ただ廃墟は姿をかえず残っています。"}
{"en": "as they will stand when centuries shall have gone by,", "ja": "何世紀たってもこのままでしょう。"}
{"en": "and when none shall know of the momentary applause and of the triumph of the fair songstress;", "ja": "すばらしい歌に対する一時の拍手喝采や歓喜の渦のことを知るものが一人もいなくなっても、廃墟はこのままです。"}
{"en": "when all will be forgotten and gone,", "ja": "全てが忘れさられ、去っていっても、廃墟はこのままでしょう。"}
{"en": "and even for me this hour will be but a dream of the past.\"", "ja": "そして私にとってもこの一時は、ほんの過去の夢にすぎないのです」"}
{"en": "TWELFTH EVENING", "ja": "第十二夜"}
{"en": "\"I looked through the windows of an editor's house,\"", "ja": "お月さまは話をします"}
{"en": "said the Moon.", "ja": "「私はある編集者の家の窓からのぞき込んでいました。"}
{"en": "\"It was somewhere in Germany.", "ja": "ドイツのどこかで、"}
{"en": "I saw handsome furniture, many books, and a chaos of newspapers.", "ja": "家にはりっぱな家具、多くの本があり、新聞が散乱していました。"}
{"en": "Several young men were present:", "ja": "わかい男が何人かおり、"}
{"en": "the editor himself stood at his desk,", "ja": "編集者は机の側に立っていました。"}
{"en": "and two little books, both by young authors, were to be noticed.", "ja": "いずれも若い作家が書いたニ冊のささやかな本が批評されています。"}
{"en": "'This one has been sent to me,'", "ja": "『これは私に送ってきたものだ』"}
{"en": "said he.", "ja": "と編集者はコメントしました。"}
{"en": "'I have not read it yet;", "ja": "『まだ読んでいないが、"}
{"en": "what think you of the contents?'", "ja": "あなたがたはどう思う？』"}
{"en": "'Oh,'", "ja": "『えぇ』"}
{"en": "said the person addressed", "ja": "一人が答えました、"}
{"en": "- he was a poet himself -", "ja": "彼自身も詩人でしたが"}
{"en": "'it is good enough;", "ja": "『充分いいできだと思いますよ、"}
{"en": "a little broad, certainly;", "ja": "確かに少し自由奔放なところあるけど、"}
{"en": "but, you see, the author is still young.", "ja": "作者もまだ若いことだし。"}
{"en": "The verses might be better, to be sure;", "ja": "確かにもっと改良する余地はあるとおもいますが。"}
{"en": "the thoughts are sound, though there is certainly a good deal of common-place among them.", "ja": "考え方もしっかりしてます、まぁ、どちらかといえばありふれたものといっていいかもしれませんが。"}
{"en": "But what will you have?", "ja": "でもいったい何を期待するっていうんでしょう？"}
{"en": "You can't be always getting something new.", "ja": "いつも新しいものが手に入るわけじゃありません。"}
{"en": "That he'll turn out anything great I don't believe,", "ja": "もちろん私もこの作者が偉大な詩人になるとは思いません。"}
{"en": "but you may safely praise him.", "ja": "でもまぁ、誉めてやってもいいんじゃないですか。"}
{"en": "He is well read, a remarkable Oriental scholar, and has a good judgment.", "ja": "なんといっても読めるし、東洋学者としてはなかなかだし、分別もありますよ。"}
{"en": "It was he who wrote that nice review of my 'Reflections on Domestic Life.'", "ja": "私の『家庭生活に対する感想』にけっこういい批評をしてくれましたから。"}
{"en": "We must be lenient towards the young man.'", "ja": "この若者を寛大に扱ってやりましょうよ」"}
{"en": "\"'But he is a complete hack!'", "ja": "「でもあれはまったくのやっつけ仕事ですよ」"}
{"en": "objected another of the gentlemen.", "ja": "他の男が意見をのべた。"}
{"en": "'Nothing worse in poetry than mediocrity, and he certainly does not go beyond this.'", "ja": "「月並みほど詩にとって最悪なことはありませんし、この作品はまったく月並みそのものといっていい」"}
{"en": "\"'Poor fellow,'", "ja": "「かわいそうな若者だ」"}
{"en": "observed a third,", "ja": "また別の男が口をはさみました"}
{"en": "'and his aunt is so happy about him.", "ja": "「かれの叔母さんはかれのことを誇りに思ってるんだがね。"}
{"en": "It was she, Mr. Editor, who got together so many subscribers for your last translation.'", "ja": "そう編集長、叔母さんっていうのは、こないだのあなたの翻訳にあれほどたくさんの予約をかきあつめてくれた人ですよ」"}
{"en": "\"'Ah, the good woman!", "ja": "「あぁ、あのすばらしい女性か。"}
{"en": "Well, I have noticed the book briefly.", "ja": "この本に手短な批評をしよう。"}
{"en": "Undoubted talent - a welcome offering - a flower in the garden of poetry - prettily brought out - and so on.", "ja": "疑いなき才能、歓迎すべき贈り物、詩の庭にさいた一輪の花、上品にまとまっている、など。"}
{"en": "But this other book - I suppose the author expects me to purchase it?", "ja": "ではもう一冊の本はどうだろう、作者はどうやら僕にも買わせる気らしい。"}
{"en": "I hear it is praised.", "ja": "誉め言葉は耳にするね。"}
{"en": "He has genius, certainly:", "ja": "作者は、間違いなく天才だがね。"}
{"en": "don't you think so?'", "ja": "さぁ、どう思う？」"}
{"en": "\"'Yes, all the world declares as much,'", "ja": "「えぇ、全世界がそう宣言しているかのようですね」"}
{"en": "replied the poet,", "ja": "詩人は答えた。"}
{"en": "'but it has turned out rather wildly.", "ja": "「ただちょっと雑な感じもしますがね。"}
{"en": "The punctuation of the book, in particular, is very eccentric.'", "ja": "この本の句点のつけ方なんてとくに、とっぴょうしもないものですよ」"}
{"en": "\"'It will be good for him if we pull him to pieces, and anger him a little,", "ja": "「この男はすこしこきおろして、ちょっとばかし怒らした方がいいんですよ。"}
{"en": "otherwise he will get too good an opinion of himself.'", "ja": "さもなきゃ、うぬぼれすぎますから」"}
{"en": "\"'But that would be unfair,'", "ja": "「でもそれはあまりにフェアじゃないなぁ」"}
{"en": "objected the fourth.", "ja": "別の男が異議をとなえます。"}
{"en": "'Let us not carp at little faults, but rejoice over the real and abundant good that we find here:", "ja": "「ちいさな欠点をあれこれ言うのはやめて、目の前にあるまさに本物の豊潤な才能を楽しもうじゃありませんか。"}
{"en": "he surpasses all the rest.'", "ja": "かれは群をぬいてる」"}
{"en": "\"'Not so.", "ja": "「そうでもないだろう。"}
{"en": "If he is a true genius, he can bear the sharp voice of censure.", "ja": "本物の天才なら、きびしい批判にもたえうるもんだよ。"}
{"en": "There are people enough to praise him.", "ja": "褒め称える人は大勢いるんだから、"}
{"en": "Don't let us quite turn his head.'", "ja": "思い上がらせないようにしないと」"}
{"en": "\"'Decided talent,'", "ja": "「まぎれもない才能」"}
{"en": "wrote the editor,", "ja": "編集者は書きました。"}
{"en": "'with the usual carelessness.", "ja": "「ただときおりいい加減なところがあり、"}
{"en": "that he can write incorrect verses may be seen in page 25, where there are two false quantities.", "ja": "25ページには間違った詩がみうけられ、そこでは2箇所ほど韻が誤っている。"}
{"en": "We recommend him to study the ancients, etc.'", "ja": "もっと古典をまなぶことを薦めたい、など」"}
{"en": "\"I went away,\"", "ja": "「私はその場を去りました」"}
{"en": "continued the Moon,", "ja": "お月さまはつづけました。"}
{"en": "\"and looked through the windows in the aunt's house.", "ja": "「そしてあの叔母の家の窓をのぞきこみました。"}
{"en": "There sat the be-praised poet, the tame one;", "ja": "そこには賞賛された詩人、平凡な方、が座っていました。"}
{"en": "all the guests paid homage to him, and he was happy.", "ja": "招かれた客は全員かれに尊敬の念をいだき、かれはとても幸福そうでした」"}
{"en": "\"I sought the other poet out, the wild one;", "ja": "「私はもう一人の詩人、並外れた方、も探し出しました。"}
{"en": "him also I found in a great assembly at his patron's,", "ja": "かれもパトロンの家にいて、そこには大勢の人が集まっていました。"}
{"en": "where the tame poet's book was being discussed.", "ja": "そこでも平凡な詩人の本が論じられていました」"}
{"en": "\"'I shall read yours also,'", "ja": "「『もちろんあなたの本も読みましょう』"}
{"en": "said Maecenas;", "ja": "パトロンは言いました。"}
{"en": "'but to speak honestly -", "ja": "『でも正直にいわせてもらえば、"}
{"en": "you know I never hide my opinion from you", "ja": "わたしが自分の意見を隠せるような男じゃないことはわかってるだろうし、"}
{"en": "- I don't expect much from it,", "ja": "この本にはたいして期待してないんだ。"}
{"en": "for you are much too wild, too fantastic.", "ja": "その理由は君があまりにとっぴょうしもなく、空想的だからだよ。"}
{"en": "But it must be allowed that, as a man, you are highly respectable.'", "ja": "でも人間としては君はものすごく尊敬に値する人物であることは認めざるをえないが』」"}
{"en": "\"A young girl sat in a corner;", "ja": "「一人の少女がすみの方に腰掛け、"}
{"en": "and she read in a book these words:", "ja": "本の次の部分を読んでいました」"}
{"en": "\"'In the dust lies genius and glory,", "ja": "「天才と栄光は塵にまみれど"}
{"en": "But ev'ry-day talent will pay.", "ja": "平凡な才能はみとめられる。"}
{"en": "It's only the old, old story,", "ja": "これは古き、古い話なれど"}
{"en": "But the piece is repeated each day.'\"", "ja": "同じことは日々繰り返される」"}
{"en": "THIRTEENTH EVENING", "ja": "第十三夜"}
{"en": "The Moon said,", "ja": "お月さまは口を開きました"}
{"en": "\"Beside the woodland path there are two small farm-houses.", "ja": "「森の小道の脇に二軒の農家がありました。"}
{"en": "The doors are low, and some of the windows are placed quite high, and others close to the ground;", "ja": "ドアは背が低いもので、窓のいくつかは高いところについていますが、他の窓は低いところについています。"}
{"en": "and whitethorn and barberry bushes grow around them.", "ja": "セイヨウサンザシとヒロハヘビノボラズが低い窓の周りに生い茂っていました。"}
{"en": "The roof of each house is overgrown with moss and with yellow flowers and houseleek.", "ja": "二軒の家の屋根にはコケがむしていて、黄色い花とバンダイソウが育っていました。"}
{"en": "Cabbage and potatoes are the only plants cultivated in the gardens, but out of the hedge there grows a willow tree,", "ja": "庭で栽培されているのはキャベツとじゃかいもだけですが、生垣の向こうには柳の木が一本ありました。"}
{"en": "and under this willow tree sat a little girl, and she sat with her eyes fixed upon the old oak tree between the two huts.", "ja": "柳の木の下には少女が一人座りこみ、その少女の目は二軒の家のあいだにある古い樫の木をみつめています」"}
{"en": "\"It was an old withered stem.", "ja": "「樫の木の幹はすっかりやつれていて、"}
{"en": "It had been sawn off at the top, and a stork had built his nest upon it;", "ja": "上の方は切られ、コウノトリがそこに巣をつくっていました。"}
{"en": "and he stood in this nest clapping with his beak.", "ja": "コウノトリは巣にいて、くちばしをガタガタいわせています。"}
{"en": "A little boy came and stood by the girl's side:", "ja": "少年が一人やってきて、少女の脇に立ちました。"}
{"en": "they were brother and sister.", "ja": "二人は兄と妹でした」"}
{"en": "\"'What are you looking at?'", "ja": "「何をみてるんだい？」"}
{"en": "he asked.", "ja": "兄がたずねます。"}
{"en": "\"'I'm watching the stork,'", "ja": "「コウノトリを見てるの」"}
{"en": "she replied:", "ja": "妹はそう答えると"}
{"en": "'our neighbors told me that he would bring us a little brother or sister to-day;", "ja": "「となりの人はわたしに、今日コウノトリが小さな弟か妹を連れてきてくれるっていったの。"}
{"en": "let us watch to see it come!'", "ja": "見てましょうよ」と続けました。"}
{"en": "\"'The stork brings no such things,'", "ja": "「コウノトリはそんなものは運んでこないぞ」"}
{"en": "the boy declared,", "ja": "兄は胸をはっていいます"}
{"en": "'you may be sure of that.", "ja": "「おまえは信じてるかもしれないけどね。"}
{"en": "Our neighbor told me the same thing,", "ja": "おとなりさんは僕にも同じことをいったんだ。"}
{"en": "but she laughed when she said it,", "ja": "でも笑いながらだったし。"}
{"en": "and so I asked her if she could say 'On my honor,' and she could not;", "ja": "それで僕が『神にかけて？』と聞いたら、答えられなかったんだ。"}
{"en": "and I know by that the story about the storks is not true,", "ja": "だから僕はコウノトリの話はホントじゃないってわかったよ。"}
{"en": "and that they only tell it to us children for fun.'", "ja": "子供を喜ばせるためにいってるんだ」"}
{"en": "\"'But where do babies come from, then?'", "ja": "「じゃあいったい赤ちゃんはどこからくるの？」"}
{"en": "asked the girl.", "ja": "妹は聞きました。"}
{"en": "\"'Why, an angel from heaven brings them under his cloak,", "ja": "「天国から天使が樫の木の下に連れて来るんだよ。"}
{"en": "but no man can see him;", "ja": "でもだれも天使を見ることはできないから、"}
{"en": "and that's why we never know when he brings them.'", "ja": "いつ連れてきてくれるのかは分からないんだ」"}
{"en": "\"At that moment there was a rustling in the branches of the willow tree,", "ja": "「そのとき柳の木の枝がざわめきました。"}
{"en": "and the children folded their hands and looked at one another:", "ja": "子供たちはお互いの手をにぎりしめ、みつめあいました。"}
{"en": "it was certainly the angel coming with the baby.", "ja": "まちがいなく天使が子供をつれてきたのです。"}
{"en": "They took each other's hand, and at that moment the door of one of the houses opened, and the neighbour appeared.", "ja": "二人はたがいの手をとり、そのとき二軒の家のうちの一軒のドアが開き、おとなりさんが顔をだしました」"}
{"en": "\"'Come in, you two,' she said.", "ja": "「二人ともおいで、"}
{"en": "'See what the stork has brought.", "ja": "コウノトリが運んできたものをみてごらん。"}
{"en": "It is a little brother.'", "ja": "弟よ」"}
{"en": "\"And the children nodded gravely at one another,", "ja": "「子供たちは真剣な顔でお互いにうなずきました。"}
{"en": "for they had felt quite sure already that the baby was come.\"", "ja": "というのは、二人とも赤んぼうがきたのがはっきりわかっていたからです」"}
{"en": "FOURTEENTH EVENING", "ja": "第十四夜"}
{"en": "\"I was gliding over the Luneburg Heath,\"", "ja": "「私はリューネブルグの荒野の上を照らしていました」"}
{"en": "the Moon said.", "ja": "とお月さまは語りかけました。"}
{"en": "\"A lonely hut stood by the wayside, a few scanty bushes grew near it,", "ja": "「道端には一軒きりの小屋が建っていて、そのまわりにはまばらな茂みが生えていました。"}
{"en": "and a nightingale who had lost his way sang sweetly.", "ja": "ナイチンゲールが一匹道に迷って、鳴き声をひびきわたらせていました。"}
{"en": "it was his farewell song that I heard.", "ja": "私が耳にしたのは、お別れの歌でした」"}
{"en": "\"The morning dawn came glimmering red.", "ja": "「朝焼けがかすかに赤く空をそめ、"}
{"en": "I saw a caravan of emigrant peasant families", "ja": "私はハンブルグに向かう小作農の移民の一団を目にしました。"}
{"en": "who were bound to Hamburgh, there to take ship for America, where fancied prosperity would bloom for them.", "ja": "ハンブルグからアメリカにわたり、そこで一旗あげようというのでしょう。"}
{"en": "The mothers carried their little children at their backs, the elder ones tottered by their sides, and a poor starved horse tugged at a cart that bore their scanty effects.", "ja": "母親たちは赤んぼうを背負い、子供たちは母親の脇をよろよろと歩き、かわいそうな飢えた馬が家族のわずかな財産を乗せた馬車を引いていました。"}
{"en": "The cold wind whistled, and therefore the little girl nestled closer to the mother,", "ja": "冷たい風がふきすさび、少女は母親にぴったり寄り添いました。"}
{"en": "who, looking up at my decreasing disc, thought of the bitter want at home, and spoke of the heavy taxes they had not been able to raise.", "ja": "母親は私の欠けていく様子をみながら、故郷での困窮を思い、支払えなかったほどの重税について口にしました。"}
{"en": "The whole caravan thought of the same thing;", "ja": "一団の全員が同じことを考えていました。"}
{"en": "therefore, the rising dawn seemed to them a message from the sun,", "ja": "だから夜が明け行く様子は、みんなにとってのメッセージのように思えたことでしょう。"}
{"en": "of fortune that was to gleam brightly upon them.", "ja": "みんなの頭上にかがやくだろう幸運のメッセージが。"}
{"en": "They heard the dying nightingale sing;", "ja": "みんなは死にゆくナイチンゲールの鳴き声を耳にしました。"}
{"en": "it was no false prophet, but a harbinger of fortune.", "ja": "それは偽の予言というわけではなく、幸運の前触れでした。"}
{"en": "The wind whistled, therefore they did not understand that the nightingale sung,", "ja": "風が吹きすさび、ナイチンゲールの歌っている内容はみんなには分からなかったのです。"}
{"en": "'Fare away over the sea!", "ja": "『海を越えていく。"}
{"en": "Thou hast paid the long passage with all that was thine,", "ja": "おまえはすべてのものを抱え、長い旅路をやってきた。"}
{"en": "and poor and helpless shalt thou enter Canaan.", "ja": "そうして貧しく無力なものがカナンの地に至るのだ。"}
{"en": "Thou must sell thyself, thy wife, and thy children.", "ja": "おまえは自分自身も妻も子供も売らなければならない。"}
{"en": "But your griefs shall not last long.", "ja": "でもおまえの苦悩は長くはない。"}
{"en": "Behind the broad fragrant leaves lurks the goddess of Death,", "ja": "十分に楽しい別離のかげには、死の女神がかくれている。"}
{"en": "and her welcome kiss shall breathe fever into thy blood.", "ja": "女神のお迎えの口づけは、あなたの血を沸き立たせる。"}
{"en": "Fare away, fare away, over the heaving billows.'", "ja": "旅立て、旅立つんだ、荒れ果てた海を越えて』"}
{"en": "And the caravan listened well pleased to the song of the nightingale, which seemed to promise good fortune.", "ja": "そしてよく耳をすませた一行は、幸運を約束してくれるようなナイチンゲールの鳴き声を楽しみました。"}
{"en": "Day broke through the light clouds;", "ja": "明るい雲を通して夜明けの光が射し込んできます。"}
{"en": "country people went across the heath to church;", "ja": "地元の人たちが荒野をよこぎって教会へといそいでいます。"}
{"en": "the black-gowned women with their white head-dresses looked like ghosts that had stepped forth from the church pictures.", "ja": "白い髪飾りをつけ、黒いガウンを羽織った女性は、教会の絵からぬけだしてきた幽霊のように見えました。"}
{"en": "All around lay a wide dead plain, covered with faded brown heath, and black charred spaces between the white sand hills.", "ja": "辺りはみわたすかぎりまっ平らで、枯れた茶色の荒野でおおわれ、白い砂の丘にはところどころ黒焦げのような黒い場所がありました。"}
{"en": "The women carried hymn books, and walked into the church.", "ja": "さきほどの女性は賛美歌の本をもち、教会に入っていきました。"}
{"en": "Oh, pray, pray for those who are wandering to find graves beyond the foaming billows.\"", "ja": "あぁ、祈りましょう、荒れた海をこえて死に場所をさがしさまようものたちのために祈りましょう」"}
{"en": "FIFTEENTH EVENING", "ja": "第十五夜"}
{"en": "\"I know a Pulcinella,\"", "ja": "「私はある道化役（訳注１　Pulcinella）を知っていました」"}
{"en": "the Moon told me.", "ja": "お月さまは、わたしにそう話しかけてきました。"}
{"en": "\"The public applaud vociferously directly they see him.", "ja": "「観客はかれをみると大騒ぎで拍手喝さいでした。"}
{"en": "Every one of his movements is comic, and is sure to throw the house into convulsions of laughter;", "ja": "一挙手一投足がコミカルで、芝居小屋を笑いの渦へとひきこむのです。"}
{"en": "and yet there is no art in it all", "ja": "ただ実はそれは演じているものでなく、"}
{"en": "- it is complete nature.", "ja": "生来のものだったのですが。"}
{"en": "When he was yet a little boy, playing about with other boys, he was already Punch.", "ja": "道化役が少年のころ他の子供たちと遊んでいたときから、すでに彼は笑いもの（Punch）でした。"}
{"en": "Nature had intended him for it, and had provided him with a hump on his back, and another on his breast;", "ja": "生まれたときから自然とそうなっていて、背中と胸にそれぞれこぶがあったのです。"}
{"en": "but his inward man, his mind, on the contrary, was richly furnished.", "ja": "ただ道化役の内面、つまり心は、その正反対で豊かでした。"}
{"en": "No one could surpass him in depth of feeling or in readiness of intellect.", "ja": "情感が豊かなことと当意即妙な知性では彼にかなうものはいませんでした。"}
{"en": "The theatre was his ideal world.", "ja": "劇場は道化役にとっては理想的な世界で、"}
{"en": "If he had possessed a slender well-shaped figure, he might have been the first tragedian on any stage;", "ja": "もし彼が均整のとれた見目のいい姿をしていたら、どんな舞台でも比べものにならないぐらいの悲劇俳優となっていたかもしれません。"}
{"en": "the heroic, the great, filled his soul;", "ja": "勇敢で、偉大なところが道化役の魂には満ちあふれていました。"}
{"en": "and yet he had to become a Pulcinella.", "ja": "だから彼は道化役にならざるをえませんでした。"}
{"en": "His very sorrow and melancholy did but increase the comic dryness of his sharply-cut features, and increased the laughter of the audience,", "ja": "とても悲しそうで深い物思いにふけるところが、するどい容貌のコミカルなところを強調し、観客をますます笑わせるのです。"}
{"en": "who showered plaudits on their favourite.", "ja": "観客は道化役が大のお気に入りでした。"}
{"en": "The lovely Columbine was indeed kind and cordial to him;", "ja": "男役（Harlequin）の相手のかわいらしい女役（Columbine）はとくに道化にやさしく、心から道化を好きでした。"}
{"en": "but she preferred to marry the Harlequin.", "ja": "ただ彼女は男役と結婚することを選んでいました。"}
{"en": "It would have been too ridiculous if beauty and ugliness had in reality paired together.", "ja": "もしこの美女と野獣がじっさいにいっしょになったとしたら、どれほど物笑いの種になったことでしょう」"}
{"en": "\"When Pulcinella was in very bad spirits, she was the only one who could force a hearty burst of laughter, or even a smile from him:", "ja": "「道化役が非常に気分が悪いときには、女役だけが唯一道化役のことを心から笑わせるか、少なくとも微笑ませることができました。"}
{"en": "first she would be melancholy with him, then quieter, and at last quite cheerful and happy.", "ja": "最初は女役も気分が落ち込みますが、だんだん落ち着き、最後には気分も晴れやかになり幸せになるのです。"}
{"en": "'I know very well what is the matter with you,'", "ja": "『あなたがどうなのか、私にはよくわかるわ』"}
{"en": "she said;", "ja": "彼女は言いました。"}
{"en": "'yes,", "ja": "『そう、そうよ。"}
{"en": "you're in love!'", "ja": "あなたは恋してるのよ』"}
{"en": "And he ncould not help laughing.", "ja": "そうすると道化役は笑わざるをえません。"}
{"en": "'I and Love,'", "ja": "『僕が恋だって』"}
{"en": "he cried,", "ja": "道化役はさけびます。"}
{"en": "'that would have an absurd look.", "ja": "『そうだとしたらこっけいな見ものだよ。"}
{"en": "How the public would shout!'", "ja": "観客たちはどれほどわめきたてることか！』"}
{"en": "'Certainly, you are in love,'", "ja": "『確かにあなたは恋におちているわ』"}
{"en": "she continued;", "ja": "彼女は続け、"}
{"en": "and added with a comic pathos,", "ja": "コミカルな調子でこう付け加えました"}
{"en": "'and I am the person you are in love with.'", "ja": "『そしてあなたの恋する相手は私なのね』"}
{"en": "You see,", "ja": "おわかりでしょう。"}
{"en": "such a thing may be said when it is quite out of the question", "ja": "こんなことは思ってもみないからこそ口にできるのです。"}
{"en": "- and, indeed, Pulcinella burst out laughing, and gave a leap into the air, and his melancholy was forgotten.", "ja": "そしてじっさい道化役は大笑いして宙にとびはね、憂鬱もふきとんでしまうというわけです」"}
{"en": "\"And yet she had only spoken the truth.", "ja": "「ただ彼女の口にしたことは本当のことでした。"}
{"en": "He did love her, love her adoringly,", "ja": "道化役は彼女を愛していたのです。"}
{"en": "as he loved what was great and lofty in art.", "ja": "すばらしい高貴な芸術を愛するように崇拝していたといってもいいくらいです。"}
{"en": "At her wedding he was the merriest among the guests,", "ja": "女役の結婚式では道化役はまねかれた客のあいだで一番ほがらかでした。"}
{"en": "but in the stillness of night he wept:", "ja": "しかし一人ぼっちの夜になると道化役は泣きました。"}
{"en": "if the public had seen his distorted face then, they would have applauded rapturously.", "ja": "もし観客が道化役の涙にゆがんだ顔を見たなら、それみたことかと大騒ぎしたことでしょう」"}
{"en": "\"And a few days ago, Columbine died.", "ja": "「それから数日後、女役は死にました。"}
{"en": "On the day of the funeral, Harlequin was not required to show himself on the boards,", "ja": "お葬式の日は男役も舞台には立たなくてよいといわれました。"}
{"en": "for he was a disconsolate widower.", "ja": "というのも悲嘆にくれた男やもめですから。"}
{"en": "The director had to give a very merry piece, that the public might not too painfully miss the pretty Columbine and the agile Harlequin.", "ja": "観客がかわいらしい女役と生き生きとした男役がいないのをひどくさみしく思わないように、演出家は一段と楽しい舞台をつくらなければなりません。"}
{"en": "Therefore Pulcinella had to be more boisterous and extravagant than ever;", "ja": "それは道化役がいつもよりもっとばか騒ぎして、やりすぎなほどやらなくてはいけないということです。"}
{"en": "and he danced and capered, with despair in his heart;", "ja": "道化役は心に悲しみをひめたまま、踊りはね回りました。"}
{"en": "and the audience yelled, and shouted", "ja": "そして観客は大声でわめきました"}
{"en": "'bravo, bravissimo!'", "ja": "『ブラボー、いいぞ！』"}
{"en": "Pulcinella was actually called before the curtain.", "ja": "道化役はじっさい幕前に呼び出され、"}
{"en": "He was pronounced inimitable.", "ja": "誰とも比べられないくらいすごいと評されました」"}
{"en": "\"But last night the hideous little fellow went out of the town, quite alone, to the deserted churchyard.", "ja": "「ただ昨晩そのいまわしき小男は一人きりで町をでて、寂しい墓地へと向かいました。"}
{"en": "The wreath of flowers on Columbine's grave was already faded, and he sat down there.", "ja": "女役の墓の花輪もすでにかれ、道化役はそこに腰をおろしました。"}
{"en": "It was a study for a painter.", "ja": "そのようすは絵描きにはいい題材になったことでしょう。"}
{"en": "As he sat with his chin on his hands, his eyes turned up towards me, he looked like a grotesque monument", "ja": "あごを両手でささえ、目は私の方をみていましたが、道化役はグロテスクな銅像のようにみえました。"}
{"en": "- a Punch on a grave - peculiar and whimsical!", "ja": "墓場の笑いもの、奇妙で奇抜ですらある！"}
{"en": "If the people could have seen their favourite, they would have cried as usual,", "ja": "もし観客がこのお気に入りの道化をみたなら、いつものように叫んだことでしょう"}
{"en": "'Bravo, Pulcinella;", "ja": "「ブラボー、道化役。"}
{"en": "bravo, bravissimo!' \"", "ja": "ブラボー、いいぞ！」"}
{"en": "SIXTEENTH EVENING", "ja": "第十六夜"}
{"en": "Hear what the Moon told me.", "ja": "これもお月さまがわたしに語ったお話です。"}
{"en": "\"I have seen the cadet who had just been made an officer put on his handsome uniform for the first time;", "ja": "「私は士官になりたての若者が、はじめてきりっとした制服を着用したところをみたことがあります。"}
{"en": "I have seen the young bride in her wedding dress, and the princess girl-wife happy in her gorgeous robes;", "ja": "ウェディングドレスに身をつつんだ若い花嫁をみたこともありますし、王女のようなその女性は豪華絢爛な服をきてとても幸せそうでした。"}
{"en": "but never have I seen a felicity equal to that of a little girl of four years old, whom I watched this evening.", "ja": "ただ私は今晩に目にした四才の少女ほどの幸せは見たことがありません。"}
{"en": "She had received a new blue dress, and a new pink hat, the splendid attire had just been put on, and all were calling for a candle,", "ja": "少女は青い新しいドレスとピンクの新しい帽子を買ってもらって、ちょうどそれを身につけた姿はすばらしく、だれもがろうそくを取りに走りました。"}
{"en": "for my rays, shining in through the windows of the room, were not bright enough for the occasion,", "ja": "というのも私のひかりが部屋の窓から照らすだけでは十分明るいとはいえなかったからです。"}
{"en": "and further illumination was required.", "ja": "もっと灯りが必要だったわけです。"}
{"en": "There stood the little maid, stiff and upright as a doll, her arms stretched painfully straight out away from the dress, and her fingers apart;", "ja": "少女は人形のようにまっすぐ立ち、両腕はドレスから苦しそうなほどまっすぐ出て、指はせいいっぱい開かれていました。"}
{"en": "and oh, what happiness beamed from her eyes, and from her whole countenance!", "ja": "そしてなんてことでしょう、彼女の目から、全身から、幸福があふれだしていたのです！"}
{"en": "'To-morrow you shall go out in your new clothes,'", "ja": "『明日おまえはこの新しい服でおでかけするんだよ』"}
{"en": "said her mother;", "ja": "お母さんがいうと、"}
{"en": "and the little one looked up at her hat, and down at her frock, and smiled brightly.", "ja": "少女は帽子を見上げ、服を見下ろすとはれやかな笑顔をみせました。"}
{"en": "'Mother,'", "ja": "『おかあさん』"}
{"en": "she cried,", "ja": "少女はこうふんして言いました"}
{"en": "'what will the little dogs think, when they see me in these splendid new things?'\"", "ja": "『こんなすてきな新しい服をきたわたしを見て、子犬はどうおもうかしら？』」"}
{"en": "SEVENTEENTH EVENING", "ja": "第十七夜"}
{"en": "\"I have spoken to you of Pompeii,\"", "ja": "「ポンペイのお話をしたことがありましたね」"}
{"en": "said the Moon;", "ja": "お月さまはそう言います。"}
{"en": "\"that corpse of a city, exposed in the view of living towns:", "ja": "「あれは、たくさんの人が生活しているさまざまな都市の風景の中にさらされた都市の死骸でした。"}
{"en": "I know another sight still more strange,", "ja": "でも私はもっと奇妙な風景を見たことがあります。"}
{"en": "and this is not the corpse, but the spectre of a city.", "ja": "それは死骸ではありませんが、都市の幽霊です。"}
{"en": "Whenever the jetty fountains splash into the marble basins, they seem to me to be telling the story of the floating city.", "ja": "噴きだした噴水が大理石の噴水台にふりそそぐときはいつも、私は宙に漂う都市の話をしてもらっているように思えたものです。"}
{"en": "Yes, the spouting water may tell of her, the waves of the sea may sing of her fame!", "ja": "そう、噴き出す水がその都市の話をしていて、打ち寄せる波はその都市の名声を歌っているのでしょう。"}
{"en": "On the surface of the ocean a mist often rests, and that is her widow's veil.", "ja": "海の表面にはよく霧がでますが、それこそが都市の未亡人のベールなのです。"}
{"en": "The bridegroom of the sea is dead, his palace and his city are his mausoleum!", "ja": "海の花婿は死んでいて、花婿の宮殿と都市は霊廟となっています。"}
{"en": "Dost thou know this city?", "ja": "あなたはこの都市を知っていますか？"}
{"en": "She has never heard the rolling of wheels or the hoof-tread of horses in her streets,", "ja": "その都市の通りでは馬車の車輪や馬のひずめの音を耳にすることは決してありません。"}
{"en": "through which the fish swim, while the black gondola glides spectrally over the green water.", "ja": "その都市の通りには魚が泳いでいて、黒いゴンドラが幽霊のように緑色の水面をすべっていきます。"}
{"en": "I will show you the place,\"", "ja": "あなたに宮殿をお見せしましょう」"}
{"en": "continued the Moon,", "ja": "お月さまは続けました。"}
{"en": "\"the largest square in it, and you will fancy yourself transported into the city of a fairy tale.", "ja": "「都市の中でもっとも広い場所で、まるでおとぎの町にきたように思うことでしょう。"}
{"en": "The grass grows rank among the broad flagstones,", "ja": "敷石がしきつめられた広い道には草がはびこっています。"}
{"en": "and in the morning twilight thousands of tame pigeons flutter around the solitary lofty tower.", "ja": "朝の薄明かりの中では、人に慣れている何千羽の鳩が一つぽつんと建っている塔の周りを羽ばたいています。"}
{"en": "On three sides you find yourself surrounded by cloistered walks.", "ja": "あなたのいるところは、三方が歩道でとりかこまれて、"}
{"en": "In these the silent Turk sits smoking his long pipe,", "ja": "歩道では物静かなトルコ人が長いパイプをふかしていました。"}
{"en": "the handsome Greek leans against the pillar and gazes at the upraised trophies and lofty masts, memorials of power that is gone.", "ja": "整った顔のギリシャ人が柱にもたれかかり、過ぎ去った権力の記念のかかげられたトロフィーと高いマストをみつめています。"}
{"en": "The flags hang down like mourning scarves.", "ja": "旗は喪にふくしているスカーフのようにたれさがっていました。"}
{"en": "A girl rests there:", "ja": "そこでは少女が一人休んでいました。"}
{"en": "she has put down her heavy pails filled with water, the yoke with which she has carried them rests on one of her shoulders, and she leans against the mast of victory.", "ja": "水でいっぱいになった重いバケツを運んでいましたが、休んでいるときもてんびん棒は肩に乗せたままで、少女は勝利のマストにもたれかかっていました。"}
{"en": "That is not a fairy palace you see before you yonder, but a church:", "ja": "さらに向こうのあなたの前方にあるのは、おとぎ話の宮殿ではなく教会です。"}
{"en": "the gilded domes and shining orbs flash back my beams;", "ja": "金ぱくの丸い屋根ときらめく球が私の光でかがやきました。"}
{"en": "the glorious bronze horses up yonder have made journeys, like the bronze horse in the fairy tale:", "ja": "その上の方にある栄誉ある青銅の馬は、まるでおとぎ話の青銅の馬のようにいろいろなところを旅してきました。"}
{"en": "they have come hither, and gone hence, and have returned again.", "ja": "あちらこちらを行き来し、ふたたびここへと戻ってきたのです。"}
{"en": "Do you notice the variegated splendour of the walls and windows?", "ja": "壁や窓の色とりどりの壮麗さにお気づきになりましたか？"}
{"en": "It looks as if Genius had followed the caprices of a child, in the adornment of these singular temples.", "ja": "このすばらしい寺院の装飾はまるで天才がきまぐれな子供の言うがままにしたみたいです。"}
{"en": "Do you see the winged lion on the pillar?", "ja": "柱の上の翼のついたライオンが目に入るでしょうか？"}
{"en": "The gold glitters still, but his wings are tied", "ja": "まだ金色にかがやいていますが、その翼はくくられています。"}
{"en": "- the lion is dead, for the king of the sea is dead;", "ja": "ライオンは死んでいます、そう海の王が死んでいるのですから。"}
{"en": "the great halls stand desolate, and where gorgeous paintings hung of yore, the naked wall now peers through.", "ja": "大きなホールには人気がなく、昔ははなやかな絵画がかざられていましたが、今はなにもかかっていない壁がじかにみえます。"}
{"en": "The lazzarone sleeps under the arcade,", "ja": "乞食がアーケードの下でねています。"}
{"en": "whose pavement in old times was to be trodden only by the feet of high nobility.", "ja": "昔にはこの道は、高貴な身分のものしか足を踏み入れることはできなかったものですが。"}
{"en": "From the deep wells, and perhaps from the prisons by the Bridge of Sighs, rise the accents of woe,", "ja": "深い井戸から、そしてたぶん『ため息の橋』のそばの牢獄から、哀しみの声が聞こえてきます。"}
{"en": "as at the time when the tambourine was heard in the gay gondolas, and the golden ring was cast from the Bucentaur to Adria, the queen of the seas.", "ja": "にぎやかなゴンドラでタンバリンの音が聞こえ、金の指輪がベニスの総督が乗っている船から海の女王アドリアへと投げ込まれたときのことです。"}
{"en": "Adria! shroud thyself in mists;", "ja": "アドリアよ、その身を霧でつつみたまえ。"}
{"en": "let the veil of thy widowhood shroud thy form, and clothe in the weeds of woe the mausoleum of thy bridegroom", "ja": "未亡人のベールでもってその体をつつみたまえ、そして哀しみの喪服で花婿の霊廟をつつみなさい。"}
{"en": "- the marble, spectral Venice.\"", "ja": "そう、大理石でできた幽霊の都市ベニスを」"}
{"en": "EIGHTEENTH EVENING", "ja": "第十八夜"}
{"en": "\"I looked down upon a great theatre,\"", "ja": "「私は大劇場を見下ろしていました」"}
{"en": "said the Moon.", "ja": "お月さまは話しました。"}
{"en": "\"The house was crowded, for a new actor was to make his first appearance that night.", "ja": "「劇場は大混雑で、というのも新人俳優が今晩初舞台をふむからでした。"}
{"en": "My rays glided over a little window in the wall, and I saw a painted face with the forehead pressed against the panes.", "ja": "私の光が壁の小さな窓から射し込み、その窓に白粉をぬった額がおしつけられているのが目にとまりました。"}
{"en": "It was the hero of the evening.", "ja": "それが今晩の注目の俳優でした。"}
{"en": "The knighly beard curled crisply about the chin;", "ja": "騎士らしいあごひげが縮れてカールされていましたが、"}
{"en": "but there were tears in the man's eyes,", "ja": "目には涙がいっぱいです。"}
{"en": "for he had been hissed off,", "ja": "というのも、ブーイングをうけて舞台をおりてきたからです。"}
{"en": "and indeed with reason.", "ja": "まぁ、それももっともなのですが。"}
{"en": "The poor Incapable!", "ja": "才能のないかわいそうな男。"}
{"en": "But Incapables cannot be admitted into the empire of Art.", "ja": "ただ才能のない男は、芸術の世界では認められません。"}
{"en": "He had deep feeling, and loved his art enthusiastically, but the art loved not him.", "ja": "その男は深い感受性をもち、芸術を心のそこから愛していましたが、芸術はかれには微笑んでくれなかったのです。"}
{"en": "The prompter's bell sounded;", "ja": "舞台のベルがなりひびき、"}
{"en": "'the hero enters with a determined air,' so ran the stage direction in his part,", "ja": "『主役がさっそうと登場』とト書きにはかかれていました。"}
{"en": "and he had to appear before an audience who turned him into ridicule.", "ja": "男はあざけりを受けた観衆の前へと登場しなければなりません。"}
{"en": "When the piece was over, I saw a form wrapped in a mantle, creeping down the steps:", "ja": "舞台が終わると、私はマントに身をつつみ、階段をとぼとぼと降りる男の姿を目にしました。"}
{"en": "it was the vanquished knight of the evening.", "ja": "それが今晩、敗北した騎士の姿でした。"}
{"en": "The scene-shifters whispered to one another,", "ja": "大道具たちはお互いにこそこそ噂話をしています。"}
{"en": "and I followed the poor fellow home to his room.", "ja": "私はかわいそうな男の家まで跡をつけていきました。"}
{"en": "To hang one's self is to die a mean death, and poison is not always at hand, I know;", "ja": "首をつるのはみすぼらしい死に方だ、ただ毒薬は手に入らない。"}
{"en": "but he thought of both.", "ja": "私はその二つのことが男の頭にうずまいていたのを知っています。"}
{"en": "I saw how he looked at his pale face in the glass, with eyes half closed, to see if he should look well as a corpse.", "ja": "窓に男の青白い顔が映され、両目は半ば閉じられていましたが、死んだときの見た目を気にしているのを私は目にしました。"}
{"en": "A man may be very unhappy, and yet exceedingly affected.", "ja": "人は不幸のどん底にあっても、感情的なものです。"}
{"en": "He thought of death, of suicide;", "ja": "男は死を、自殺のことを考えていました。"}
{"en": "I believe he pitied himself, for he wept bitterly,", "ja": "私には男がひどく涙を流していたので、自己憐憫に陥っているのがわかりました。"}
{"en": "and when a man has had his cry out he doesn't kill himself.", "ja": "人が涙をだして泣くときには、自殺はしないものです」"}
{"en": "\"Since that time a year had rolled by.", "ja": "「それから一年がすぎ、"}
{"en": "Again a play was to be acted,", "ja": "ふたたび演劇が上演されていました。"}
{"en": "but in a little theatre, and by a poor strolling company.", "ja": "ただ今回は小劇場で、旅回りの一座です。"}
{"en": "Again I saw the well-remembered face, with the painted cheeks and the crisp beard.", "ja": "ふたたび私は、ほお紅をさしちぢれたあごひげのよく見知った顔を目にしました。"}
{"en": "He looked up at me and smiled;", "ja": "男は私をみあげ、微笑みました。"}
{"en": "and yet he had been hissed off only a minute before", "ja": "その一分前には観客にブーイングをうけて舞台を降りてきたのにです。"}
{"en": "- hissed off from a wretched theatre, by a miserable audience.", "ja": "それも、うらぶれた劇場で、ひどいお客からブーイングを受けたのに。"}
{"en": "And tonight a shabby hearse rolled out of the town-gate.", "ja": "今晩、古い霊柩車が一台、町の門から外へとでていきました。"}
{"en": "It was a suicide", "ja": "自殺者です、"}
{"en": "- our painted, despised hero.", "ja": "そうあの白粉をつけた主役の男でした。"}
{"en": "The driver of the hearse was the only person present, for no one followed except my beams.", "ja": "いるのは霊柩車の運転手だけで、私の光を除いてはだれも付き添うものはありませんでした。"}
{"en": "In a corner of the churchyard the corpse of the suicide was shovelled into the earth,", "ja": "教会の墓地の片隅に自殺者の死骸はうめられました。"}
{"en": "and nettles will soon be growing rankly over his grave, and the sexton will throw thorns and weeds from the other graves upon it.\"", "ja": "すぐにイラクサが墓をみえなくするほど覆いかぶさり、墓地の掃除をする男が、他の墓に茂っている下草や雑草をその墓のところに捨てることでしょう」"}
{"en": "NINETEENTH EVENING", "ja": "第十九夜"}
{"en": "\"I come from Rome,\"", "ja": "「私はローマから来ました」."}
{"en": "said the Moon.", "ja": "お月さまは語りをはじめました。"}
{"en": "\"In the midst of the city, upon one of the seven hills, lie the ruins of the imperial palace.", "ja": "「街の中央の七つの丘の一つに、宮殿の廃墟がありました。"}
{"en": "The wild fig tree grows in the clefts of the wall, and covers the nakedness thereof with its broad grey-green leaves;", "ja": "壁の裂け目からはいちじくの木が野生しており、その大きな灰色がかった緑の葉がむきだしの壁をおおっていました。"}
{"en": "trampling among heaps of rubbish, the ass treads upon green laurels, and rejoices over the rank thistles.", "ja": "がれきをかき分け歩いていくと、ロバが緑の月桂樹をふみしめ、はびこっているアザミに大喜びしていました。"}
{"en": "From this spot, whence the eagles of Rome once flew abroad, whence they 'came, saw, and conquered,' our door leads into a little mean house, built of clay between two pillars;", "ja": "この場所からかつてはローマのワシが飛び立ち、『来た、見た、勝った』と伝えたものですが、いま私たちの行くところには質素で小さな家、二つの柱にはさまれた粘土でできた家があるだけです。"}
{"en": "the wild vine hangs like a mourning garland over the crooked window.", "ja": "その家のかしいだ窓には、お葬式の花輪のようにつたが生い茂っていました。"}
{"en": "An old woman and her little granddaughter live there:", "ja": "そこには老婦人と孫娘が住み、"}
{"en": "they rule now in the palace of the Caesars, and show to strangers the remains of its past glories.", "ja": "今ではシーザーの宮殿を治め、見物人に過去の栄光の遺跡をみせているわけです。"}
{"en": "Of the splendid throne-hall only a naked wall yet stands,", "ja": "華麗な王座の間は、今はそっけない壁が立っているだけです。"}
{"en": "and a black cypress throws its dark shadow on the spot where the throne once stood.", "ja": "一本の黒いイトスギがかつては王座があったところにその影をなげかけています。"}
{"en": "The dust lies several feet deep on the broken pavement;", "ja": "砂ぼこりが何フィートも壊れた歩道の上につもり、"}
{"en": "and the little maiden, now the daughter of the imperial palace, often sits there on her stool when the evening bells ring.", "ja": "宮殿の娘である少女が夕べの鐘がなりひびくとき、よくそこに腰かけています。"}
{"en": "The keyhole of the door close by she calls her turret window;", "ja": "近くにあるドアの鍵穴を少女は塔の窓とよんでいます。"}
{"en": "through this she can see half Rome, as far as the mighty cupola of St. Peter's.", "ja": "そこからはローマ半景が一望でき、聖ペテロ教会のすばらしい丸屋根もみることができます」"}
{"en": "\"On this evening, as usual, stillness reigned around;", "ja": "「今晩もいつものように、静寂があたりを支配していました。"}
{"en": "and in the full beam of my light came the little granddaughter.", "ja": "私の光を全身にうけ、少女があらわれました。"}
{"en": "On her head she carried an earthen pitcher of antique shape filled with water.", "ja": "頭の上には、水がたっぷり入った古い型の陶器の入れ物を運んでいます。"}
{"en": "Her feet were bare, her short frock and her white sleeves were torn.", "ja": "はだしで、上着のすそもみじかく袖もほつれていました。"}
{"en": "I kissed her pretty round shoulders, her dark eyes, and black shining hair.", "ja": "少女の小さな丸い肩、黒い瞳、黒くつやのある髪に私は口づけしました。"}
{"en": "She mounted the stairs; they were steep, having been made up of rough blocks of broken marble and the capital of a fallen pillar.", "ja": "少女は、くずれた大理石のかけらや倒れた柱の頭でできた急な階段をのぼっていきました。"}
{"en": "The coloured lizards slipped away, startled, from before her feet, but she was not frightened at them.", "ja": "きれいな色のトカゲがびっくりして、少女の足元を走っていきましたが、少女はまったく驚きません。"}
{"en": "Already she lifted her hand to pull the door-bell", "ja": "すでに片手をあげて、ドアの呼び鈴を押すところでした。"}
{"en": "- a hare's foot fastened to a string formed the bell-handle of the imperial palace.", "ja": "宮殿の呼び鈴のひもにはうさぎの足がむすびつけられています。"}
{"en": "She paused for a moment - of what might she be thinking?", "ja": "少女はたちどまりました、何を思っていたのでしょうか？"}
{"en": "Perhaps of the beautiful Christ-child, dressed in gold and silver, which was down below in the chapel,", "ja": "たぶん教会のすぐ下にある美しい神の子供たちが、金銀に着飾っているのを思っていたのでしょう。"}
{"en": "where the silver candlesticks gleamed so bright, and where her little friends sung the hymns in which she also could join?", "ja": "教会の銀の燭台が明るくかがやき、そこでは少女の友達が少女も歌える賛美歌を歌っていました。"}
{"en": "I know not.", "ja": "私には少女が何を思っていたのかはわかりません。"}
{"en": "Presently she moved again", "ja": "さて、少女はふたたび歩き出し、"}
{"en": "- she stumbled:", "ja": "つまづきました。"}
{"en": "the earthen vessel fell from her head, and broke on the marble steps.", "ja": "陶器の容器が頭からすべりおち、大理石の階段でわれました。"}
{"en": "She burst into tears.", "ja": "少女は泣き出しました。"}
{"en": "The beautiful daughter of the imperial palace wept over the worthless broken pitcher;", "ja": "その美しい宮殿の少女は、とるにたらない壊れた容器のことで涙をながしています。"}
{"en": "with her bare feet she stood there weeping;", "ja": "足ははだしで、泣きながらたちすくんで、"}
{"en": "and dared not pull the string,", "ja": "呼び鈴のひもをひくこともしませんでした。"}
{"en": "the bell-rope of the imperial palace!\"", "ja": "宮殿の呼び鈴のひもを」"}
{"en": "TWENTIETH EVENING", "ja": "第二十夜"}
{"en": "It was more than a fortnight since the Moon had shone.", "ja": "お月さまが最後に姿をみせてから二週間以上もたちましたが、"}
{"en": "Now he stood once more,", "ja": "いまお月さまはふたたび姿をあらわしています。"}
{"en": "round and bright, above the clouds, moving slowly onward.", "ja": "まんまるで光り輝き、雲の上をゆっくりと動いています。"}
{"en": "Hear what the Moon told me.", "ja": "お月さまがわたしに語りかけることに耳を傾けましょう。"}
{"en": "\"From a town in Fezzan I followed a caravan.", "ja": "「フェザンの街から私は隊商のあとをついていきました。"}
{"en": "On the margin of the sandy desert, in a salt plain, that shone like a frozen lake, and was only covered in spots with light drifting sand, a halt was made.", "ja": "砂漠に入るところの塩の平原で、そこはまるで凍りついた湖のように輝いていて、わずかばかりの流砂が表面をおおっていましたが、隊列は一旦停止しました。"}
{"en": "The eldest of the company - the water gourd hung at his girdle, and on his head was a little bag of unleavened bread - drew a square in the sand with his staff, and wrote in it a few words out of the Koran,", "ja": "ベルトに水筒をぶらさげ、発酵させていないパンをいれた小さな袋を頭にのせた一団のリーダーが、棒で砂の上に四角をかき、コーランからの数言をその中にかきいれました。"}
{"en": "and then the whole caravan passed over the consecrated spot.", "ja": "それから隊商の一行が、その清められた場所をとおりすぎていったのです。"}
{"en": "A young merchant, a child of the East, as I could tell by his eye and his figure, rode pensively forward on his white snorting steed.", "ja": "目と姿かたちで東部の出身だとわかる一人の若い商人が、鼻をならしている白い馬にのって、物思いにふけりながら歩を進めていました。"}
{"en": "Was he thinking, perchance, of his fair young wife?", "ja": "たぶん若くて色白の妻のことでも考えているのでしょう。"}
{"en": "It was only two days ago that the camel, adorned with furs and with costly shawls, had carried her, the beauteous bride, round the walls of the city, while drums and cymbals had sounded, the women sang, and festive shots, of which the bridegroom fired the greatest number, resounded round the camel;", "ja": "なにせ二日前のことですから、そう毛皮と豪奢なショールをまとったらくだが、美しい花嫁を運んで街の城壁のまわりをめぐり、そのあいだ太鼓やシンバルがなりひびき、女性たちは歌い、祝砲がなりひびき、花婿がなんといっても一番多くらくだの周りで祝砲をあげたのは。"}
{"en": "and now he was journeying with the caravan across the desert.", "ja": "そして今、花婿は隊商といっしょに砂漠を旅しています」"}
{"en": "\"For many nights I followed the train.", "ja": "「私は幾晩も隊列のあとをついていきました。"}
{"en": "I saw them rest by the wellside among the stunted palms;", "ja": "隊列は発育がとまった椰子の木々にかこまれた水源で一休みしていました。"}
{"en": "they thrust the knife into the breast of the camel that had fallen, and roasted its flesh by the fire.", "ja": "一行は倒れたらくだの胸にナイフをつきさし、肉を火であぶりました。"}
{"en": "My beams cooled the glowing sands, and showed them the black rocks, dead islands in the immense ocean of sand.", "ja": "私の光はもえたつような砂を冷やし、広大な砂漠の海の孤島である黒い岩々をてらしだしました。"}
{"en": "No hostile tribes met them in their pathless route, no storms arose, no columns of sand whirled destruction over the journeying caravan.", "ja": "一行は道なき道をゆくときでも敵の部族に遭うこともありませんでしたし、砂嵐にも遭わなければ、隊商を死に至らしめる砂の竜巻にも出くわしませんでした。"}
{"en": "At home the beautiful wife prayed for her husband and her father.", "ja": "故郷では、美しい妻が夫と父親のために祈りをささげています"}
{"en": "'Are they dead?'", "ja": "『死んでしまったのかしら？』"}
{"en": "she asked of my golden crescent;", "ja": "妻は三日月の私にたずねました。"}
{"en": "'Are they dead?'", "ja": "『死んでしまったのかしら？』"}
{"en": "she cried to my full disc.", "ja": "満月の私にそうなげきました。"}
{"en": "Now the desert lies behind them.", "ja": "一行は砂漠をとおりすぎ、"}
{"en": "This evening they sit beneath the lofty palm trees,", "ja": "今晩は背の高い椰子の木々の下で休んでいます。"}
{"en": "where the crane flutters round them with its long wings, and the pelican watches them from the branches of the mimosa.", "ja": "つるが長い羽をはばたかせ、その周りを飛んでいますし、ペリカンがミモザの木の枝にとまり隊商をみています。"}
{"en": "The luxuriant herbage is trampled down, crushed by the feet of elephants.", "ja": "うっそうとしげった草木が象の足でふみつぶされ、倒れています。"}
{"en": "A troop of negroes are returning from a market in the interior of the land:", "ja": "黒人の一団が内陸にある市場からもどってきました。"}
{"en": "the women, with copper buttons in their black hair, and decked out in clothes dyed with indigo, drive the heavily-laden oxen,", "ja": "女性たちはその黒い髪に銅のボタンをつけ、青藍にそめた服でかざりたて、荷物をたくさん積んだ雄牛たちを追っています。"}
{"en": "on whose backs slumber the naked black children.", "ja": "そして雄牛たちの背では、はだかの黒い子供たちがまどろんでいます。"}
{"en": "A negro leads a young lion which he has brought, by a string.", "ja": "一人の黒人が自分で買った子供のライオンをつれています。"}
{"en": "They approach the caravan;", "ja": "一団は隊商に近づいていきます。"}
{"en": "the young merchant sits pensive and motionless, thinking of his beautiful wife, dreaming, in the land of the blacks, of his white lily beyond the desert.", "ja": "若い商人は物思いにふけり微動だにせず、黒人の地で美しい妻のことを考え、砂漠の白いユリを夢みて腰をおろしていました。"}
{"en": "He raises his head, and - \"", "ja": "商人が頭をあげると、」"}
{"en": "But at this moment a cloud passed before the Moon, and then another.", "ja": "ちょうどそのとき雲がお月さまをさえぎり、"}
{"en": "I heard nothing more from him this evening.", "ja": "わたしはその晩はそれ以上、お月さまから話をきくことはできませんでした。"}
{"en": "TWENTY-FIRST EVENING", "ja": "第二十一夜"}
{"en": "\"I saw a little girl weeping,\"", "ja": "「私は、幼い女の子が泣いているのを目にしました」"}
{"en": "said the Moon;", "ja": "お月さまは話をはじめました"}
{"en": "\"she was weeping over the depravity of the world.", "ja": "「女の子は世の中の悪を嘆いていたのです。"}
{"en": "She had received a most beautiful doll as a present.", "ja": "贈り物として美しいお人形をもらったのですが、"}
{"en": "Oh, that was a glorious doll, so fair and delicate!", "ja": "なんとすばらしくきれいで繊細なお人形さんだったことでしょう。"}
{"en": "She did not seem created for the sorrows of this world.", "ja": "世の中の悲哀を背負うために生まれてきたようには思えません。"}
{"en": "But the brothers of the little girl, those great naughty boys, had set the doll high up in the branches of a tree and had run away.", "ja": "でも女の子の兄弟がとんでもないいたずら坊やたちで、お人形を高い木の枝のところに置いて逃げてしまったのです」"}
{"en": "\"The little girl could not reach up to the doll, and could not help her down,", "ja": "「女の子はお人形のところまでは手がとどきませんし、助けて下ろしてあげることも無理です。"}
{"en": "and that is why she was crying.", "ja": "それが女の子が泣いている理由でした。"}
{"en": "The doll must certainly have been crying too, for she stretched out her arms among the green branches, and looked quite mournful.", "ja": "お人形も泣いているに違いありません、というのも青々とした枝の合間から両手を伸ばしていたからで、とても悲しそうにみえました。"}
{"en": "Yes, these are the troubles of life of which the little girl had often heard tell.", "ja": "そう、これが女の子がよく耳にする人生の災難ってものでしょう。"}
{"en": "Alas, poor doll!", "ja": "あぁ、かわいそうなお人形。"}
{"en": "it began to grow dark already;", "ja": "あたりはすでにだんだん暗くなってきました、"}
{"en": "and suppose night were to come on completely!", "ja": "すぐにでも夜になってしまうことでしょう。"}
{"en": "Was she to be left sitting on the bough all night long?", "ja": "お人形は枝の上で一晩中すごさなきゃならないのでしょうか？"}
{"en": "No, the little maid could not make up her mind to that.", "ja": "だめ、幼い女の子にはそんなことは許せません"}
{"en": "'I'll stay with you,'", "ja": "『わたしもここにいる』"}
{"en": "she said, although she felt anything but happy in her mind.", "ja": "そうはいってみたものの、みるみる不安な気持ちがわきおこるのを感じないわけにはいきませんでした。"}
{"en": "She could almost fancy she distinctly saw little gnomes, with their high-crowned hats, sitting in the bushes;", "ja": "大きな冠の形をした帽子をかぶった小さな妖精が、しげみに隠れているのがはっきり見えたようにも思えます。"}
{"en": "and further back in the long walk, tall spectres appeared to be dancing.", "ja": "おまけに、道のむこうではひょろひょろとしたお化けがゆらゆらしているようにも。"}
{"en": "They came nearer and nearer, and stretched out their hands towards the tree on which the doll sat;", "ja": "だんだん近づいてきて、両手をお人形の座っている木の方にのばしたりするのです。"}
{"en": "they laughed scornfully, and pointed at her with their fingers.", "ja": "あざけりわらって、お人形の方を指さしたりしています。"}
{"en": "Oh, how frightened the little maid was!", "ja": "えぇ、なんて女の子は怖かったことでしょう"}
{"en": "'But if one has not done anything wrong,'", "ja": "『でもなんにも悪いことしてないもの』"}
{"en": "she thought,", "ja": "女の子は思いました。"}
{"en": "'nothing evil can harm one.", "ja": "『だからどんな悪いやつだってなにもしないわ。"}
{"en": "I wonder if I have done anything wrong?'", "ja": "わたし、なにか悪いことしてなかったわよねぇ』"}
{"en": "And she considered.", "ja": "そうして考えてみると、"}
{"en": "'Oh, yes!", "ja": "『あら、"}
{"en": "I laughed at the poor duck with the red rag on her leg;", "ja": "わたしかわいそうなあひるが足に赤いぼろきれをつけているのを笑っちゃったわ。"}
{"en": "she limped along so funnily,", "ja": "あんまりおかしく足をひきずっていたんですもの。"}
{"en": "I could not help laughing;", "ja": "思わずわらっちゃったの。"}
{"en": "but it's a sin to laugh at animals.'", "ja": "でも動物を笑うなんていけないことだわ』"}
{"en": "And she looked up at the doll.", "ja": "お人形を見上げると、"}
{"en": "'Did you laugh at the duck too?'", "ja": "こうたずねました"}
{"en": "she asked;", "ja": "『あなたもあのあひるを笑ったでしょう？』"}
{"en": "and it seemed as if the doll shook her head.\"", "ja": "えぇ、お人形もうなずいたようでした」"}
{"en": "TWENTY-SECOND EVENING", "ja": "第二十二夜"}
{"en": "\"I looked down upon Tyrol,\"", "ja": "「私はチロルを見下ろしていました」"}
{"en": "said the Moon,", "ja": "これがお月さまが言ったことです"}
{"en": "\"and my beams caused the dark pines to throw long shadows upon the rocks.", "ja": "「私のひかりが黒い松の長い影を岩々の上になげかけました。"}
{"en": "I looked at the pictures of St. Christopher carrying the Infant Jesus that are painted there upon the walls of the houses,", "ja": "私は、子供のキリストをつれている聖クリストファーの絵が家々のかべに描かれているのをみました。"}
{"en": "colossal figures reaching from the ground to the roof.", "ja": "姿は大きく、地面から屋根までとどくくらいありました。"}
{"en": "St. Florian was represented pouring water on the burning house,", "ja": "絵の中では、聖フロリアンは燃えている家に水をかけてけしていました。"}
{"en": "and the Lord hung bleeding on the great cross by the wayside.", "ja": "キリストは路傍の十字架で血を流しています。"}
{"en": "To the present generation these are old pictures, but I saw when they were put up, and marked how one followed the other.", "ja": "今の時代の人たちには、これは古い絵ですが、わたしはそれらが出来るときから観ているわけです、一軒一軒できていくのを。"}
{"en": "On the brow of the mountain yonder is perched, like a swallow's nest, a lonely convent of nuns.", "ja": "向こうの山のがけの上に、修道尼の修道院が一軒、ツバメの巣のように建っていました。"}
{"en": "Two of the sisters stood up in the tower tolling the bell;", "ja": "尼僧が二人、鐘をならす塔にいました、"}
{"en": "they were both young, and therefore their glances flew over the mountain out into the world.", "ja": "二人ともまだ若く、二人の視線は山を越え町のほうへと流れていきました。"}
{"en": "A travelling coach passed by below,", "ja": "一台の旅馬車が眼下を通り過ぎていきます。"}
{"en": "the postillion wound his horn, and the poor nuns looked after the carriage for a moment with a mournful glance,", "ja": "御者がつのぶえを響き渡らせ、その刹那二人は悲しみにみちた目で馬車を追いました。"}
{"en": "and a tear gleamed in the eyes of the younger one.", "ja": "とくに若い尼僧の両目には涙が光っています。"}
{"en": "And the horn sounded faint and more faintly, and the convent bell drowned its expiring echoes.\"", "ja": "つのぶえの音はだんだん小さくなり、修道院の鐘がそのひびきを打ち消しました」"}
{"en": "TWENTY-THIRD EVENING", "ja": "第二十三夜"}
{"en": "Hear what the Moon told me.", "ja": "これがお月さまがわたしに話してくれたことです。"}
{"en": "\"Some years ago, here in Copenhagen, I looked through the window of a mean little room.", "ja": "「数年前、ここコペンハーゲンで私はみすぼらしい小さな部屋の窓から中をのぞきこんでいました。"}
{"en": "The father and mother slept, but the little son was not asleep.", "ja": "両親は眠りについていましたが、小さな息子は眠っていません。"}
{"en": "I saw the flowered cotton curtains of the bed move, and the child peep forth.", "ja": "ベットの側の綿のカーテンがうごき、子供の顔がのぞきました。"}
{"en": "At first I thought he was looking at the great clock,", "ja": "最初その子が大きな時計を見ているのかと思いました。"}
{"en": "which was gaily painted in red and green.", "ja": "赤と緑にはでに彩られた時計です。"}
{"en": "At the top sat a cuckoo, below hung the heavy leaden weights,", "ja": "上にはカッコーが乗っていますし、下にはとても重い錘がぶら下がっています。"}
{"en": "and the pendulum with the polished disc of metal went to and fro, and said 'tick, tick.'", "ja": "そして金属製の光沢のある丸い振り子が左右にゆれ、『チクタク』と時をきざんでいました。"}
{"en": "But no, he was not looking at the clock, but at his mother's spinning wheel, that stood just underneath it.", "ja": "でも子供がみていたのは時計ではなく、ちょうどその下にあるお母さんの紡ぎ車でした。"}
{"en": "That was the boy's favourite piece of furniture,", "ja": "男の子はそれが大のお気に入りだったのです。"}
{"en": "but he dared not touch it,", "ja": "でもさわる勇気はありませんでした。"}
{"en": "for if he meddled with it he got a rap on the knuckles.", "ja": "なんせちょっとでも触れようとしたら、手を叩かれるのですから。"}
{"en": "For hours together, when his mother was spinning, he would sit quietly by her side, watching the murmuring spindle and the revolving wheel,", "ja": "何時間ものあいだお母さんが糸を紡いでいると、男の子もそのそばで一緒にしずかに座って、糸がつむがれ、車が回るのをみているのでした。"}
{"en": "and as he sat he thought of many things.", "ja": "男の子はすわっていてもいろんなことを考えていました。"}
{"en": "Oh, if he might only turn the wheel himself!", "ja": "えぇ、自分でも糸を紡ぐことができたらとか！"}
{"en": "Father and mother were asleep;", "ja": "両親は寝ていました。"}
{"en": "he looked at them, and looked at the spinning wheel,", "ja": "男の子は両親をみて、そして紡ぎ車をみました。"}
{"en": "and presently a little naked foot peered out of the bed,", "ja": "小さなはだしの足がベットから顔をのぞかせました。"}
{"en": "and then a second foot, and then two little white legs.", "ja": "そしてもう一つの足も、それから二本の白い足がみえました。"}
{"en": "There he stood.", "ja": "立ち上がり、"}
{"en": "He looked round once more, to see if father and mother were still asleep", "ja": "もう一回両親がまだ寝ているかあたりを見回しました。"}
{"en": "- yes, they slept;", "ja": "えぇ寝ています。"}
{"en": "and now he crept softly, softly, in his short little nightgown, to the spinning wheel, and began to spin.", "ja": "それからしずかにしずかに歩をすすめ、丈のみじかい寝巻きのままで、紡ぎ車のところまでやってきました。"}
{"en": "The thread flew from the wheel, and the wheel whirled faster and faster.", "ja": "糸が紡ぎ車からでてきて、紡ぎ車は勢いよくまわりました。"}
{"en": "I kissed his fair hair and his blue eyes,", "ja": "私は男の子の金髪の髪と青い目にくちづけをしました。"}
{"en": "it was such a pretty picture.", "ja": "それはまるで絵のような光景でした」"}
{"en": "\"At that moment the mother awoke.", "ja": "「そのとき母親が目をさましました。"}
{"en": "The curtain shook, she looked forth,", "ja": "カーテンがゆれ、彼女はそこをみました。"}
{"en": "and fancied she saw a gnome or some other kind of little spectre.", "ja": "地の精やなにかそういったお化けでもみたのかと思ったのです。"}
{"en": "'In Heaven's name!'", "ja": "『おぉ、神様』"}
{"en": "she cried, and aroused her husband in a frightened way.", "ja": "母親はさけび、父親も驚いて目をさましました。"}
{"en": "He opened his eyes, rubbed them with his hands, and looked at the brisk little lad.", "ja": "目を眠そうにこすって、元気いっぱいの小さな坊やを目にしました。"}
{"en": "'Why, that is Bertel,' said he.", "ja": "『どうしたんだ、ベルテルじゃないか』。"}
{"en": "And my eye quitted the poor room,", "ja": "そして私の目はその部屋から離れました。"}
{"en": "for I have so much to see.", "ja": "というのも私にはみるべきものがたくさんあるわけですから。"}
{"en": "At the same moment I looked at the halls of the Vatican, where the marble gods are enthroned.", "ja": "そしてバチカンの半分あまりを目にしたとき、そこでは大理石の神々があがめられていました。"}
{"en": "I shone upon the group of the Laocoon;", "ja": "私の光がラオコーンの一団をてらしたとき、"}
{"en": "the stone seemed to sigh.", "ja": "その石像はためいきをもらしたかのようでした。"}
{"en": "I pressed a silent kiss on the lips of the Muses,", "ja": "わたしはミューズの唇にかるく口づけをしました。"}
{"en": "and they seemed to stir and move.", "ja": "石像たちは今にも動き出しそうでした。"}
{"en": "But my rays lingered longest about the Nile group with the colossal god.", "ja": "しかし私の光がいちばん長くとどまっていたのは巨大な神々のナイルの一団のところでした。"}
{"en": "Leaning against the Sphinx, he lies there thoughtful and meditative,", "ja": "スフィンクスにもたれかかり、物思いにふけり、瞑想しているかのように横たわっていました。"}
{"en": "as if he were thinking on the rolling centuries;", "ja": "その姿はまるですぎさった月日に想いをはせているかのようです。"}
{"en": "and little love-gods sport with him and with the crocodiles.", "ja": "小さな愛らしい神々がたわむれ、ワニたちもそこで遊んでいました。"}
{"en": "In the horn of plenty sat with folded arms a little tiny love-god,", "ja": "豊穣の角笛の中には、両腕をくんだほんとうに小さな愛らしい神が一人すわっていました。"}
{"en": "contemplating the great solemn river", "ja": "まじめに荘厳な川の神をみていたのです。"}
{"en": "-god, a true picture of the boy at the spinning wheel - the features were exactly the same.", "ja": "その姿は、紡ぎ車をまわしていたあの少年に生き写しでした。"}
{"en": "Charming and life-like stood the little marble form,", "ja": "その小さな大理石の姿は、チャーミングでまるで生きてるかのようでした。"}
{"en": "and yet the wheel of the year has turned more than a thousand times since the time when it sprang forth from the stone.", "ja": "それなのに石から神が飛び出したときから、時の歯車は千回以上もまわっているのです。"}
{"en": "Just as often as the boy in the little room turned the spinning wheel had the great wheel murmured,", "ja": "あの小さな部屋の男の子が紡ぎ車をまわすのと同じだけ、時の歯車も音をたてたのです。"}
{"en": "before the age could again call forth marble gods equal to those he afterwards formed.", "ja": "それも時がのちと同じようなこの石像を再びつくりあげるまで」"}
{"en": "\"Years have passed since all this happened,\"", "ja": "「こういったことから何年も後のことです」"}
{"en": "the Moon went on to say.", "ja": "お月さまは続けました"}
{"en": "\"Yesterday I looked upon a bay on the eastern coast of Denmark.", "ja": "「昨晩、私はデンマークの東岸の湾の上から見下ろしていました。"}
{"en": "Glorious woods are there, and high trees, an old knightly castle with red walls, swans floating in the ponds, and in the background appears, among orchards, a little town with a church.", "ja": "みごとな森、高い木々、赤い壁の古い騎士の城、池の白鳥、背景には果樹園のあいだに教会のある小さな町。"}
{"en": "Many boats, the crews all furnished with torches, glided over the silent expanse", "ja": "多くの舟、舟に乗っている人達はみなたいまつを持っていて、静かな水面をすべっていきました。"}
{"en": "- but these fires had not been kindled for catching fish,", "ja": "しかしこうした火は魚を捕まえるためのものではありません。"}
{"en": "for everything had a festive look.", "ja": "なぜなら全てはお祭りのようでしたから。"}
{"en": "Music sounded, a song was sung, and in one of the boats the man stood erect", "ja": "音楽がなりひびき、歌がきこえ、そうした船の一つに一人の男がすくっと立ち上がっていました。"}
{"en": "to whom homage was paid by the rest,", "ja": "全員が彼に敬意をはらっていました。"}
{"en": "a tall sturdy man, wrapped in a cloak.", "ja": "背の高いたくましい男で、外套に身を包んでいます。"}
{"en": "He had blue eyes and long white hair.", "ja": "青い目をして長い白い髪をなびかせていました。"}
{"en": "I knew him,", "ja": "私はこの男を知っています。"}
{"en": "and thought of the Vatican, and of the group of the Nile, and the old marble gods.", "ja": "バチカンやナイルの一団のこと、そして古き大理石の神々を思い浮かべました。"}
{"en": "I thought of the simple little room where little Bertel sat in his night-shirt by the spinning wheel.", "ja": "小さなベルテルが寝巻きをきて、紡ぎ車の側にすわっていたさっぱりとした小さな部屋を思い浮かべました。"}
{"en": "The wheel of time has turned, and new gods have come forth from the stone.", "ja": "時の歯車がまわって、新しい神々が石から飛び出してきました。"}
{"en": "From the boats there arose a shout:", "ja": "舟からは声があがります"}
{"en": "'Hurrah, hurrah for Bertel Thorwaldsen!'\"", "ja": "『ばんざい、ベルテル・トルヴァルセン、ばんざい』」"}
{"en": "TWENTY-FOURTH EVENING", "ja": "第二十四夜"}
{"en": "\"I will now give you a picture from Frankfort,\"", "ja": "「フランクフルトの絵を見せてあげましょう」"}
{"en": "said the Moon.", "ja": "とお月さま。"}
{"en": "\"I especially noticed one building there.", "ja": "「私は一つの建物に特に注意をひきつけられました。"}
{"en": "It was not the house in which Goethe was born, nor the old Council House, through whose grated windows peered the horns of the oxen that were roasted and given to the people when the emperors were crowned.", "ja": "それはゲーテの生まれた家でも、古い議会でもありませんが、その格子窓からは皇帝が王位についたときに人々に与えられる焼かれた雄牛の角がみてとれました。"}
{"en": "No, it was a private house,", "ja": "そうではなく、そこは個人の家でした。"}
{"en": "plain in appearance, and painted green.", "ja": "外見は質素で、緑に塗られていて、"}
{"en": "It stood near the old Jews' Street.", "ja": "ジュー通りにたっています。"}
{"en": "It was Rothschild's house.", "ja": "そこはロスチャイルドの家でした」"}
{"en": "\"I looked through the open door.", "ja": "「開いた扉から家の中をみると、"}
{"en": "The staircase was brilliantly lighted:", "ja": "階段のところが明るく照らされていました。"}
{"en": "servants carrying wax candles in massive silver candlesticks stood there, and bowed low before an old woman,", "ja": "召使たちは大きな銀の燭台にろうそくを立て、そこに立って、老婦人の前で低く頭をたれていました。"}
{"en": "who was being brought downstairs in a litter.", "ja": "その老婦人は、籠で階下にはこばれるところでした。"}
{"en": "The proprietor of the house stood bare-headed, and respectfully imprinted a kiss on the hand of the old woman.", "ja": "この家の主人は帽子をぬいでそこに立っており、老婦人の手をとりうやうやしく口づけしました。"}
{"en": "She was his mother.", "ja": "老婦人は母親だったのです。"}
{"en": "She nodded in a friendly manner to him and to the servants, and they carried her into the dark narrow street, into a little house,", "ja": "母親は親しげに主人と召使たちにうなずくと、召使たちは暗くせまい通りへと運び出し、小さな家へ運び込みました。"}
{"en": "that was her dwelling.", "ja": "そこが彼女の住居でした。"}
{"en": "Here her children had been born, from hence the fortune of the family had arisen.", "ja": "そこが子供たちが生まれた場所であり、ここから一家の富が生まれたのです。"}
{"en": "If she deserted the despised street and the little house, fortune would also desert her children.", "ja": "もし老婦人がこのうらぶれた通りと小さな家を見捨てたとしたら、富もまた彼女の子供たちを見捨てたことでしょう。"}
{"en": "That was her firm belief.\"", "ja": "それが彼女の固い信念でした」"}
{"en": "The Moon told me no more;", "ja": "お月さまはそれ以上何も口にしませんでした。"}
{"en": "his visit this evening was far too short.", "ja": "お月さまの今晩の訪問はごくみじかいものでした。"}
{"en": "But I thought of the old woman in the narrow despised street.", "ja": "でもわたしはあの狭いうらぶれた通りの老婦人に思いをはせました。"}
{"en": "It would have cost her but a word, and a brilliant house would have arisen for her on the banks of the Thames", "ja": "老婦人がたった一言でもいえば、テームズ川の川辺に素敵な家をたてることもできたでしょう。"}
{"en": "- a word, and a villa would have been prepared in the Bay of Naples.", "ja": "またナポリ湾にすてきな別荘を建てる事もできたでしょう。"}
{"en": "\"If I deserted the lowly house, where the fortunes of my sons first began to bloom, fortune would desert them!\"", "ja": "「もし私がこのみすぼらしい家を見捨てたら、そう、私の息子たちの富が最初に花咲いたこの家を見捨てたら、富は息子たちを見捨てるだろう！」"}
{"en": "It was a superstition,", "ja": "それは迷信に過ぎません。"}
{"en": "but a superstition of such a class, that he who knows the story and has seen this picture, need have only two words placed under the picture to make him understand it;", "ja": "でもそういった類の迷信は、お話を知っていてこの絵を見たものにとっては、理解するためにはたった二言あれば十分です。"}
{"en": "and these two words are: \"A mother.\"", "ja": "そう「一人の母親」と。"}
{"en": "TWENTY-FIFTH EVENING", "ja": "第二十五夜"}
{"en": "\"It was yesterday, in the morning twiligh\"t", "ja": "「昨晩の黎明（れいめい）のことでした」"}
{"en": "- these are the words the Moon told me -", "ja": "これはお月さまがわたしに言ったことです。"}
{"en": "\"in the great city no chimney was yet smoking", "ja": "「大都市でしたが、まだどの煙突からも煙はでていません。"}
{"en": "- and it was just at the chimneys that I was looking.", "ja": "私がみていたのは煙突そのものでした。"}
{"en": "Suddenly a little head emerged from one of them,", "ja": "突然そのうちの一つから小さな頭が姿をのぞかせました。"}
{"en": "and then half a body, the arms resting on the rim of the chimney-pot.", "ja": "それから体が半分、両腕を煙突のへりのところにもたれかからせています。"}
{"en": "'Ya-hip! ya-hip!'", "ja": "『やった、やった』"}
{"en": "cried a voice.", "ja": "と声がします。"}
{"en": "It was the little chimney-sweeper,", "ja": "それは煙突掃除の子供でした。"}
{"en": "who had for the first time in his life crept through a chimney, and stuck out his head at the top.", "ja": "うまれてはじめて煙突にもぐりこんで、てっぺんから頭をのぞかせたわけです。"}
{"en": "'Ya-hip! ya-hip'", "ja": "『やった、やった』"}
{"en": "Yes, certainly that was a very different thing to creeping about in the dark narrow chimneys!", "ja": "えぇ、確かに暗く狭い煙突にもぐりこむのはいままで体験したことのない出来事でした。"}
{"en": "the air blew so fresh, and he could look over the whole city towards the green wood.", "ja": "ふきぬける風は新鮮で、緑の森まで都市全体をみわたすことができました。"}
{"en": "The sun was just rising.", "ja": "ちょうど太陽がのぼってきます。"}
{"en": "It shone round and great, just in his face,", "ja": "朝日がその子の満面をてらします。"}
{"en": "that beamed with triumph, though it was very prettily blacked with soot.", "ja": "顔はとてもかわいらしい具合にすすけてましたが、なんとほこらしげだったことでしょう」"}
{"en": "\"'The whole town can see me now,'", "ja": "「まち全部がぼくのことをみてるぞ」"}
{"en": "he exclaimed,", "ja": "その子はさけび、"}
{"en": "'and the moon can see me now, and the sun too.", "ja": "「お月さまも、お日さまもだ。"}
{"en": "Ya-hip! ya-hip!'", "ja": "やった、やった」"}
{"en": "And he flourished his broom in triumph.\"", "ja": "ほこらしさのあまり、ほうきをふりあげました。"}
{"en": "TWENTY-SIXTH EVENING", "ja": "第二十六夜"}
{"en": "\"Last night I looked down upon a town in China,\"", "ja": "「昨晩、私は中国のある町を見下ろしていました」"}
{"en": "said the Moon.", "ja": "お月さまは話しはじめます。"}
{"en": "\"My beams irradiated the naked walls that form the streets there.", "ja": "「私の光は道をつくっているむきだしの塀をてらしていました。"}
{"en": "Now and then, certainly, a door is seen;", "ja": "ところどころには門がみてとれました。"}
{"en": "but it is locked,", "ja": "でもその門には鍵がかかっています。"}
{"en": "for what does the Chinaman care about the outer world?", "ja": "というのは、中国人は外の世界にはまったく注意を払っていないからでしょう。"}
{"en": "Close wooden shutters covered the windows behind the walls of the houses;", "ja": "家の塀のうしろにある窓には、木製のよろい戸がきちんと閉められています。"}
{"en": "but through the windows of the temple a faint light glimmered.", "ja": "ただお寺の窓をとおしてかすかな光がもれだしていました。"}
{"en": "I looked in,", "ja": "私は中をのぞきこみました。"}
{"en": "and saw the quaint decorations within.", "ja": "そして古風で趣がある内装を目にしました。"}
{"en": "From the floor to the ceiling pictures are painted, in the most glaring colours, and richly gilt -  pictures representing the deeds of the gods here on earth.", "ja": "床から天井に至るまで、まばゆいほどの色とあふれんばかりの金ぱくで絵がえがかれており、絵はこの世での神の行ないをうつしていました。"}
{"en": "In each niche statues are placed, but they are almost entirely hidden by the coloured drapery and the banners that hang down.", "ja": "あらゆる隙間には仏像がかざられ、ただそれらもいろとりどりの幕や旗でほとんど見えないくらいでした。"}
{"en": "Before each idol (and they are all made of tin) stood a little altar of holy water, with flowers and burning wax lights on it.", "ja": "それぞれの神像の前には（すべてすずでつくられたものでしたが）、小さな祭壇があり、聖水に花と炎のゆらめくろうそくがありました。"}
{"en": "Above all the rest stood Fo, the chief deity, clad in a garment of yellow silk,", "ja": "とりわけ最後には最高の神、仏陀が黄色のシルクを身にまとっています。"}
{"en": "for yellow is here the sacred colour.", "ja": "黄色は中国では聖なる色なのです。"}
{"en": "At the foot of the altar sat a living being, a young priest.", "ja": "祭壇の下には一人の人間、若い僧がすわっていました。"}
{"en": "for his cheeks glowed and he held down his head.", "ja": "そのほほには赤みがさし、頭をたれています。"}
{"en": "Poor Soui-Hong!", "ja": "かわいそうなソーホン。"}
{"en": "Was he, perhaps, dreaming of working in the little flower garden behind the high street wall?", "ja": "たぶん高い塀のむこうの小さな花壇で働いている夢でもみているのでしょう。"}
{"en": "And did that occupation seem more agreeable to him than watching the wax lights in the temple?", "ja": "そういった仕事のほうが、お寺でろうそくの火をみているより彼には合っているのでしょうか？"}
{"en": "Or did he wish to sit at the rich feast, wiping his mouth with silver paper between each course?", "ja": "それとも饗宴に座して、出されるもののたびに銀の紙で口をぬぐいたいとでもいうのでしょうか？"}
{"en": "Or was his sin so great that, if he dared utter it, the Celestial Empire would punish it with death?", "ja": "それとももし口にだしたら、天上界の神が死をもって罰するほど彼の罪は大きいのでしょうか？"}
{"en": "Had his thoughts ventured to fly with the ships of the barbarians, to their homes in far distant England?", "ja": "彼の想いは海賊の船にのって空高く舞い上がったのでしょうか、そう遠くはなれた海賊の故郷のイギリスまで？"}
{"en": "No, his thoughts did not fly so far,", "ja": "いいえ、彼の想いはそこまで至っていません。"}
{"en": "and yet they were sinful,", "ja": "それなのに彼の想いは十分罪深いものでした。"}
{"en": "sinful as thoughts born of young hearts, sinful here in the temple, in the presence of Fo and the other holy gods.", "ja": "若い心に浮かんだその想いは罪深く、とくにお寺で、仏陀や他の神聖な神々の前ではそうなのです」"}
{"en": "\"I know whither his thoughts had strayed.", "ja": "「私は彼の想いがどこにあったのかを知っています。"}
{"en": "At the farther end of the city, on the flat roof paved with porcelain, on which stood the handsome vases covered with painted flowers,", "ja": "町のはるかはなれた外れに、タイルでおおわれた平らな床があり、そこには花が描かれたすてきな花瓶がありました。"}
{"en": "sat the beauteous Pu, of the little roguish eyes, of the full lips, and of the tiny feet.", "ja": "そしていたずらな目をして、ふっくらとした唇で、小さな足の美しいプーが座っていました。"}
{"en": "The tight shoe pained her, but her heart pained her still more.", "ja": "靴がきついのも彼女を苦しめていましたが、その心はもっと苦しんでいました。"}
{"en": "She lifted her graceful round arm, and her satin dress rustled.", "ja": "彼女がその優雅でまるみをおびた腕をもちあげると、繻子（しゅす）織りの着物が音をたてました。"}
{"en": "Before her stood a glass bowl containing four gold-fish.", "ja": "彼女の前には、金魚鉢にはいった四匹の金魚がいます。"}
{"en": "She stirred the bowl carefully with a slender lacquered stick, very slowly,", "ja": "彼女は金魚鉢を細い漆塗りの棒で、注意深くゆっくりゆっくりかきまぜました。"}
{"en": "for she, too, was lost in thought.", "ja": "というのも、彼女も想いにふけっていたからです。"}
{"en": "Was she thinking, perchance, how the fishes were richly clothed in gold, how they lived calmly and peacefully in their crystal world, how they were regularly fed, and yet how much happier they might be if they were free?", "ja": "ひょっとして彼女もこうした金魚たちが金で着飾ってどんな風かとか、鉢の中で平和で穏やかにくらしているとか、えさをちゃんともらってるかとか、もし自由になったらどれほど幸せになるだろうかと考えていたのでしょうか？"}
{"en": "Yes, that she could well understand, the beautiful Pu.", "ja": "えぇ、美しきプーにはよくわかっていました。"}
{"en": "Her thoughts wandered away from her home, wandered to the temple,", "ja": "彼女の想いも自分の家を遠く離れ、寺院へとさまよっていたのです。"}
{"en": "but not for the sake of holy things.", "ja": "ただ寺院の聖なるもののためではありません。"}
{"en": "Poor Pu!", "ja": "かわいそうなプー、"}
{"en": "Poor Soui-hong!", "ja": "そしてかわいそうなソーホン」"}
{"en": "\"Their earthly thoughts met, but my cold beam lay between the two, like the sword of the cherub.\"", "ja": "「この世での二人の想いはめぐり会いましたが、私の冷たい光が天使の剣のようにその想いのあいだにあったのです」"}
{"en": "TWENTY-SEVENTH EVENING", "ja": "第二十七夜"}
{"en": "\"The air was calm,\"", "ja": "「ここちよい夜でした」"}
{"en": "said the Moon;", "ja": "お月さまはそう話をしました。"}
{"en": "\"the water was transparent as the purest ether through which I was gliding, and deep below the surface I could see the strange plants that stretched up their long arms towards me like the gigantic trees of the forest.", "ja": "「水はすみきった大気のように透明で、そこを私はすべっていき、水面から深いところでは奇妙な植物が、その長い触手を私の方へまるで森の巨大な木のようにのばしていました。"}
{"en": "The fishes swam to and fro above their tops.", "ja": "魚たちがそのてっぺんをあちこち泳いでいます。"}
{"en": "High in the air a flight of wild swans were winging their way,", "ja": "空たかく白鳥の群れがとんでいました。"}
{"en": "one of which sank lower and lower, with wearied pinions,", "ja": "そのうちの一羽が疲れきって、だんだん落ちて行きます。"}
{"en": "his eyes following the airy caravan, that melted farther and farther into the distance.", "ja": "目は軽やかな仲間たちを追っているのですが、その姿はだんだん遠くになっていきます。"}
{"en": "With outspread wings he sank slowly, as a soap bubble sinks in the still air, till he touched the water.", "ja": "つばさを精一杯広げ、ゆっくりと白鳥は水面まで落ちて行きました。"}
{"en": "At length his head lay back between his wings, and silently he lay there, like a white lotus flower upon the quiet lake.", "ja": "とうとう白鳥の頭は羽のあいだにうもれ、しずまりかえった湖の蓮の白い花のように、白鳥はしずかによこたわりました。"}
{"en": "And a gentle wind arose, and crisped the quiet surface,", "ja": "そこにゆるやかな風がふき、しずまりかえった水面にさざなみが立ちました。"}
{"en": "which gleamed like the clouds that poured along in great broad waves;", "ja": "さざなみは大きな波のなかでただよう雲のように光りました。"}
{"en": "and the swan raised his head, and the glowing water splashed like blue fire over his breast and back.", "ja": "そして白鳥は頭をあげ、その胸と背中のまわりで水が青い炎のようにしぶきをあげました。"}
{"en": "The morning dawn illuminated the red clouds,", "ja": "朝焼けが雲を赤くそめています。"}
{"en": "the swan rose strengthened, and flew towards the rising sun,", "ja": "白鳥はすくっと姿勢をただし、朝日にむかって飛んでいきます。"}
{"en": "towards the bluish coast whither the caravan had gone;", "ja": "仲間たちが飛んで行った透明に近い青い色をした海岸の方へ。"}
{"en": "but he flew alone, with a longing in his breast.", "ja": "ただ一羽、胸にあこがれをいだき飛んで行きます。"}
{"en": "Lonely he flew over the blue swelling billows.\"", "ja": "青くうねる大海の上を一羽さびしく飛んで行きます」"}
{"en": "TWENTY-EIGHTH EVENING", "ja": "第二十八夜"}
{"en": "\"I will give you another picture of Sweden,\"", "ja": "「スウェーデンのようすをお話しましょう」"}
{"en": "said the Moon.", "ja": "とお月さまははじめました"}
{"en": "\"Among dark pine woods, near the melancholy banks of the Stoxen, lies the old convent church of Wreta.", "ja": "「暗い松林から、ストックセンの憂鬱な土手の近くに、古いレタ修道院がありました。"}
{"en": "My rays glided through the grating into the roomy vaults,", "ja": "私の光は格子窓から埋葬室へとさしこみました。"}
{"en": "where kings sleep tranquilly in great stone coffins.", "ja": "そこには王たちが大きな石の棺のなかでしずかに眠りについていました。"}
{"en": "On the wall, above the grave of each, is placed the emblem of earthly grandeur, a kingly crown;", "ja": "壁にはそれぞれのお墓の上に、この世での偉大さを表す紋章、王族の冠がついていました。"}
{"en": "but it is made only of wood, painted and gilt, and is hung on a wooden peg driven into the wall.", "ja": "ただそれは木で作られ、金めっきされたもので、壁に打ちつけられた木の掛けくぎにぶらさげられているものでした。"}
{"en": "The worms have gnawed the gilded wood, the spider has spun her web from the crown down to the sand, like a mourning banner, frail and transient as the grief of mortals.", "ja": "虫たちが金めっきされた木をかじっており、クモが冠から地面までまるで半旗のように巣をはり、死の悲しみのようにもろくはかないようすでした。"}
{"en": "How quietly they sleep!", "ja": "なんと静かな眠りでしょう。"}
{"en": "I can remember them quite plainly.", "ja": "そのようすをありありと思い浮かべることができます。"}
{"en": "I still see the bold smile on their lips, that so strongly and plainly expressed joy or grief.", "ja": "かれらの唇にうかんだ不敵な笑み、喜びや悲しみをはっきりありありと示していました。"}
{"en": "When the steamboat winds along like a magic snail over the lakes, a stranger often comes to the church, and visits the burial vault;", "ja": "蒸気船が湖を魔法のかたつむりのようにわたるとき、旅行者が修道院にやってきて、埋葬室を訪れます。"}
{"en": "he asks the names of the kings, and they have a dead and forgotten sound.", "ja": "王たちの名をたずね、死者の忘れられた名前を耳にするのです。"}
{"en": "He glances with a smile at the worm-eaten crowns, and if he happens to be a pious, thoughtful man, something of melancholy mingles with the smile.", "ja": "虫食いのある王冠をみて微笑み、もしたまたま敬虔ぶかく思慮のある人なら、その笑みにどこか物悲しいようすが見られることでしょう。"}
{"en": "Slumber on, ye dead ones!", "ja": "眠れよ、死者たち。"}
{"en": "The Moon thinks of you, the Moon at night sends down his rays into your silent kingdom, over which hangs the crown of pine wood.\"", "ja": "月が見守り、夜の月がおまえたちの静かな王国に、松林の上を越えて光をなげかけると」"}
{"en": "TWENTY-NINTH EVENING", "ja": "第二十九夜"}
{"en": "\"Close by the high-road,\"", "ja": "「本街道の近くに」"}
{"en": "said the Moon,", "ja": "お月さまは物語をはじめました。"}
{"en": "\"is an inn, and opposite to it is a great waggon-shed,", "ja": "「一軒の宿があり、その向かいには大きな馬車置き場がありました。"}
{"en": "whose straw roof was just being re-thatched.", "ja": "そのわらぶき屋根はちょうどふきなおされているところでした。"}
{"en": "I looked down between the bare rafters and through the open loft into the comfortless space below.", "ja": "私は小屋の枠組みのあいだから顔をのぞかせ、屋根裏部屋からその下のわびしい場所をながめました。"}
{"en": "The turkey-cock slept on the beam, and the saddle rested in the empty crib.", "ja": "梁では七面鳥が眠っており、からのかいば桶には鞍がおかれていました。"}
{"en": "In the middle of the shed stood a travelling carriage;", "ja": "小屋のまんなかには旅行馬車が一台とまっていました。"}
{"en": "the proprietor was inside, fast asleep, while the horses were being watered.", "ja": "その馬車の持ち主は中にいて、ぐっすり眠りについており、馬たちには水が与えられていました。"}
{"en": "The coachman stretched himself, though I am very sure that he had been most comfortably asleep half the last stage.", "ja": "御者は体をおもいっきりのばし、私が思うにはついさきほどの旅程の半分で気持ちよくうつらうつらとしていたに違いありません。"}
{"en": "The door of the servants' room stood open, and the bed looked as if it had been turned over and over;", "ja": "召使の部屋のドアは開けっぱなしで、ベッドは何度もひっくりかえったかのようで、"}
{"en": "the candle stood on the floor, and had burnt deep down into the socket.", "ja": "ろうそくは床に立っており、ずいぶん燃えていました。"}
{"en": "The wind blew cold through the shed:", "ja": "小屋を風がふきぬけ、"}
{"en": "it was nearer to the dawn than to midnight.", "ja": "夜分をすぎて夜明けが近くなっていました。"}
{"en": "In the wooden frame on the ground slept a wandering family of musicians.", "ja": "地面におかれた木のベッドでは音楽の巡業の一家が眠りについていました。"}
{"en": "The father and mother seemed to be dreaming of the burning liquor that remained in the bottle.", "ja": "両親はボトルにのこっていたきついお酒の夢をみているようでした。"}
{"en": "The little pale daughter was dreaming too,", "ja": "小さな青白い顔をした娘も夢をみていました。"}
{"en": "for her eyes were wet with tears.", "ja": "というのも彼女の目は涙にぬれていたからです。"}
{"en": "The harp stood at their heads, and the dog lay stretched at their feet.\"", "ja": "頭のところにはハープがあり、足元では犬がだらんと寝転がっていました」"}
{"en": "THIRTIETH EVENING", "ja": "第三十夜"}
{"en": "\"It was in a little provincial town,\"", "ja": "「それは小さな地方都市でのことでした」"}
{"en": "the Moon said;", "ja": "お月さまはそう口火をきりました。"}
{"en": "\"it certainly happened last year, but that has nothing to do with the matter.", "ja": "「確かに昨年のことですが、とくに昨年ということに関係あるわけじゃありません。"}
{"en": "I saw it quite plainly.", "ja": "私はそれをはっきりと目にしました。"}
{"en": "To-day I read about it in the papers, but there it was not half so clearly expressed.", "ja": "今日新聞でそのことを読んだのですが、半分も物事は明らかになっていません。"}
{"en": "In the taproom of the little inn sat the bear leader, eating his supper;", "ja": "小さな宿屋のバーに、熊使いが腰を下ろして夕食をとっていました。"}
{"en": "the bear was tied up outside, behind the wood pile", "ja": "熊は外で木のくいにつながれています。"}
{"en": "- poor Bruin,", "ja": "かわいそうな熊のブルーイン。"}
{"en": "who did nobody any harm, though he looked grim enough.", "ja": "何の害も与えないのに、まぁ十分獰猛に見えたのはたしかですが。"}
{"en": "Up in the garret three little children were playing by the light of my beams;", "ja": "屋根裏部屋では三人の子供が私の光をあびて遊んでいました。"}
{"en": "the eldest was perhaps six years old, the youngest certainly not more than two.", "ja": "一番年上が六才で、一番小さいのがたぶんニ才くらいでしょう。"}
{"en": "'Tramp, tramp'", "ja": "『ドシン、ドシン』"}
{"en": "- somebody was coming upstairs:", "ja": "誰かが二階に上がってきました。"}
{"en": "who might it be?", "ja": "だれでしょう？"}
{"en": "The door was thrust open", "ja": "ドアが押されて開きました。"}
{"en": "- it was Bruin, the great, shaggy Bruin!", "ja": "ブルーインです、大きな毛むくじゃらのブルーイン。"}
{"en": "He had got tired of waiting down in the courtyard, and had found his way to the stairs.", "ja": "庭でまってるのにうんざりして、階段を上る道をみつけたのでした。"}
{"en": "I saw it all,\"", "ja": "私はなにもかも見ていました」"}
{"en": "said the Moon.", "ja": "とお月さまは続けました。"}
{"en": "\"The children were very much frightened at first at the great shaggy animal;", "ja": "「子供たちは最初は大きなけむくじゃらの動物をみて、びっくりぎょうてんして、"}
{"en": "each of them crept into a corner,", "ja": "三人とも隅の方で縮こまっていました。"}
{"en": "but he found them all out, and smelt at them, but did them no harm.", "ja": "だけど熊はすぐに子供たちをみつけだし、においをくんくんかぎましたが、なんら危害をくわえるようなことはしません。"}
{"en": "'This must be a great dog,'", "ja": "『これは大きな犬にちがいないよ』"}
{"en": "they said, and began to stroke him.", "ja": "子供たちは口々にいい、熊をなではじめました。"}
{"en": "He lay down upon the ground, the youngest boy clambered on his back, and bending down a little head of golden curls, played at hiding in the beast's shaggy skin.", "ja": "熊は床に横たわり、一番小さい子がその背中にのぼりって、その小さな金髪の頭を隠し、熊の毛むくじゃらの体の中に隠れて遊びました。"}
{"en": "Presently the eldest boy took his drum, and beat upon it till it rattled again;", "ja": "そのとき一番年上のこどもがたいこを持ち出してきて、ぼんぼこ叩きはじめました。"}
{"en": "the bear rose upon his hind legs, and began to dance.", "ja": "熊は後ろ足でたちあがり、踊りはじめました。"}
{"en": "It was a charming sight to behold.", "ja": "みているとすっかり楽しくなるような光景でした。"}
{"en": "Each boy now took his gun, and the bear was obliged to have one too,", "ja": "子供たちはみな銃を持ち、熊もひとつもたされました。"}
{"en": "and he held it up quite properly.", "ja": "熊は銃をちゃんともつことができました。"}
{"en": "Here was a capital playmate they had found;", "ja": "子供たちはすばらしい遊び友達をみつけたのです。"}
{"en": "and they began marching - one, two; one, two.", "ja": "みんなで行進をはじめました、おいっちに、おいっちに」"}
{"en": "\"Suddenly some one came to the door, which opened,", "ja": "「とつぜん誰かがドアのところにやってきて、ドアを開けました。"}
{"en": "and the mother of the children appeared.", "ja": "子供たちの母親が姿をあらわしました。"}
{"en": "You should have seen her in her dumb terror, with her face as white as chalk, her mouth half open, and her eyes fixed in a horrified stare.", "ja": "すっかり口もきけないほどびっくりしてしまい、顔からさっと血の気がひき、口は半開きで、目はおそろしい光景を凝視しています。"}
{"en": "But the youngest boy nodded to her in great glee, and called out in his infantile prattle,", "ja": "でも一番ちいさな子供が大喜びでお母さんにうなづき、子供らしい口調ではなしかけました。"}
{"en": "'We're playing at soldiers.'", "ja": "『兵隊ごっこをやってるんだ』、"}
{"en": "And then the bear leader came running up.\"", "ja": "そして熊使いも階段をのぼってきました」"}
{"en": "THIRTY-FIRST EVENING", "ja": "第三十一夜"}
{"en": "The wind blew stormy and cold,", "ja": "風がびゅんびゅん冷たくふきました。"}
{"en": "the clouds flew hurriedly past;", "ja": "雲はすごい勢いで流れて行きました。"}
{"en": "only for a moment now and then did the Moon become visible.", "ja": "お月さまがその隙間から顔をのぞかせたときです。"}
{"en": "He said,", "ja": "こう切り出しました"}
{"en": "\"I looked down from the silent sky upon the driving clouds,", "ja": "「流れる雲の上の静かな空から地上を見下ろしていました。"}
{"en": "and saw the great shadows chasing each other across the earth.", "ja": "地上ではいくつもの大きな影が追いかけっこをしていました。"}
{"en": "I looked upon a prison.", "ja": "私はある監獄を見下ろしていました。"}
{"en": "A closed carriage stood before it;", "ja": "屋根のある馬車が監獄の前にとまります。"}
{"en": "a prisoner was to be carried away.", "ja": "一人の囚人が移送されることになっていたのです。"}
{"en": "My rays pierced through the grated window towards the wall;", "ja": "私の光は格子窓を通りぬけ壁まで達しました。"}
{"en": "the prisoner was scratching a few lines upon it, as a parting token;", "ja": "囚人はかけらで壁になにかを書いていました。"}
{"en": "but he did not write words,", "ja": "でも言葉を書いていたのではありません。"}
{"en": "but a melody, the outpouring of his heart.", "ja": "心にあふれてくるメロディーを刻んでいたのです。"}
{"en": "The door was opened, and he was led forth, and fixed his eyes upon my round disc.", "ja": "ドアが開き、囚人はつれていかれ、その目は私の丸い姿にくぎづけでした。"}
{"en": "Clouds passed between us, as if he were not to see his face, nor I his.", "ja": "まるで彼が自分の顔をみれないさだめで、私も彼の顔をみれないさだめでもあるかのように雲が二人のあいだを流れて行きました。"}
{"en": "He stepped into the carriage, the door was closed, the whip cracked,", "ja": "囚人は馬車にのりこみ、そのドアが閉まり、むちの音が鳴り響きました。"}
{"en": "and the horses gallopped off into the thick forest,", "ja": "馬が深い森へと駆け出して行きました。"}
{"en": "whither my rays were not able to follow him;", "ja": "そこには私の光も届きません。"}
{"en": "but as I glanced through the grated window, my rays glided over the notes,", "ja": "でも私は格子窓をとおして、書かれたものを読み取りました。"}
{"en": "his last farewell engraved on the prison wall", "ja": "監獄の壁に書かれた最後のお別れの挨拶を。"}
{"en": "- where words fail, sounds can often speak.", "ja": "言葉では語れず、音楽が雄弁になるときがあるのです。"}
{"en": "My rays could only light up isolated notes,", "ja": "私の光はそのぽつんと書かれたものを照らし出しました。"}
{"en": "so the greater part of what was written there will ever remain dark to me.", "ja": "そこに書かれた大部分は私には暗くてよく見えませんでした。"}
{"en": "Was it the death-hymn he wrote there?", "ja": "囚人がそこに書いたのは死の賛美歌なのでしょうか？"}
{"en": "Were these the glad notes of joy?", "ja": "喜びに満ちた歌なのでしょうか？"}
{"en": "Did he drive away to meet death, or hasten to the embraces of his beloved?", "ja": "馬車でつれていかれ死を迎えるのか、愛するものを抱きしめるために急いでいるのでしょうか？"}
{"en": "The rays of the Moon do not read all that is written by mortals.\"", "ja": "月光は死の運命をもった人間のかいたものを、すべて読むことができるわけではありません」"}
{"en": "THIRTY-SECOND EVENING", "ja": "第三十二夜"}
{"en": "\"I love the children,\"", "ja": "「私は子供を愛しています」"}
{"en": "said the Moon,", "ja": "お月さまはそう話しかけました"}
{"en": "\"especially the quite little ones", "ja": "「特にちっちゃい子は。"}
{"en": "- they are so droll.", "ja": "おどけたところがあるじゃないですか。"}
{"en": "Sometimes I peep into the room, between the curtain and the window frame, when they are not thinking of me.", "ja": "ときどき子供たちがぜんぜん私のことなんて考えてないときに、私はカーテンや窓枠のあいだから部屋をのぞくのです。"}
{"en": "It gives me pleasure to see them dressing and undressing.", "ja": "着替えているところをみるのは楽しいものです。"}
{"en": "First, the little round naked shoulder comes creeping out of the frock, then the arm;", "ja": "まず子供服をぬぐとまんまるいちっちゃい肩が、そして腕が姿をあらわします。"}
{"en": "or I see how the stocking is drawn off, and a plump little white leg makes its appearance, and a white little foot that is fit to be kissed,", "ja": "あるいは、くつしたをぬいで、ふっくらした小さなまっしろい脚が、そしてキスしたくなるような真っ白な小さな足が姿をあらわすのです。"}
{"en": "and I kiss it too.", "ja": "もちろん私もそれにキスをします」"}
{"en": "\"But about what I was going to tell you.", "ja": "「でもお話したいのはこういうことです。"}
{"en": "This evening I looked through a window,", "ja": "今晩、カーテンのかかってないある窓から部屋をのぞいていました。"}
{"en": "before which no curtain was drawn, for nobody lives opposite.", "ja": "向かいの家にだれも住んでいなかったので、カーテンがいらなかったのです。"}
{"en": "I saw a whole troop of little ones, all of one family,", "ja": "わたしはちっちゃい子供の一団を目にしました。"}
{"en": "and among them was a little sister.", "ja": "みんな家族で、そこには小さな女の子がいました。"}
{"en": "She is only four years old, but can say her prayers as well as any of the rest.", "ja": "たった四才ですが、みんなと同じようにお祈りをちゃんとできるのです。"}
{"en": "The mother sits by her bed every evening, and hears her say her prayers;", "ja": "お母さんは毎晩、女の子のベッドのそばにすわりこんで、その子がお祈りするのを聞いてあげるのでした。"}
{"en": "and then she has a kiss, and the mother sits by the bed till the little one has gone to sleep,", "ja": "それから女の子にキスをして、寝るまでずっとそばに座っているのです。"}
{"en": "which generally happens as soon as ever she can close her eyes.", "ja": "女の子はいつも目をとじるとすぐ寝てしまうのですが」"}
{"en": "\"This evening the two elder children were a little boisterou.s", "ja": "「今晩、年上の二人がすこしおいたをしました。"}
{"en": "One of them hopped about on one leg in his long white nightgown,", "ja": "一人は長いまっしろな寝巻きをきて、片足でぴょんぴょんはねていました。"}
{"en": "and the other stood on a chair surrounded by the clothes of all the children, and declared he was acting Grecian statues.", "ja": "もう一人は子供服をまわりにちりばめ椅子の上にたって、ギリシャ彫刻みたいだろ、と得意げにいいはなちました。"}
{"en": "The third and fourth laid the clean linen carefully in the box,", "ja": "三番目と四番目の子はきれいな下着を箱の中に注意深くしまいました。"}
{"en": "for that is a thing that has to be done;", "ja": "というのはそれがやらなきゃいけないことだったからです。"}
{"en": "and the mother sat by the bed of the youngest, and announced to all the rest that they were to be quiet,", "ja": "お母さんは一番小さい子のベッドのそばに腰をおろし、全員に静かにするようにといいました。"}
{"en": "for little sister was going to say her prayers.", "ja": "女の子がお祈りをするからです」"}
{"en": "\"I looked in, over the lamp, into the little maiden's bed,", "ja": "「私はランプ越しに小さな女の子のベッドをのぞき込みました。"}
{"en": "where she lay under the neat white coverlet, her hands folded demurely and her little face quite grave and serious.", "ja": "こざっぱりした白い上布団にもぐりこみ、両手は上品に組まれていて、女の子の小さな顔は真剣そのものでした。"}
{"en": "She was praying the Lord's prayer aloud.", "ja": "女の子はお祈りを声にだしました。"}
{"en": "But her mother interrupted her in the middle of her prayer.", "ja": "でもお母さんがお祈りの途中でやめさせます。"}
{"en": "'How is it,'", "ja": "『どうしたの』"}
{"en": "she asked,", "ja": "お母さんは聞きました。"}
{"en": "'that when you have prayed for daily bread, you always add something I cannot understand?", "ja": "『日々のパンってところで、いつも聞き取れないけど何かいってるわね。"}
{"en": "You must tell me what that is.'", "ja": "なんて言ってるのかいいなさい』"}
{"en": "The little one lay silent, and looked at her mother in embarrassment.", "ja": "小さい女の子は答えず横になっていて、お母さんの顔をこまったように見ています"}
{"en": "'What is it you say after our daily bread?'", "ja": "『日々のパンのあとになんていってるの？』"}
{"en": "'Dear mother, don't be angry:", "ja": "『おかあさん、怒らないでね。"}
{"en": "I only said, and plenty of butter on it.'\"", "ja": "ただ、それにバターもたっぷりって言っただけなの』」"}
