{"en": "Lafcadio Hearn", "ja": "小泉八雲"}
{"en": "On the Akasaka Road, in Tokyo, there is a slope called Kii-no-kuni-zaka,--", "ja": "東京の、赤坂への道に紀国坂という坂道がある――"}
{"en": "which means the Slope of the Province of Kii.", "ja": "これは紀伊の国の坂という意である。"}
{"en": "I do not know why it is called the Slope of the Province of Kii.", "ja": "何故それが紀伊の国の坂と呼ばれているのか、それは私の知らない事である。"}
{"en": "On one side of this slope you see an ancient moat, deep and very wide, with high green banks rising up to some place of gardens;--", "ja": "この坂の一方の側には昔からの深い極わめて広い濠（ほり）があって、それに添って高い緑の堤が高く立ち、その上が庭地になっている、――"}
{"en": "and on the other side of the road extend the long and lofty walls of an imperial palace.", "ja": "道の他の側には皇居の長い宏大な塀が長くつづいている。"}
{"en": "Before the era of street-lamps and jinrikishas, this neighborhood was very lonesome after dark;", "ja": "街灯、人力車の時代以前にあっては、その辺は夜暗くなると非常に寂しかった。"}
{"en": "and belated pedestrians would go miles out of their way rather than mount the Kii-no-kuni-zaka, alone, after sunset.", "ja": "ためにおそく通る徒歩者は、日没後に、ひとりでこの紀国坂を登るよりは、むしろ幾哩もり道をしたものである。"}
{"en": "All because of a Mujina that used to walk there. (1)", "ja": "これは皆、その辺をよく歩いた貉のためである。"}
{"en": "The last man who saw the Mujina was an old merchant of the Kyobashi quarter, who died about thirty years ago.", "ja": "貉を見た最後の人は、約三十年前に死んだ京橋方面の年とった商人であった。"}
{"en": "This is the story, as he told it:--", "ja": "当人の語った話というのはこうである、――"}
{"en": "One night, at a late hour, he was hurrying up the Kii-no-kuni-zaka, when he perceived a woman crouching by the moat, all alone, and weeping bitterly.", "ja": "この商人がある晩おそく紀国坂を急いで登って行くと、ただひとり濠（ほり）の縁（ふち）に踞（かが）んで、ひどく泣いている女を見た。"}
{"en": "Fearing that she intended to drown herself, he stopped to offer her any assistance or consolation in his power.", "ja": "身を投げるのではないかと心配して、商人は足をとどめ、自分の力に及ぶだけの助力、もしくは慰藉を与えようとした。"}
{"en": "She appeared to be a slight and graceful person, handsomely dressed;", "ja": "女は華奢な上品な人らしく、服装（みなり）も綺麗であったし、"}
{"en": "and her hair was arranged like that of a young girl of good family.", "ja": "それから髪は良家の若い娘のそれのように結ばれていた。――"}
{"en": "\"O-jochu,\" [1]", "ja": "『お女中』"}
{"en": "he exclaimed, approaching her,--", "ja": "と商人は女に近寄って声をかけた――"}
{"en": "\"O-jochu, do not cry like that!...", "ja": "『お女中、そんなにお泣きなさるな！……"}
{"en": "Tell me what the trouble is;", "ja": "何がお困りなのか、私に仰しゃい。"}
{"en": "and if there be any way to help you, I shall be glad to help you.\"", "ja": "その上でお助けをする道があれば、喜んでお助け申しましょう』"}
{"en": "(He really meant what he said;", "ja": "（実際、男は自分の云った通りの事をする積りであった。"}
{"en": "for he was a very kind man.)", "ja": "何となれば、この人は非常に深切な人であったから。）"}
{"en": "But she continued to weep,--", "ja": "しかし女は泣き続けていた――"}
{"en": "hiding her face from him with one of her long sleeves.", "ja": "その長い一方の袖を以て商人に顔を隠して。"}
{"en": "\"O-jochu,\"", "ja": "『お女中』"}
{"en": "he said again, as gently as he could,--", "ja": "と出来る限りやさしく商人は再び云った――"}
{"en": "\"please, please listen to me!...", "ja": "『どうぞ、どうぞ、私の言葉を聴いて下さい！……"}
{"en": "This is no place for a young lady at night!", "ja": "ここは夜若い御婦人などの居るべき場処ではありません！"}
{"en": "Do not cry, I implore you! --", "ja": "御頼み申すから、お泣きなさるな！――"}
{"en": "only tell me how I may be of some help to you!\"", "ja": "どうしたら少しでも、お助けをする事が出来るのか、それを云って下さい！』"}
{"en": "Slowly she rose up, but turned her back to him,", "ja": "徐ろに女は起ち上ったが、商人には背中を向けていた。"}
{"en": "and continued to moan and sob behind her sleeve.", "ja": "そしてその袖のうしろで呻き咽びつづけていた。"}
{"en": "He laid his hand lightly upon her shoulder, and pleaded:--", "ja": "商人はその手を軽く女の肩の上に置いて説き立てた――"}
{"en": "\"O-jochu! --", "ja": "『お女中！――"}
{"en": "O-jochu! --", "ja": "お女中！――"}
{"en": "O-jochu!...", "ja": "お女中！"}
{"en": "Listen to me,", "ja": "私の言葉をお聴きなさい。"}
{"en": "just for one little moment!...", "ja": "ただちょっとでいいから！……"}
{"en": "O-jochu! --", "ja": "お女中！――"}
{"en": "O-jochu!\"...", "ja": "お女中！』……"}
{"en": "Then that O-jochu turned around,", "ja": "するとそのお女中なるものは向きかえった。"}
{"en": "and dropped her sleeve, and stroked her face with her hand; --", "ja": "そしてその袖を下に落し、手で自分の顔を撫でた――"}
{"en": "and the man saw that she had no eyes or nose or mouth,--", "ja": "見ると目も鼻も口もない――"}
{"en": "and he screamed and ran away. (2)", "ja": "きゃッと声をあげて商人は逃げ出した。"}
{"en": "Up Kii-no-kuni-zaka he ran and ran;", "ja": "一目散に紀国坂をかけ登った。"}
{"en": "and all was black and empty before him.", "ja": "自分の前はすべて真暗で何もない空虚であった。"}
{"en": "On and on he ran, never daring to look back;", "ja": "振り返ってみる勇気もなくて、ただひた走りに走りつづけた挙句、"}
{"en": "and at last he saw a lantern, so far away that it looked like the gleam of a firefly;", "ja": "ようよう遥か遠くに、蛍火の光っているように見える提灯を見つけて、"}
{"en": "and he made for it.", "ja": "その方に向って行った。"}
{"en": "It proved to be only the lantern of an itinerant soba-seller, [2] who had set down his stand by the road-side;", "ja": "それは道側（みちばた）に屋台を下していた売り歩く蕎麦屋の提灯に過ぎない事が解った。"}
{"en": "but any light and any human companionship was good after that experience;", "ja": "しかしどんな明かりでも、どんな人間の仲間でも、以上のような事に遇った後には、結構であった。"}
{"en": "and he flung himself down at the feet of the soba-seller, crying out,", "ja": "商人は蕎麦売りの足下に身を投げ倒して声をあげた"}
{"en": "\"Ah! -- aa!! -- aa!!!\"...", "ja": "『ああ！――ああ――ああ※［＃感嘆符三つ、231-8］』……"}
{"en": "\"Kore!", "ja": "『これ！"}
{"en": "kore!\" (3)", "ja": "これ！』"}
{"en": "roughly exclaimed the soba-man.", "ja": "と蕎麦屋はあらあらしく叫んだ"}
{"en": "\"Here! what is the matter with you?", "ja": "『これ、どうしたんだ？"}
{"en": "Anybody hurt you?\"", "ja": "誰れかにやられたのか？』"}
{"en": "\"No --", "ja": "『否（いや）、――"}
{"en": "nobody hurt me,\"", "ja": "誰れにもやられたのではない』"}
{"en": "panted the other,--", "ja": "と相手は息を切らしながら云った――"}
{"en": "\"only... Ah! -- aa!\"", "ja": "『ただ……ああ！――ああ！』……"}
{"en": "\"-- Only scared you?\"", "ja": "『――ただおどかされたのか？』"}
{"en": "queried the peddler, unsympathetically.", "ja": "と蕎麦売りはすげなく問うた"}
{"en": "\"Robbers?\"", "ja": "『盗賊（どろぼう）にか？』"}
{"en": "\"Not robbers,--", "ja": "『盗賊（どろぼう）ではない――"}
{"en": "not robbers,\"", "ja": "盗賊（どろぼう）ではない』"}
{"en": "gasped the terrified man...", "ja": "とおじけた男は喘ぎながら云った"}
{"en": "\"I saw...", "ja": "『私は見たのだ……"}
{"en": "I saw a woman --", "ja": "女を見たのだ――"}
{"en": "by the moat; --", "ja": "濠の縁（ふち）で――"}
{"en": "and she showed me...", "ja": "その女が私に見せたのだ……"}
{"en": "Ah!", "ja": "ああ！"}
{"en": "I cannot tell you what she showed me!\"...", "ja": "何を見せたって、そりゃ云えない』……"}
{"en": "\"He! (4)", "ja": "『へえ！"}
{"en": "Was it anything like THIS that she showed you?\"", "ja": "その見せたものはこんなものだったか？』"}
{"en": "cried the soba-man, stroking his own face --", "ja": "と蕎麦屋は自分の顔を撫でながら云った――"}
{"en": "which therewith became like unto an Egg...", "ja": "それと共に、蕎麦売りの顔は卵のようになった……"}
{"en": "And, simultaneously, the light went out.", "ja": "そして同時に灯火は消えてしまった。"}
