{"en": "A PAINFUL CASE", "ja": "痛ましい事件"}
{"en": "MR. JAMES DUFFY lived in Chapelizod because he wished to live as far as possible from the city of which he was a citizen and because he found all the other suburbs of Dublin mean, modern and pretentious.", "ja": "ジェイムズ・ダフィー氏がチャペリゾッドに住むのは彼が一市民であるその街から可能な限り遠くに住みたいと思うからであり、他のすべてのダブリン郊外に下品、近代性、虚栄を見るからであった。"}
{"en": "He lived in an old sombre house and from his windows he could look into the disused distillery or upwards along the shallow river on which Dublin is built.", "ja": "彼は古く薄暗い家に住み、窓からは使われていない蒸留所の中や岸辺にダブリンが築かれた浅い川に沿って上流を見ることができた。"}
{"en": "The lofty walls of his uncarpeted room were free from pictures.", "ja": "じゅうたんのない部屋の高々とした壁に絵画はなかった。"}
{"en": "He had himself bought every article of furniture in the room:", "ja": "部屋の家具は全品彼自身で買ったものだった。"}
{"en": "a black iron bedstead, an iron washstand, four cane chairs, a clothes- rack, a coal-scuttle, a fender and irons and a square table on which lay a double desk.", "ja": "黒い鉄のベッドの台、鉄の洗面台、四つの籐の椅子、洋服掛け、石炭バケツ、炉格子と鉄器類、上にダブルデスクを置く四角いテーブル。"}
{"en": "A bookcase had been made in an alcove by means of shelves of white wood.", "ja": "本箱は壁のへこみに白木の棚を用いて作った。"}
{"en": "The bed was clothed with white bedclothes and a black and scarlet rug covered the foot.", "ja": "ベッドは白い寝具に包まれ、黒と緋のひざ掛けがその足元を覆った。"}
{"en": "A little hand-mirror hung above the washstand and during the day a white-shaded lamp stood as the sole ornament of the mantelpiece.", "ja": "小さな手鏡は洗面台の上につるされ、日中は白いシェードのランプがマントルピースの唯一の装飾として立っていた。"}
{"en": "The books on the white wooden shelves were arranged from below upwards according to bulk.", "ja": "白い木製の棚の上の本は嵩に従って下から上へ配置されていた。"}
{"en": "A complete Wordsworth stood at one end of the lowest shelf and a copy of the Maynooth Catechism, sewn into the cloth cover of a notebook, stood at one end of the top shelf.", "ja": "ワーズワース全集が最も下の棚の一方の端に立ち、帳面の布表紙に縫いこまれたメイヌース教理問答の写しは最上段の一端に立っていた。"}
{"en": "Writing materials were always on the desk.", "ja": "文房具は常に机の上にあった。"}
{"en": "In the desk lay a manuscript translation of Hauptmann's Michael Kramer, the stage directions of which were written in purple ink, and a little sheaf of papers held together by a brass pin.", "ja": "机の中にはハウプトマンの『ミカエル・クラマー』の翻訳原稿があり、そのト書きは紫のインクで書かれ、また真ちゅうのピンでまとめられた小さな紙束もあった。"}
{"en": "In these sheets a sentence was inscribed from time to time and, in an ironical moment, the headline of an advertisement for Bile Beans had been pasted on to the first sheet.", "ja": "この一枚一枚には時々文章がしるされ、皮肉のつもりで、バイル・ビーンズの見出し広告が最初の一枚の上に貼り付けてあった。"}
{"en": "On lifting the lid of the desk a faint fragrance escaped", "ja": "机のふたを上げるとかすかな香りがもれ出た"}
{"en": "--the fragrance of new cedarwood pencils or of a bottle of gum or of an overripe apple which might have been left there and forgotten.", "ja": "−−新しいヒマラヤスギの鉛筆の、あるいは瓶入りのゴム糊の、あるいはそこに置いたまま忘れられそうになった熟しすぎたリンゴの香り。"}
{"en": "Mr. Duffy abhorred anything which betokened physical or mental disorder.", "ja": "ダフィー氏は肉体もしくは精神の不調の兆しとなるものは何にせよぞっとするほど嫌った。"}
{"en": "A medival doctor would have called him saturnine.", "ja": "中世の医者なら彼の陰気を土星に帰したろう。"}
{"en": "His face, which carried the entire tale of his years, was of the brown tint of Dublin streets.", "ja": "彼の年月の全巻を物語るその顔はダブリンの街路の茶の色合いだった。"}
{"en": "On his long and rather large head grew dry black hair and a tawny moustache did not quite cover an unamiable mouth.", "ja": "彼の長くてやや大きな頭にはぱさぱさした黒い髪が生え、黄褐色の口ひげは愛想のない口を完全には覆っていなかった。"}
{"en": "His cheekbones also gave his face a harsh character;", "ja": "彼の頬骨もまた顔に刺々しさを与えていた。"}
{"en": "but there was no harshness in the eyes which, looking at the world from under their tawny eyebrows, gave the impression of a man ever alert to greet a redeeming instinct in others but often disappointed.", "ja": "しかし目に刺々しさはなく、黄褐色の眉の下から世間を眺める時それは、常に他人に少しでも良い所があればすばやく認めるつもりでいるのにしばしば失望している人、という印象を与えた。"}
{"en": "He lived at a little distance from his body, regarding his own acts with doubtful side-glasses.", "ja": "彼は自分の行為を疑惑の横鏡に映して眺めつつ、肉体から少し距離を置いて生きていた。"}
{"en": "He had an odd autobiographical habit which led him to compose in his mind from time to time a short sentence about himself containing a subject in the third person and a predicate in the past tense.", "ja": "彼には奇妙な自叙の習慣があり、時々心の中で三人称の主語と過去時制の述語をもつ自身に関する短い文章を作るのだった。"}
{"en": "He never gave alms to beggars and walked firmly, carrying a stout hazel.", "ja": "彼は一度たりともこじきに施しをせず、頑丈なハシバミを持ってしっかりと歩いた。"}
{"en": "He had been for many years cashier of a private bank in Baggot Street.", "ja": "彼は長年バゴット・ストリートの個人銀行の出納係をしていた。"}
{"en": "Every morning he came in from Chapelizod by tram.", "ja": "毎朝彼はチャペリゾッドから電車で来た。"}
{"en": "At midday he went to Dan Burke's and took his lunch", "ja": "正午に彼はダン・バークの店に行き、昼食を取った"}
{"en": "--a bottle of lager beer and a small trayful of arrowroot biscuits.", "ja": "−−ラガービール一瓶とアロールートビスケット一皿。"}
{"en": "At four o'clock he was set free.", "ja": "四時に彼は解放された。"}
{"en": "He dined in an eating-house in George's Street", "ja": "彼はジョージズ・ストリートの食堂で夕食を取った。"}
{"en": "where he felt himself safe from the society o Dublin's gilded youth and where there was a certain plain honesty in the bill of fare.", "ja": "そこならダブリンのお坊ちゃまたちに煩わされる心配がなかったし、勘定書きの正直なのは確かでごまかしがなかった。"}
{"en": "His evenings were spent either before his landlady's piano or roaming about the outskirts of the city.", "ja": "宵は下宿のおかみのピアノを前にするか市のはずれをぶらつくかして過ごした。"}
{"en": "His liking for Mozart's music brought him sometimes to an opera or a concert:", "ja": "モーツァルトの音楽が好きなので時折オペラやコンサートに出かけた。"}
{"en": "these were the only dissipations of his life.", "ja": "これだけが彼の暮らしにおける浪費だった。"}
{"en": "He had neither companions nor friends, church nor creed.", "ja": "彼には仲間も友人も、教会も信条もなかった。"}
{"en": "He lived his spiritual life without any communion with others, visiting his relatives at Christmas and escorting them to the cemetery when they died.", "ja": "彼はいかなる信仰宗派にも属さず精神生活を送り、クリスマスには親類を訪ね、彼らが死んだ時には共同墓地まで付き添った。"}
{"en": "He performed these two social duties for old dignity's sake but conceded nothing further to the conventions which regulate the civic life.", "ja": "彼は旧来の尊厳を守るためこれら二つの社会的義務を果たしたが、市民生活の統制を取る慣習にそれ以上譲歩しなかった。"}
{"en": "He allowed himself to think that in certain circumstances he would rob his hank but, as these circumstances never arose, his life rolled out evenly", "ja": "彼は、事情によっては銀行から盗むという考えも可としたが、そういう事情は決して生じなかったので、彼の人生は平らかに過ぎていった"}
{"en": "--an adventureless tale.", "ja": "−−冒険のない物語である。"}
{"en": "One evening he found himself sitting beside two ladies in the Rotunda.", "ja": "ある晩ロタンダでのこと、彼は二人の婦人のそばに座ることになった。"}
{"en": "The house, thinly peopled and silent, gave distressing prophecy of failure.", "ja": "劇場は、入りはまばら、静かで、心痛むことだが不首尾は予言できた。"}
{"en": "The lady who sat next him looked round at the deserted house once or twice and then said:", "ja": "彼の隣に座った婦人は人のいない劇場を一、二度見回し、それから言った。"}
{"en": "\"What a pity there is such a poor house tonight!", "ja": "「気の毒ねえ、今夜はまあ何て不入りなんでしょう！"}
{"en": "It's so hard on people to have to sing to empty benches.\"", "ja": "空席に向かって歌わなければならない人たちは辛いわ。」"}
{"en": "He took the remark as an invitation to talk.", "ja": "彼はこの意見を会話への誘いと考えた。"}
{"en": "He was surprised that she seemed so little awkward.", "ja": "彼は彼女がほとんど気後れしないらしいのに驚いた。"}
{"en": "While they talked he tried to fix her permanently in his memory.", "ja": "話をする間、彼は彼女を永久に記憶にとどめておこうとした。"}
{"en": "When he learned that the young girl beside her was her daughter he judged her to be a year or so younger than himself.", "ja": "彼女のそばにいる若い女が彼女の娘であると知って、彼は彼女が一つかそこら彼より若いと判断した。"}
{"en": "Her face, which must have been handsome, had remained intelligent.", "ja": "魅力的だったにちがいない彼女の顔は今でも知性を保っていた。"}
{"en": "It was an oval face with strongly marked features.", "ja": "それは卵形でかなり目立つ目鼻立ちだった。"}
{"en": "The eyes were very dark blue and steady.", "ja": "その目は非常に濃い青で落ち着いていた。"}
{"en": "Their gaze began with a defiant note but was confused by what seemed a deliberate swoon of the pupil into the iris, revealing for an instant a temperament of great sensibility.", "ja": "初めは挑戦的な色を見せた視線は、瞳の虹彩へのゆっくりとした失神のような何かに乱されて、瞬間、鋭い感受性を持つ気性をあらわにした。"}
{"en": "The pupil reasserted itself quickly, this half- disclosed nature fell again under the reign of prudence, and her astrakhan jacket, moulding a bosom of a certain fullness, struck the note of defiance more definitely.", "ja": "瞳は再びすばやく自己主張し、半ば暴露された性質は再び分別の支配下に落ち、そして豊かさが感じられる胸の形を成したアストラカンのジャケットは挑戦の音色をさらにはっきりと打ち鳴らした。"}
{"en": "He met her again a few weeks afterwards at a concert in Earlsfort Terrace and seized the moments when her daughter's attention was diverted to become intimate.", "ja": "彼は彼女に数週間後、アールスフォート・テラスでのコンサートで再会し、彼女の娘の注意がそれた時を捉えて親密になった。"}
{"en": "She alluded once or twice to her husband but her tone was not such as to make the allusion a warning.", "ja": "彼女は一、二度、夫のことをほのめかしたが、彼女の口調はその暗示を警告とするようなものではなかった。"}
{"en": "Her name was Mrs. Sinico.", "ja": "彼女の名はシニコ夫人だった。"}
{"en": "Her husband's great-great-grandfather had come from Leghorn.", "ja": "彼女の夫の曾々祖父はレグホーンからやってきた。"}
{"en": "Her husband was captain of a mercantile boat plying between Dublin and Holland;", "ja": "彼女の夫はダブリンとオランダを定期的に往復する商船の船長だった。"}
{"en": "and they had one child.", "ja": "そして彼らには子供が一人あった。"}
{"en": "Meeting her a third time by accident he found courage to make an appointment.", "ja": "三度目に偶然彼女に会った彼は勇気を出して会う約束をした。"}
{"en": "She came.", "ja": "彼女は来た。"}
{"en": "This was the first of many meetings;", "ja": "これが多数の面会の始まりだった。"}
{"en": "they met always in the evening and chose the most quiet quarters for their walks together.", "ja": "彼らはいつも夕方会い、最も静かな地区を選んで一緒に歩いた。"}
{"en": "Mr. Duffy, however, had a distaste for underhand ways and, finding that they were compelled to meet stealthily, he forced her to ask him to her house.", "ja": "しかしながら人目をはばかるやり方が嫌いなダフィー氏は、彼らがこそこそと会わざるをえないと気づき、彼女に強いて彼を彼女の家に招待させた。"}
{"en": "Captain Sinico encouraged his visits, thinking that his daughter's hand was in question.", "ja": "シニコ船長は娘の方の問題と考えて彼の訪問を奨励した。"}
{"en": "He had dismissed his wife so sincerely from his gallery of pleasures that he did not suspect that anyone else would take an interest in her.", "ja": "彼は心底妻を快楽のギャラリーからしりぞけてしまっていたので誰にせよ他人が彼女に関心を抱くなどとは思いもしなかった。"}
{"en": "As the husband was often away and the daughter out giving music lessons Mr. Duffy had many opportunities of enjoying the lady's society.", "ja": "夫はしょっちゅう留守だし娘は音楽を教えに出ていたので、ダフィー氏には夫人との交際を楽しむ機会が数多くあった。"}
{"en": "Neither he nor she had had any such adventure before and neither was conscious of any incongruity.", "ja": "彼も彼女も前にはそういう冒険をしたことはなかったし、どちらもなんら不適切なものを意識しなかった。"}
{"en": "Little by little he entangled his thoughts with hers.", "ja": "少しずつ彼の思いは彼女のに巻き込まれていった。"}
{"en": "He lent her books, provided her with ideas, shared his intellectual life with her.", "ja": "彼は彼女に本を貸し、思想を与え、知的生活を彼女に分け与えた。"}
{"en": "She listened to all.", "ja": "彼女はすべてに従った。"}
{"en": "Sometimes in return for his theories she gave out some fact of her own life.", "ja": "時々彼の理論のお返しに彼女は事実を彼女自身の生活から若干話した。"}
{"en": "With almost maternal solicitude she urged him to let his nature open to the full:", "ja": "まるで母親のような心づかいで彼女は彼に本性をできる限りさらけ出すようにとしきりに促した。"}
{"en": "she became his confessor.", "ja": "彼女が彼の懺悔聴聞僧になったのだ。"}
{"en": "He told her that for some time he had assisted at the meetings of an Irish Socialist Party", "ja": "彼は彼女に長い間アイルランド社会党の集会に顔を出していた話をした。"}
{"en": "where he had felt himself a unique figure amidst a score of sober workmen in a garret lit by an inefficient oil-lamp.", "ja": "非効率なオイルランプに照らされた屋根裏の二十人の真面目な労働者の中で彼自身の姿は特異だと感じた。"}
{"en": "When the party had divided into three sections, each under its own leader and in its own garret, he had discontinued his attendances.", "ja": "党が三つの、それぞれが独自の指導者、独自の屋根裏の党派に分かれた時、彼は出席を中止した。"}
{"en": "The workmen's discussions, he said, were too timorous;", "ja": "労働者たちの議論はあまりに臆病だと彼は言った。"}
{"en": "the interest they took in the question of wages was inordinate.", "ja": "彼らの賃金の問題に持つ関心は法外だ。"}
{"en": "He felt that they were hard-featured realists and that they resented an exactitude which was the produce of a leisure not within their reach.", "ja": "彼が感じたのは、彼らがこわもての現実主義者であること、自分たちには手の届かない余暇の産物である正確さに腹を立てることだった。"}
{"en": "No social revolution, he told her, would be likely to strike Dublin for some centuries.", "ja": "ダブリンを襲う社会革命はここ数世紀はありそうもないと彼は彼女に語った。"}
{"en": "She asked him why did he not write out his thoughts.", "ja": "なぜ自分の考えを著わさないのかと彼女は彼に尋ねた。"}
{"en": "For what, he asked her, with careful scorn.", "ja": "何のため、と注意深く軽蔑を表して彼は彼女に尋ねた。"}
{"en": "To compete with phrasemongers, incapable of thinking consecutively for sixty seconds?", "ja": "六十秒と続けて考えることもできない言葉屋と競い合うため？"}
{"en": "To submit himself to the criticisms of an obtuse middle class which entrusted its morality to policemen and its fine arts to impresarios?", "ja": "道徳を警官に、美術を興行主に任せるような愚鈍な中流階級の批判を甘受するため？"}
{"en": "He went often to her little cottage outside Dublin;", "ja": "彼はたびたびダブリンを出たところにある彼女の小さな家に行った。"}
{"en": "often they spent their evenings alone.", "ja": "たびたび彼らは宵を二人だけで過ごした。"}
{"en": "Little by little, as their thoughts entangled, they spoke of subjects less remote.", "ja": "少しずつ、考えが絡み合うにつれ、彼らは隔てない事柄を話すようになった。"}
{"en": "Her companionship was like a warm soil about an exotic.", "ja": "彼女の交情は異国の温かい土地のようだった。"}
{"en": "Many times she allowed the dark to fall upon them, refraining from lighting the lamp.", "ja": "しばしば彼女はランプをともすのを控えて彼らに闇が落ちてくるにまかせた。"}
{"en": "The dark discreet room, their isolation, the music that still vibrated in their ears united them.", "ja": "暗く目立たない部屋、彼らの孤立、なお耳の中に響く音楽が彼らを一つにした。"}
{"en": "This union exalted him, wore away the rough edges of his character, emotionalised his mental life.", "ja": "この結合は彼を高め、彼の性格の荒い刺を摩滅させ、彼の精神生活に情緒を与えた。"}
{"en": "Sometimes he caught himself listening to the sound of his own voice.", "ja": "時々彼は自身の声の響きに耳を傾ける自分を発見した。"}
{"en": "He thought that in her eyes he would ascend to an angelical stature;", "ja": "彼は彼女から見て天使の座に登りつくことを考えた。"}
{"en": "and, as he attached the fervent nature of his companion more and more closely to him, he heard the strange impersonal voice which he recognised as his own, insisting on the soul's incurable loneliness.", "ja": "そして友の熱烈な性質をいよいよ近く自分に惹きつけた時、彼が聞き、彼自身のものと認めた不思議な、客観的な声は、魂の救いがたい孤独を主張していた。"}
{"en": "We cannot give ourselves, it said:", "ja": "自分自身を与えることはできない、とそれは言った。"}
{"en": "we are our own.", "ja": "私たちは私たち自身のものだ、と。"}
{"en": "The end of these discourses was that one night during which she had shown every sign of unusual excitement, Mrs. Sinico caught up his hand passionately and pressed it to her cheek.", "ja": "これらの談論の結末として、ある晩のこと、いつになく興奮の兆しを事毎に示していたシニコ夫人が情熱的に彼の手を取って自分の頬に押し当てた。"}
{"en": "Mr. Duffy was very much surprised.", "ja": "ダフィー氏はひどく驚愕した。"}
{"en": "Her interpretation of his words disillusioned him.", "ja": "彼の言葉に対する彼女の解釈は彼を幻滅させた。"}
{"en": "He did not visit her for a week, then he wrote to her asking her to meet him.", "ja": "彼は一週間彼女を訪問せず、それから彼女に手紙を書いて面会を求めた。"}
{"en": "As he did not wish their last interview to be troubled by the influence of their ruined confessional they meet in a little cakeshop near the Parkgate.", "ja": "最後の面談が滅びたる告解の影響に煩わされることのないように彼は望み、それで彼らはパークゲートの近くの小さな洋菓子店で会った。"}
{"en": "It was cold autumn weather but in spite of the cold they wandered up and down the roads of the Park for nearly three hours.", "ja": "それは寒い秋の日和だったが、寒さにもかかわらず彼らは公園の道を三時間近く行ったり来たり歩き回った。"}
{"en": "They agreed to break off their intercourse:", "ja": "彼らは関係を絶つことに同意した。"}
{"en": "every bond, he said, is a bond to sorrow.", "ja": "すべての絆は悲しみへの絆だと彼は言った。"}
{"en": "When they came out of the Park they walked in silence towards the tram;", "ja": "公園から出た彼らは無言で電車の方へ歩いた。"}
{"en": "but here she began to tremble so violently that, fearing another collapse on her part, he bade her good-bye quickly and left her.", "ja": "しかしそこで彼女があまり激しく震えだしたので、更なる彼女の側の崩壊を恐れ、急いで彼は別れの挨拶をして彼女を置き去りにした。"}
{"en": "A few days later he received a parcel containing his books and music.", "ja": "数日後彼は彼の本と楽譜の入った包みを受け取った。"}
{"en": "Four years passed.", "ja": "四年が過ぎた。"}
{"en": "Mr. Duffy returned to his even way of life.", "ja": "ダフィー氏は自分の平坦な生き方に戻った。"}
{"en": "His room still bore witness of the orderliness of his mind.", "ja": "彼の部屋は依然として彼の精神の規律正しさの証拠となっていた。"}
{"en": "Some new pieces of music encumbered the music-stand in the lower room and on his shelves stood two volumes by Nietzsche:", "ja": "数枚の新しい楽譜が下の部屋の譜面台をふさぎ、棚には二冊のニーチェが立っていた。"}
{"en": "Thus Spake Zarathustra and The Gay Science.", "ja": "ツァラトゥストラはかく語りきと悦ばしき知識だ。"}
{"en": "He wrote seldom in the sheaf of papers which lay in his desk.", "ja": "彼が机の中にある紙束に書き込むことはめったになかった。"}
{"en": "One of his sentences, written two months after his last interview with Mrs. Sinico, read:", "ja": "彼の文章の一つ、シニコ夫人との最後の面談から二月後に書かれたものにはこうあった。"}
{"en": "Love between man and man is impossible because there must not be sexual intercourse and friendship between man and woman is impossible because there must be sexual intercourse.", "ja": "男と男の間の愛は性交があってはならないから不可能であり、男と女の間の友情は性交がなければならないから不可能である。"}
{"en": "He kept away from concerts lest he should meet her.", "ja": "彼は彼女に会わないようにコンサートは避けた。"}
{"en": "His father died;", "ja": "彼の父親が死んだ。"}
{"en": "the junior partner of the bank retired.", "ja": "銀行のジュニアパートナーが退職した。"}
{"en": "And still every morning he went into the city by tram and every evening walked home from the city after having dined moderately in George's Street and read the evening paper for dessert.", "ja": "それでもなお毎朝彼は電車で市内へ通い、毎夕ジョージズ・ストリートで適度に食事を取り、デザートに夕刊を読んだ後、街から家まで歩いた。"}
{"en": "One evening as he was about to put a morsel of corned beef and cabbage into his mouth his hand stopped.", "ja": "ある夕方、コンビーフとキャベツを一口、口に入れようとする彼の手が止まった。"}
{"en": "His eyes fixed themselves on a paragraph in the evening paper which he had propped against the water-carafe.", "ja": "彼の目は水差しに立てかけていた夕刊の小記事に釘付けになった。"}
{"en": "He replaced the morsel of food on his plate and read the paragraph attentively.", "ja": "彼はその一口を皿に戻し、その記事を注意深く読んだ。"}
{"en": "Then he drank a glass of water, pushed his plate to one side, doubled the paper down before him between his elbows and read the paragraph over and over again.", "ja": "それから彼は水を一杯飲み、皿を脇へ押しやり、新聞を二つに折って両肘の間の目の前に下ろし、何度も何度もその記事を読んだ。"}
{"en": "The cabbage began to deposit a cold white grease on his plate.", "ja": "キャベツの冷たく白い油が皿の上に沈殿し始めた。"}
{"en": "The girl came over to him to ask was his dinner not properly cooked.", "ja": "食事の調理に不都合があったかと訊きに彼のところへ女が来た。"}
{"en": "He said it was very good and ate a few mouthfuls of it with difficulty.", "ja": "彼は非常においしいと言ってやっとのこと何口か食べた。"}
{"en": "Then he paid his bill and went out.", "ja": "それから彼は勘定を払って外へ出た。"}
{"en": "He walked along quickly through the November twilight, his stout hazel stick striking the ground regularly, the fringe of the buff Mail peeping out of a side-pocket of his tight reefer overcoat.", "ja": "彼は十一月のたそがれを、頑丈なハシバミのステッキで地面を規則正しく打ち、黄褐色の『メイル』のへりをぴったりしたリーファーコートの脇ポケットからのぞかせながら急いで歩いた。"}
{"en": "On the lonely road which leads from the Parkgate to Chapelizod he slackened his pace.", "ja": "パークゲートからチャペリゾッドに通じる寂しい道で彼はペースを緩めた。"}
{"en": "His stick struck the ground less emphatically and his breath, issuing irregularly, almost with a sighing sound, condensed in the wintry air.", "ja": "地面を打つステッキは力強さを減じ、不規則に吐き出されてほとんどため息のような音を立てる彼の息は冬の空気の中で凝結した。"}
{"en": "When he reached his house he went up at once to his bedroom and, taking the paper from his pocket, read the paragraph again by the failing light of the window.", "ja": "家に着くと、彼はすぐに寝室へ上がり、ポケットから新聞を取り出し、弱まりゆく窓明かりで再びその記事を読んだ。"}
{"en": "He read it not aloud, but moving his lips as a priest does when he reads the prayers Secreto.", "ja": "彼は声こそ出さないが、秘密の祈祷を読む時司祭がするように唇を動かして読んだ。"}
{"en": "This was the paragraph:", "ja": "これがその記事である。"}
{"en": "DEATH OF A LADY AT SYDNEY PARADE", "ja": "シドニー・パレードで婦人死亡"}
{"en": "A PAINFUL CASE", "ja": "痛ましい事件"}
{"en": "Today at the City of Dublin Hospital the Deputy Coroner (in the absence of Mr. Leverett) held an inquest on the body of Mrs. Emily Sinico, aged forty-three years, who was killed at Sydney Parade Station yesterday evening.", "ja": "本日ダブリン市立病院において検死官代理により（レバレット氏不在のため）昨夕シドニー・パレード駅で死亡したミセス・エミリー・シニコ、四十三歳の検死が行われた。"}
{"en": "The evidence showed that the deceased lady, while attempting to cross the line, was knocked down by the engine of the ten o'clock slow train from Kingstown, thereby sustaining injuries of the head and right side which led to her death.", "ja": "証拠により死亡した夫人は線路を横切ろうとしてキングスタウン発十時の鈍行列車の機関車にはねられ、それにより頭と右わき腹に傷を負い、死に至ったものと見られる。"}
{"en": "James Lennon, driver of the engine, stated that he had been in the employment of the railway company for fifteen years.", "ja": "ジェイムズ・レノン機関士は鉄道会社に十五年勤務していると陳述した。"}
{"en": "On hearing the guard's whistle he set the train in motion and a second or two afterwards brought it to rest in response to loud cries.", "ja": "見張りのホイッスルを聞いて彼は列車を始動させ、一、二秒後に大きな叫び声に応じてそれを停止させた。"}
{"en": "The train was going slowly.", "ja": "列車はゆっくり走っていた。"}
{"en": "P. Dunne, railway porter, stated that as the train was about to start he observed a woman attempting to cross the lines.", "ja": "鉄道会社の赤帽、Ｐ・ダンの陳述によると彼は列車が動き出そうとしている時に線路を横切ろうとしている女に気づいた。"}
{"en": "He ran towards her and shouted, but, before he could reach her, she was caught by the buffer of the engine and fell to the ground.", "ja": "彼は彼女に向かって走り、叫んだが、彼が彼女に届く前に彼女は機関車の緩衝器につかまり、地面に倒れた。"}
{"en": "A juror.", "ja": "陪審。"}
{"en": "\"You saw the lady fall?\"", "ja": "「婦人が倒れるのを見ましたか？」"}
{"en": "Witness.", "ja": "証人。"}
{"en": "\"Yes.\"", "ja": "「はい。」"}
{"en": "Police Sergeant Croly deposed that when he arrived he found the deceased lying on the platform apparently dead.", "ja": "巡査部長クローリーは彼が到着した時、故人はプラットホームに横たわり明らかに死んでいたと宣誓証言した。"}
{"en": "He had the body taken to the waiting-room pending the arrival of the ambulance.", "ja": "彼は救急車の到着を待つ間死体を待合室に運ばせた。"}
{"en": "Constable 57 corroborated.", "ja": "巡査５７が裏付けた。"}
{"en": "Dr. Halpin, assistant house surgeon of the City of Dublin Hospital, stated that the deceased had two lower ribs fractured and had sustained severe contusions of the right shoulder.", "ja": "ダブリン市立病院の研修外科医、ドクター・ハルピンの陳述によると、故人は下位肋骨を二本折り、右肩にひどい打撲傷を負った。"}
{"en": "The right side of the head had been injured in the fall.", "ja": "頭の右側は転倒時に傷を負っていた。"}
{"en": "The injuries were not sufficient to have caused death in a normal person.", "ja": "それらの傷は標準的な人であればそれだけで死を引き起こすほどのものではなかった。"}
{"en": "Death, in his opinion, had been probably due to shock and sudden failure of the heart's action.", "ja": "彼の見解によると、死はおそらくショックと心臓の働きの突然の麻痺の結果であったろう。"}
{"en": "Mr. H. B. Patterson Finlay, on behalf of the railway company, expressed his deep regret at the accident.", "ja": "Ｈ・Ｂ・パターソン・フィンリー氏は鉄道会社を代表して事故に対して深い遺憾の意を表した。"}
{"en": "The company had always taken every precaution to prevent people crossing the lines except by the bridges, both by placing notices in every station and by the use of patent spring gates at level crossings.", "ja": "会社はすべての駅に掲示を配置することおよび踏切に新案のばね式ゲートを用いることにより、人々が陸橋を渡らずに線路を横切るのを防ぐために常にあらゆる警戒をしてきた。"}
{"en": "The deceased had been in the habit of crossing the lines late at night from platform to platform and, in view of certain other circumstances of the case, he did not think the railway officials were to blame.", "ja": "故人には夜遅くプラットホームからプラットホームへ線路を横切る習慣があり、この事件の他のある事情を考慮して、鉄道会社の役員に責任はないと彼は考えた。"}
{"en": "Captain Sinico, of Leoville, Sydney Parade, husband of the deceased, also gave evidence.", "ja": "故人の夫、シドニー・パレード、リーオヴィルのシニコ船長もまた証言した。"}
{"en": "He stated that the deceased was his wife.", "ja": "彼は故人は彼の妻だと述べた。"}
{"en": "He was not in Dublin at the time of the accident as he had arrived only that morning from Rotterdam.", "ja": "彼はその朝ロッテルダムから着いたばかりで事故の時にはダブリンにいなかった。"}
{"en": "They had been married for twenty-two years and had lived happily until about two years ago when his wife began to be rather intemperate in her habits.", "ja": "彼らは結婚して二十二年になり、彼の妻が習慣的に少々酒におぼれ始めた約二年前までは幸福に暮らしていた。"}
{"en": "Miss Mary Sinico said that of late her mother had been in the habit of going out at night to buy spirits.", "ja": "ミス・メアリー・シニコは、最近母親は夜、強い酒を買いに出かけるのが習慣になっていたと言った。"}
{"en": "She, witness, had often tried to reason with her mother and had induced her to join a League.", "ja": "彼女、証人はしばしば母親を説きつけようと努め、『グループ』に入るよう説得していた。"}
{"en": "She was not at home until an hour after the accident.", "ja": "彼女は事故の一時間後まで家を留守にしていた。"}
{"en": "The jury returned a verdict in accordance with the medical evidence and exonerated Lennon from all blame.", "ja": "陪審は医学的証拠に従って評決を下し、レノンにまったく責任なしとした。"}
{"en": "The Deputy Coroner said it was a most painful case, and expressed great sympathy with Captain Sinico and his daughter.", "ja": "検死官代理はこれは最も痛ましい事件であると言い、シニコ船長と彼の娘に十分に見舞いの言葉をかけた。"}
{"en": "He urged on the railway company to take strong measures to prevent the possibility of similar accidents in the future.", "ja": "彼は鉄道会社に将来の同様の事故の可能性を防ぐため、強力な措置を講じるよう勧告した。"}
{"en": "No blame attached to anyone.", "ja": "誰かに帰せられる罪はなかった。"}
{"en": "Mr. Duffy raised his eyes from the paper and gazed out of his window on the cheerless evening landscape.", "ja": "ダフィー氏は新聞から目を上げ、窓の外の侘しい夕暮れの景色を見つめた。"}
{"en": "The river lay quiet beside the empty distillery and from time to time a light appeared in some house on the Lucan road.", "ja": "川は空の蒸留所のそばに静かに横たわり、時々ルーカン・ロードのどこかの家の光が見えた。"}
{"en": "What an end!", "ja": "何という最後！"}
{"en": "The whole narrative of her death revolted him and it revolted him to think that he had ever spoken to her of what he held sacred.", "ja": "彼女の死の話全体に彼は胸が悪くなり、彼が神聖視するものについてかって彼女に話したことを考えても胸が悪くなった。"}
{"en": "The threadbare phrases, the inane expressions of sympathy, the cautious words of a reporter won over to conceal the details of a commonplace vulgar death attacked his stomach.", "ja": "陳腐な決まり文句、無意味な同情表現、記者の周到な言葉が勝利して詳細を隠した平凡で俗悪な死が彼の胃を襲った。"}
{"en": "Not merely had she degraded herself;", "ja": "彼女は自分の品位を落としただけでなく、"}
{"en": "she had degraded him.", "ja": "彼の品位を落とした。"}
{"en": "He saw the squalid tract of her vice, miserable and malodorous.", "ja": "彼は惨めで悪臭ある彼女の悪癖の汚れた轍を見た。"}
{"en": "His soul's companion!", "ja": "彼の精神の友が！"}
{"en": "He thought of the hobbling wretches whom he had seen carrying cans and bottles to be filled by the barman.", "ja": "彼は以前見たことのある、バーテンに満たしてもらおうと缶や瓶を持ってよろよろ歩く哀れな連中のことを考えた。"}
{"en": "Just God, what an end!", "ja": "いやはやまったく、何という最後！"}
{"en": "Evidently she had been unfit to live, without any strength of purpose, an easy prey to habits, one of the wrecks on which civilisation has been reared.", "ja": "明らかに彼女は生きるのに不向きで、強い目的意識もなく、やすやすと習慣のとりこになる、文明の踏み台となってきた敗残者の一人だった。"}
{"en": "But that she could have sunk so low!", "ja": "しかし彼女がそこまで卑しく零落するとは！"}
{"en": "Was it possible he had deceived himself so utterly about her?", "ja": "彼女について彼がそこまで完全に思い違いをするなんて有りうるだろうか？"}
{"en": "He remembered her outburst of that night and interpreted it in a harsher sense than he had ever done.", "ja": "彼はあの夜の彼女の激発を思い出し、それを今までしていたよりも厳しい意味で解釈した。"}
{"en": "He had no difficulty now in approving of the course he had taken.", "ja": "彼が自分の取った方針を承認するにもはや何の困難もなかった。"}
{"en": "As the light failed and his memory began to wander he thought her hand touched his.", "ja": "光は衰え、彼の追憶はさまよい始め、彼は彼の手に触れた彼女の手を思った。"}
{"en": "The shock which had first attacked his stomach was now attacking his nerves.", "ja": "初めに彼の胃を襲ったショックが今度は彼の神経を襲っていた。"}
{"en": "He put on his overcoat and hat quickly and went out.", "ja": "彼は急いでオーバーと帽子を着けて外へ出た。"}
{"en": "The cold air met him on the threshold;", "ja": "戸口で冷たい空気が彼にぶつかった。"}
{"en": "it crept into the sleeves of his coat.", "ja": "それはコートの袖の中へ這いこんだ。"}
{"en": "When he came to the public-house at Chapelizod Bridge he went in and ordered a hot punch.", "ja": "チャペリゾッド・ブリッジのパブに来た彼は中に入って熱いパンチを注文した。"}
{"en": "The proprietor served him obsequiously but did not venture to talk.", "ja": "主人は彼にへつらうように給仕したが思い切って話しかけはしなかった。"}
{"en": "There were five or six workingmen in the shop discussing the value of a gentleman's estate in County Kildare", "ja": "店には五、六人の労働者がいてキルデア州のある紳士の地所の価値について論議していた。"}
{"en": "They drank at intervals from their huge pint tumblers and smoked ,spitting often on the floor and sometimes dragging the sawdust over their spits with their heavy boots.", "ja": "彼らは時折巨大な一パイントのタンブラーから飲んではタバコを吸い、しょっちゅう床につばを吐いたり時々重いブーツでそのつばの上におがくずを引き寄せたりしていた。"}
{"en": "Mr. Duffy sat on his stool and gazed at them, without seeing or hearing them.", "ja": "ダフィー氏はスツールに座って彼らを見つめたが、彼らを見も聞きもしていなかった。"}
{"en": "After a while they went out and he called for another punch.", "ja": "しばらくして彼らは出て行き、彼はパンチをもう一杯求めた。"}
{"en": "He sat a long time over it.", "ja": "彼は長いことそれを飲みながら座っていた。"}
{"en": "The shop was very quiet.", "ja": "店はとても静かだった。"}
{"en": "The proprietor sprawled on the counter reading the Herald and yawning.", "ja": "主人はカウンターで手足を伸ばし、ヘラルドを読み、あくびしていた。"}
{"en": "Now and again a tram was heard swishing along the lonely road outside.", "ja": "時々外の寂しい道に沿ってしゅっと音を立てる電車が聞こえた。"}
{"en": "As he sat there, living over his life with her and evoking alternately the two images in which he now conceived her, he realised that she was dead, that she had ceased to exist, that she had become a memory.", "ja": "そこに座り、彼女との生活を追想して今彼女に抱く二つの印象を交互に呼び起こした時、彼は彼女が死んだこと、彼女が存在しなくなったこと、彼女が思い出になってしまったことを悟った。"}
{"en": "He began to feel ill at ease.", "ja": "彼は落ち着かなくなってきた。"}
{"en": "He asked himself what else could he have done.", "ja": "他にどうすることができたか、彼は自分に尋ねた。"}
{"en": "He could not have carried on a comedy of deception with her;", "ja": "彼には彼女との欺瞞の喜劇を続けることはできなかった。"}
{"en": "he could not have lived with her openly.", "ja": "彼には公然と彼女と暮らすことはできなかった。"}
{"en": "He had done what seemed to him best.", "ja": "彼は彼にとって最善と思われることをしたまでだ。"}
{"en": "How was he to blame?", "ja": "どうして彼に責任があろう？"}
{"en": "Now that she was gone he understood how lonely her life must have been, sitting night after night alone in that room.", "ja": "彼女が死んだ今となって、来る夜も来る夜もあの部屋で一人で座っている彼女の生活がどんなに孤独だったにちがいないかを彼は理解した。"}
{"en": "His life would be lonely too until he, too, died, ceased to exist, became a memory", "ja": "彼の生活もまた孤独であろう、彼が、やはり、死に、存在しなくなり、思い出になるまで"}
{"en": "--if anyone remembered him.", "ja": "−−もし誰かが彼を思い出すならば。"}
{"en": "It was after nine o'clock when he left the shop.", "ja": "彼が店を後にしたのは九時過ぎだった。"}
{"en": "The night was cold and gloomy.", "ja": "その夜は寒く陰鬱だった。"}
{"en": "He entered the Park by the first gate and walked along under the gaunt trees.", "ja": "彼は最初の門から公園に入り、やせた木々の下を歩いた。"}
{"en": "He walked through the bleak alleys where they had walked four years before.", "ja": "彼は四年前に彼らが歩いた寒々とした細道を通った。"}
{"en": "She seemed to be near him in the darkness.", "ja": "彼女が闇の中、近くにいるように思えた。"}
{"en": "At moments he seemed to feel her voice touch his ear, her hand touch his.", "ja": "時々彼女の声が彼の耳に触れ、彼女の手が彼のに触れるのを感じるように思えた。"}
{"en": "He stood still to listen.", "ja": "彼はじっと立って聞き耳を立てた。"}
{"en": "Why had he withheld life from her?", "ja": "なぜ彼は彼女に生を与えることを拒んだのか？"}
{"en": "Why had he sentenced her to death?", "ja": "なぜ彼は彼女に死を宣告してしまったのか？"}
{"en": "He felt his moral nature falling to pieces.", "ja": "彼は自分の道徳性が粉みじんになるのを感じた。"}
{"en": "When he gained the crest of the Magazine Hill he halted and looked along the river towards Dublin,", "ja": "マガジン・ヒルの頂上に着いた彼は立ち止まり、川沿いにダブリンの方を見た。"}
{"en": "the lights of which burned redly and hospitably in the cold night.", "ja": "街の灯りは冷たい夜の中に温かく迎えるように赤々と輝いていた。"}
{"en": "He looked down the slope and, at the base, in the shadow of the wall of the Park, he saw some human figures lying.", "ja": "彼は斜面を見下ろし、その底、公園の壁の影の中に、いくつかの横たわる人間の姿を見た。"}
{"en": "Those venal and furtive loves filled him with despair.", "ja": "それら金ずくの人目を盗む愛は彼を絶望で満たした。"}
{"en": "He gnawed the rectitude of his life;", "ja": "彼は己の人生の清廉をがりがりとかじった。"}
{"en": "he felt that he had been outcast from life's feast.", "ja": "彼は自分が生の饗宴からの追放者であったと感じた。"}
{"en": "One human being had seemed to love him and he had denied her life and happiness:", "ja": "一人の人間が彼を愛したと思われ、彼は彼女の生と幸福を否定した。"}
{"en": "he had sentenced her to ignominy, a death of shame.", "ja": "彼は彼女に屈辱を、恥辱の死を宣告したのだ。"}
{"en": "He knew that the prostrate creatures down by the wall were watching him and wished him gone.", "ja": "壁際の地面に伏した生き物たちが彼をじっと見て彼が立ち去るのを望んでいるのは彼もわかっていた。"}
{"en": "No one wanted him;", "ja": "誰も彼に用はなかった。"}
{"en": "he was outcast from life's feast.", "ja": "彼は生の饗宴からの追放者だった。"}
{"en": "He turned his eyes to the grey gleaming river, winding along towards Dublin.", "ja": "彼はダブリンに向かってうねり行く、かすかに光る灰色の川に目を転じた。"}
{"en": "Beyond the river he saw a goods train winding out of Kingsbridge Station, like a worm with a fiery head winding through the darkness, obstinately and laboriously.", "ja": "川の向こうに、闇の中をうねる赤熱の頭を持つ這虫のように、強情に、勤勉に、キングスブリッジ・ステーションからうねり出る貨物列車が見えた。"}
{"en": "It passed slowly out of sight;", "ja": "それはゆっくりと視界から消えた。"}
{"en": "but still he heard in his ears the laborious drone of the engine reiterating the syllables of her name.", "ja": "が、なお彼の耳には彼女の名の各音節を繰り返すエンジンの勤勉な低音が聞こえていた。"}
{"en": "He turned back the way he had come, the rhythm of the engine pounding in his ears.", "ja": "彼は、エンジンの立てるリズムを耳に、来た道を引き返した。"}
{"en": "He began to doubt the reality of what memory told him.", "ja": "彼は記憶が告げることの現実性を疑い始めた。"}
{"en": "He halted under a tree and allowed the rhythm to die away.", "ja": "彼は木の下で立ち止まり、リズムが次第に消えてゆくのにまかせた。"}
{"en": "He could not feel her near him in the darkness nor her voice touch his ear.", "ja": "近くの闇の中にいる彼女や耳に触れる彼女の声を彼は感じなくなっていた。"}
{"en": "He waited for some minutes listening.", "ja": "彼は耳を傾けて数分間待った。"}
{"en": "He could hear nothing:", "ja": "彼には何も聞こえなかった。"}
{"en": "the night was perfectly silent.", "ja": "夜は完全に沈黙していた。"}
{"en": "He listened again:", "ja": "彼はもう一度耳を傾けた。"}
{"en": "perfectly silent.", "ja": "完全に沈黙。"}
{"en": "He felt that he was alone.", "ja": "彼は、自分は孤独であると感じた。"}
