{"en": "PETER PAN IN KENSINGTON GARDENS 　James Matthew Barrie", "ja": "ケンジントン公園のピーターパン"}
{"en": "Peter Pan", "ja": "1. ピーターパン"}
{"en": "The Thrush's Nest", "ja": "2. つぐみの巣"}
{"en": "The Little House", "ja": "3. ちいさな家"}
{"en": "Lock-Out Time", "ja": "4. ロック・アウトの時間"}
{"en": "Peter Pan", "ja": "１章　ピーターパンの章"}
{"en": "If you ask your mother whether she knew about Peter Pan when she was a little girl she will say,", "ja": "もしお母さんに、幼かった頃にピーターパンを知っていたかどうかたずねたら、こう答えるでしょう。"}
{"en": "\"Why, of course, I did, child,\"", "ja": "「もちろん、知っていたに決まってるじゃないの、かわいい子」。"}
{"en": "and if you ask her whether he rode on a goat in those days", "ja": "そしてピーターが、その頃やぎに乗っていたかどうかもたずねたら、"}
{"en": "she will say, \"What a foolish question to ask, certainly he did.\"", "ja": "「なんてばかげたこと聞くの、もちろん乗っていたにきまってるわよ」と答えるでしょう。"}
{"en": "Then if you ask your grandmother whether she knew about Peter Pan when she was a girl,", "ja": "次におばあちゃんに同じ事をたずねても、"}
{"en": "she also says, \"Why, of course, I did, child,\"", "ja": "「おやまぁ、もちろん知っていたに決まってるよ、かわいい子」と答えるでしょう。"}
{"en": "but if you ask her whether he rode on a goat in those days, she says she never heard of his having a goat.", "ja": "けれども、その頃ピーターはやぎに乗っていたかどうかを聞くと、やぎを飼っていたなんてことは聞いたこともないよ、と答えます。"}
{"en": "Perhaps she has forgotten,", "ja": "たぶんおばあちゃんは忘れてしまったのでしょう。"}
{"en": "just as she sometimes forgets your name and calls you Mildred, which is your mother's name.", "ja": "なんせあなたの名前も時々忘れてしまって、お母さんの名前の「ミルドレッド」と、あなたに呼びかけるくらいですから。"}
{"en": "Still, she could hardly forget such an important thing as the goat.", "ja": "でもやぎみたいな大切なことを、おばあちゃんが思い出せないなんて事があるでしょうか？"}
{"en": "Therefore there was no goat when your grandmother was a little girl.", "ja": "つまりおばあちゃんが幼い頃には、やぎはいなかったのです。"}
{"en": "This shows that,", "ja": "だからこういうことです。"}
{"en": "in telling the story of Peter Pan, to begin with the goat (as most people do) is as silly as to put on your jacket before your vest.", "ja": "ピーターパンのお話をするにあたって、みんながそうするように、やぎのことから始めるのはベストを着る前に上着を着こむほどばかげたことなんです。"}
{"en": "Of course, it also shows that Peter is ever so old, but he is really always the same age,", "ja": "もちろん、ピーターはとても年をとってるってことにもなりますが、実際のところはずっと年をとらないのです。"}
{"en": "so that does not matter in the least.", "ja": "だから年のことなんて全然問題にもなりません。"}
{"en": "His age is one week, and though he was born so long ago he has never had a birthday, nor is there the slightest chance of his ever having one.", "ja": "ピーターの歳は生まれて１週間で、ずっと昔に生まれたのですが、まだ１回も誕生日が来たこともなければ、これから来ることもないでしょう。"}
{"en": "The reason is that he escaped from being a human when he was seven days' old;", "ja": "その理由というのは、生後７日目に人になることから逃げ出したからです。"}
{"en": "he escaped by the window and flew back to the Kensington Gardens.", "ja": "窓から抜けだして、ケンジントン公園へ飛んで帰ってきたのです。"}
{"en": "If you think he was the only baby who ever wanted to escape,", "ja": "これまでで、ピーターが逃げ出したいだなんて思った、たった一人の赤ん坊だったんじゃないの？"}
{"en": "it shows how completely you have forgotten your own young days.", "ja": "と考えるのは、どれほど自分が幼かった頃のことをすっかり忘れてしまっているかを示しているようなものです。"}
{"en": "When David heard this story first he was quite certain that he had never tried to escape,", "ja": "デビットが初めてこの話を聞いたとき、自分は逃げようとした事なんかないや、と思いこんでいたものです。"}
{"en": "but I told him to think back hard, pressing his hands to his temples,", "ja": "私はこめかみを両手で押さえてよく思い出してご覧なさいと言いました。"}
{"en": "and when he had done this hard, and even harder, he distinctly remembered a youthful desire to return to the tree-tops, and with that memory came others, as that he had lain in bed planning to escape as soon as his mother was asleep, and how she had once caught him half-way up the chimney.", "ja": "デビットが一心にそうしてみると、木のてっぺんに戻りたいと幼心に思っていたこと、その記憶が次の記憶へつながって、ベッドに横になっていた時に、お母さんが眠ったらすぐにでも逃げ出す計画を立てていたこと、かつて煙突に半分のぼったところでお母さんにどうやって捕まっちゃったかを、はっきりと思い出したのでした。"}
{"en": "All children could have such recollections if they would press their hands hard to their temples,", "ja": "全ての子供はもしこめかみを両手で強く押さえて思い出せば、このような思い出を持っているものです。"}
{"en": "for, having been birds before they were human, they are naturally a little wild during the first few weeks,", "ja": "なぜなら子供たちは人になる前は鳥だったので、生まれたての数週間はちょっと動物っぽいところがあるのです。"}
{"en": "and very itchy at the shoulders, where their wings used to be.", "ja": "肩の、かつて翼があったあたりがとてもムズムズするのでした。"}
{"en": "So David tells me.", "ja": "これが、デビットが私に話してくれたことです。"}
{"en": "I ought to mention here that the following is our way with a story:", "ja": "私がここで言っておかなきゃいけないのは、私たちの方法でお話するってことです。"}
{"en": "First, I tell it to him, and then he tells it to me, the understanding being that it is quite a different story;", "ja": "つまり最初に私がデビットにお話をして、それからデビットが私にお話をする、そうすると全く違ったお話になるってことが分かるでしょう。"}
{"en": "and then I retell it with his additions, and so we go on until no one could say whether it is more his story or mine.", "ja": "私は自分のお話をデビットの分に足して話すし、話をすすめていけば、デビットのお話なのか私のお話なのか、どちらのお話だなんて誰にもいえなくなるでしょう。"}
{"en": "In this story of Peter Pan, for instance, the bald narrative and most of the moral reflections are mine, though not all,", "ja": "このピーターパンのお話に関して言えば、例えばつまらない部分と、道徳に関しての小言の、全部ではないにしてもほとんどは私のお話です。"}
{"en": "for this boy can be a stern moralist,", "ja": "というのもピーターパンは、きちんと道徳を守ることもあるからです。"}
{"en": "but the interesting bits about the ways and customs of babies in the bird-stage are mostly reminiscences of David's,", "ja": "でも子供が鳥だった頃のやり方や習慣のちょっとしたおもしろいことは、ほとんどデビットが思い出したことです。"}
{"en": "recalled by pressing his hands to his temples and thinking hard.", "ja": "こめかみを強く両手で押えてじっくり考えて。"}
{"en": "Well, Peter Pan got out by the window, which had no bars.", "ja": "さてピーターパンは窓から出て行きましたけど、そこには柵はありませんでした。"}
{"en": "Standing on the ledge he could see trees far away,", "ja": "窓棚の上に立っていると、遠くの木々がみえました。"}
{"en": "which were doubtless the Kensington Gardens,", "ja": "そこは間違いなくケンジントン公園です。"}
{"en": "and the moment he saw them he entirely forgot that he was now a little boy in a nightgown,", "ja": "公園を見ていたときは、ねまきをきた小さな男の子だってことをすっかり忘れていました。"}
{"en": "and away he flew, right over the houses to the Gardens.", "ja": "そして公園まで、家のすぐ上を越えて飛んでいったのです。"}
{"en": "It is wonderful that he could fly without wings,", "ja": "翼もなしに飛ぶことができるなんて不思議です。"}
{"en": "but the place itched tremendously,", "ja": "ただ翼の生える場所は、とてもムズムズするのでした。"}
{"en": "and, perhaps we could all fly if we were as dead-confident-sure of our capacity to do it as was bold Peter Pan that evening.", "ja": "そしてたぶん、勇敢なピーターパンがその夜に飛べるって固く強く信じたほど私たちも信じれば、みんなが空を飛べることでしょう。"}
{"en": "He alighted gaily on the open sward, between the Baby's Palace and the Serpentine,", "ja": "ピーターは、赤ん坊の王宮とサーペンタイン池の間の広々とした芝生に楽しそうに降り立ちました。"}
{"en": "and the first thing he did was to lie on his back and kick.", "ja": "最初にピーターがしたことは仰向けに横たわって、けるように足を動かすことでした。"}
{"en": "He was quite unaware already that he had ever been human,", "ja": "ピーターは、自分がかつて人だったとは全く知りません。"}
{"en": "and thought he was a bird, even in appearance, just the same as in his early days,", "ja": "そして自分は外見も、幼い頃からずっと同じで、鳥のままだと思っていました。"}
{"en": "and when he tried to catch a fly he did not understand that the reason he missed it", "ja": "だからハエを一匹捕まえようとして、失敗してしまう理由が全然わからないのでした。"}
{"en": "was because he had attempted to seize it with his hand,", "ja": "失敗する理由は、手でハエを捕まえようとしていたからなんです。"}
{"en": "which, of course, a bird never does.", "ja": "もちろん鳥はそんなことをしません。"}
{"en": "He saw, however, that it must be past Lock-out Time,", "ja": "でもピーターには、門が閉まる頃に違いないということは分かりました。"}
{"en": "for there were a good many fairies about, all too busy to notice him;", "ja": "なぜなら周りにたくさんの素敵な妖精たちがいましたが、みんな忙しそうにしていて、ピーターに気づかなかったからでした。"}
{"en": "they were getting breakfast ready, milking their cows, drawing water, and so on,", "ja": "妖精たちは、朝食の準備をしたり、牛の乳をしぼったり、水を汲んできたりしていました。"}
{"en": "and the sight of the water-pails made him thirsty, so he flew over to the Round Pond to have a drink.", "ja": "何杯ものバケツに水が入っているのをみて、ピーターはのどが乾き、水を飲むために丸い池まで飛んでいきました。"}
{"en": "He stooped, and dipped his beak in the pond;", "ja": "ピーターはかがんで、くちばしを池の水につけました。"}
{"en": "he thought it was his beak, but, of course, it was only his nose,", "ja": "ピーターはくちばしだと思ってましたが、もちろん鼻でした。"}
{"en": "and, therefore, very little water came up,", "ja": "だからほとんど水は飲めませんでした。"}
{"en": "and that not so refreshing as usual, so next he tried a puddle, and he fell flop into it.", "ja": "そして水はいつものようにそれほどきれいではなかったので、次にピーターは水たまりを試してみましたが、ドボンと落っこちてしまいました。"}
{"en": "When a real bird falls in flop, he spreads out his feathers and pecks them dry, but Peter could not remember what was the thing to do, and he decided, rather sulkily, to go to sleep on the weeping beech in the Baby Walk.", "ja": "本物の鳥が落っこちたら、羽を広げて、くちばしでついばんでかわかすのでしたが、ピーターはどうしてよいかわからなかったので、すごく不機嫌になって、赤ん坊の道にある枝が垂れ下がっているブナの木にとまって寝ることにしたのでした。"}
{"en": "At first he found some difficulty in balancing himself on a branch, but presently he remembered the way, and fell asleep.", "ja": "最初のうちは枝の上でどうにもバランスが取れなかったのですが、すぐにバランスの取り方を思い出し、眠りにつきました。"}
{"en": "He awoke long before morning, shivering,", "ja": "夜明け前に目を覚ますと、ぶるっと身を震わして"}
{"en": "and saying to himself,", "ja": "「こんな寒い夜に外で過ごしたことはないなぁ」"}
{"en": "\"I never was out in such a cold night;\"", "ja": "とひとりごとを言いました。"}
{"en": "he had really been out in colder nights when he was a bird, but, of course, as everybody knows, what seems a warm night to a bird is a cold night to a boy in a nightgown.", "ja": "本当は鳥だった頃に、もっと寒い夜を外で過ごしたこともあったのですが、みなさんご存じの通り、鳥にとっては暖かに思える夜でも、ねまきだけの子供にとっては寒い夜なのです。"}
{"en": "Peter also felt strangely uncomfortable, as if his head was stuffy,", "ja": "ピーターはまた、頭が重いみたいでなんとなく落ち着かない感じがしました。"}
{"en": "he heard loud noises that made him look round sharply, though they were really himself sneezing.", "ja": "大きな音を耳にして、あたりをすばやく見まわしましたが、それは実際には自分のくしゃみでした。"}
{"en": "There was something he wanted very much,", "ja": "ピーターには、とっても欲しいものがありました。"}
{"en": "but, though he knew he wanted it, he could not think what it was.", "ja": "でも欲しいことは分かっていたのに、何が欲しいのかまではわかりません。"}
{"en": "What he wanted so much was his mother to blow his nose, but that never struck him, so he decided to appeal to the fairies for enlightenment.", "ja": "とっても欲しかったのは、鼻をかんでくれるお母さんでしたが、ピーターに思い浮かぶはずもなかったので、教えてくれるように妖精にお願いすることにしました。"}
{"en": "They are reputed to know a good deal.", "ja": "妖精が良い知恵を持っていることは、知られていることです。"}
{"en": "There were two of them strolling along the Baby Walk, with their arms round each other's waists, and he hopped down to address them.", "ja": "赤ん坊の道には、お互いの腰に手を回してぶらぶらしている２人の妖精がいたので、ピーターは話しかけるためにひょいと飛び出ました。"}
{"en": "The fairies have their tiffs with the birds, but they usually give a civil answer to a civil question,", "ja": "妖精というものは鳥とはちょっといざこざがあるものですが、ふつうは礼儀正しい質問をすれば、きちんとした返事をしてくれます。"}
{"en": "and he was quite angry when these two ran away the moment they saw him.", "ja": "なので、目があった瞬間に２人とも逃げ出したとき、ピーターはかんかんに怒りました。"}
{"en": "Another was lolling on a garden-chair, reading a postage-stamp which some human had let fall, and when he heard Peter's voice he popped in alarm behind a tulip.", "ja": "別の妖精ときたら、公園の椅子に腰掛けて人間が落としていった切手を見ていたのですが、ピーターの声を聞いたとたん、驚いてチューリップの向こうにひょいと隠れてしまいました。"}
{"en": "To Peter's bewilderment he discovered that every fairy he met fled from him.", "ja": "ピーターが戸惑ったことに、出会う妖精、出会う妖精がみんな自分の前から逃げてしまうのでした。"}
{"en": "A band of workmen, who were sawing down a toadstool, rushed away, leaving their tools behind them.", "ja": "毒きのこを切り倒していた一団の妖精は道具をおいて逃げ出してしまいましたし、"}
{"en": "A milkmaid turned her pail upside down and hid in it.", "ja": "乳搾りをしていた妖精はバケツをひっくり返してその中に隠れてしまう始末です。"}
{"en": "Soon the Gardens were in an uproar.", "ja": "やがて公園は大騒ぎになりました。"}
{"en": "Crowds of fairies were running this way and that, asking each other stoutly, who was afraid, lights were extinguished, doors barricaded,", "ja": "妖精たちの群はあちらこちらへ駆けまわり、だれが恐がってるの？と大声で尋ねあいながら、明かりをけし、ドアにバリケードを築くありさまでした。"}
{"en": "and from the grounds of Queen Mab's palace came the rubadub of drums, showing that the royal guard had been called out.", "ja": "マブ女王の宮殿の広場ではドンドンと太鼓が打ち鳴らされ、それは王宮の警備員が召集されたしるしでした。"}
{"en": "A regiment of Lancers came charging down the Broad Walk, armed with holly-leaves, with which they jog the enemy horribly in passing.", "ja": "騎兵の連隊が、すれ違うときには敵にしっかりつきささるようにセイヨウヒイラギの葉で身を固め、広い道へ突撃してきました。"}
{"en": "Peter heard the little people crying everywhere that there was a human in the Gardens after Lock-out Time,", "ja": "子供の妖精が、あちこちで「門が閉まったのにまだ人がいるんだよ」と大声をだしているのをピーターは耳にしました。"}
{"en": "but he never thought for a moment that he was the human.", "ja": "でも一瞬たりとて自分が人間だとは考えたこともなかったので、"}
{"en": "He was feeling stuffier and stuffier, and more and more wistful to learn what he wanted done to his nose,", "ja": "だんだん混乱して、どうしたらいいか全然わかりません。"}
{"en": "but he pursued them with the vital question in vain;", "ja": "妖精に聞いてみようと後をつけてまわりましたが、むだでした。"}
{"en": "the timid creatures ran from him, and even the Lancers, when he approached them up the Hump, turned swiftly into a side-walk, on the pretence that they saw him there.", "ja": "臆病な生き物の妖精はピーターから逃げ回り、「あっちでピーターを見かけたぞ」なんてうそをついて、騎兵隊でさえピーターが丘に登ると、あわてて歩道へ引き返すしまつでした。"}
{"en": "Despairing of the fairies, he resolved to consult the birds,", "ja": "ピーターは妖精に相談することはあきらめて、鳥に相談することにしました。"}
{"en": "but now he remembered, as an odd thing, that all the birds on the weeping beech had flown away when he alighted on it,", "ja": "ただあのブナに止まっていた鳥がみんな、ピーターが枝に降り立ったとき飛び去ってしまったことを珍しいことに思い出したのでした。"}
{"en": "and though that had not troubled him at the time, he saw its meaning now.", "ja": "その時はなんのことかわからなかったのでしたが、いまやっとその意味がわかりました。"}
{"en": "Every living thing was shunning him.", "ja": "生き物はみな彼を避けているのです。"}
{"en": "Poor little Peter Pan, he sat down and cried, and even then he did not know that, for a bird, he was sitting on his wrong part.", "ja": "かわいそうにちっちゃなピーターパンは、そうと知らなかったとはいえ、鳥としてはおかしな場所に座りこんで泣いているのに気づきもしませんでした。"}
{"en": "It is a blessing that he did not know, for otherwise he would have lost faith in his power to fly,", "ja": "気づかなかったのは幸いなことです、というのも気づいていたら飛べるという自信をなくしていたでしょうから。"}
{"en": "and the moment you doubt whether you can fly, you cease forever to be able to do it.", "ja": "飛べるかどうか疑いを持ったときは、もう永遠に飛べなくなってしまっているものなのです。"}
{"en": "Now, except by flying, no one can reach the island in the Serpentine,", "ja": "さて、飛ぶ以外には、サーペンタイン池の島までたどり着く方法はありません。"}
{"en": "for the boats of humans are forbidden to land there,", "ja": "なぜなら人間たちのボートはそこに横づけすることを禁止されていたからです。"}
{"en": "and there are stakes round it, standing up in the water, on each of which a bird-sentinel sits by day and night.", "ja": "島の周りには水中にくいが打たれており、そのひとつひとつに見張りの鳥がそれぞれ一"}
{"en": "It was to the island that Peter now flew to put his strange case before old Solomon Caw,", "ja": "ピーターは、その島へ自分のいっぷう変わった問題を老ソロモン・コーに相談するために飛んでいったのでした。"}
{"en": "and he alighted on it with relief,", "ja": "ピーターはその島に降り立って、ほっとしました。"}
{"en": "much heartened to find himself at last at home, as the birds call the island.", "ja": "鳥たちがその島を呼ぶように、ついに我が家に帰ってきたようでとても元気づけられたのです。"}
{"en": "All of them were asleep, including the sentinels, except Solomon,", "ja": "鳥たちは見張り番までみんな、ソロモンを除いて眠っていました。"}
{"en": "who was wide awake on one side, and he listened quietly to Peter's adventures, and then told him their true meaning.", "ja": "ソロモンは、島の一方の側で目をさましており、静かにピーターの冒険に耳をかたむけ、冒険の本当の意味をピーターに語るのでした。"}
{"en": "\"Look at your night-gown, if you don't believe me,\"", "ja": "「わしのいう事を疑うのなら、おまえのねまきをみてごらん」"}
{"en": "Solomon said, and with staring eyes Peter looked at his nightgown, and then at the sleeping birds.", "ja": "ソロモンは言いました、そしてピーターはまず自分のねまきを、それから寝ている他の鳥たちをじっと見つめました。"}
{"en": "Not one of them wore anything.", "ja": "鳥たちはもちろんなにも着てはいません。"}
{"en": "\"How many of your toes are thumbs?\"", "ja": "「おまえの足の指の何本が親指かい？」"}
{"en": "said Solomon a little cruelly, and Peter saw to his consternation, that all his toes were fingers.", "ja": "ソロモンはちょっと意地悪にそう言いました、そしてピーターは見て、びっくりぎょうてんしてしまいました、なんせ自分の足の指はすべて手の指と同じだったんですから。"}
{"en": "The shock was so great that it drove away his cold.", "ja": "あんまりびっくりぎょうてんしたので、寒さをすっかり忘れるほどでした。"}
{"en": "\"Ruffle your feathers,\"", "ja": "「おまえの羽毛を逆立てみなさい」"}
{"en": "said that grim old Solomon, and Peter tried most desperately hard to ruffle his feathers, but he had none.", "ja": "情け容赦なく老ソロモンは続けました、ピーターは必死になって羽毛を逆立てようとしましたが、羽毛がないのでした。"}
{"en": "Then he rose up, quaking, and for the first time since he stood on the window-ledge, he remembered a lady who had been very fond of him.", "ja": "それからふるえながら立ちあがって、窓棚の所に立ってから初めて、自分のことを大事にしてくれたお母さんを思い出しました。"}
{"en": "\"I think I shall go back to mother,\"", "ja": "「お母さんの所に帰ろうかな？」"}
{"en": "he said timidly.", "ja": "おずおずとピーターは言いました。"}
{"en": "\"Good-bye,\"", "ja": "「それではさらばじゃな」"}
{"en": "replied Solomon Caw with a queer look.", "ja": "なんともいえない表情でソロモン・コーは答えました。"}
{"en": "But Peter hesitated.", "ja": "でもピーターはためらっていました。"}
{"en": "\"Why don't you go?\"", "ja": "「いかないのか？」"}
{"en": "the old one asked politely.", "ja": "老ソロモンは親切にそうたずねました。"}
{"en": "\"I suppose,\"", "ja": "「僕は、」"}
{"en": "said Peter huskily,", "ja": "ピーターはかすれた声で言いました。"}
{"en": "\"I suppose I can still fly?\"", "ja": "「僕はまだ飛べるかな？」"}
{"en": "You see, he had lost faith.", "ja": "ほら、ピーターときたら自信をなくしてしまったのでした。"}
{"en": "\"Poor little half-and-half,\"", "ja": "「かわいそうな、半分鳥で半分人の子供よ」"}
{"en": "said Solomon, who was not really hard-hearted,", "ja": "ソロモンは言いました、本当は冷酷無情というわけではなかったのでした。"}
{"en": "\"you will never be able to fly again, not even on windy days.", "ja": "「もう二度と飛べないよ、風が強い日でもな。"}
{"en": "You must live here on the island always.\"", "ja": "おまえはずっとここで暮らしていかなきゃならん」"}
{"en": "\"And never even go to the Kensington Gardens?\"", "ja": "「ケンジントン公園にもいけないの？」"}
{"en": "Peter asked tragically.", "ja": "ピーターは、悲しみにうちひしがれてたずねました。"}
{"en": "\"How could you get across?\"", "ja": "「どうやってここを渡っていくというんだ？」"}
{"en": "said Solomon.", "ja": "ソロモンは言うと、"}
{"en": "He promised very kindly, however,", "ja": "しかしとてもやさしくこう約束しました。"}
{"en": "to teach Peter as many of the bird ways as could be learned by one of such an awkward shape.", "ja": "こんなかわった姿のピーターでも学べるような多くの鳥たちの方法を教えてやるよと。"}
{"en": "\"Then I sha'n't be exactly a human?\"", "ja": "「じゃあ僕はちゃんとした“人”にはなれないんだね」"}
{"en": "Peter asked.", "ja": "ピーターはたずねました。"}
{"en": "\"No.\"", "ja": "「ああ」"}
{"en": "\"Nor exactly a bird?\"", "ja": "「ちゃんとした“鳥”にも」"}
{"en": "\"No.\"", "ja": "「ああ」"}
{"en": "\"What shall I be?\"", "ja": "「何になるの？」"}
{"en": "\"You will be a Betwixt-and-Between,\"", "ja": "「どっちつかずになるんだろうな」"}
{"en": "Solomon said,", "ja": "ソロモンはそう答えました。"}
{"en": "and certainly he was a wise old fellow,", "ja": "確かにソロモンはかしこい年寄りでした。"}
{"en": "for that is exactly how it turned out.", "ja": "というのもまさにその通りであることが後に分かったのでした。"}
{"en": "The birds on the island never got used to him.", "ja": "その島の鳥たちは、決してピーターに慣れませんでした。"}
{"en": "His oddities tickled them every day,", "ja": "ピーターの変わった行動が鳥たちを毎日刺激したのです。"}
{"en": "as if they were quite new,", "ja": "まるで鳥たちが全く新しくなっているかのように。"}
{"en": "though it was really the birds that were new.", "ja": "現に鳥たちは新しくなっているのでした。"}
{"en": "They came out of the eggs daily, and laughed at him at once, then off they soon flew to be humans,", "ja": "つまり鳥たちは日々たまごから生まれてきて、すぐにピーターに笑いかけて、それから人間になるためすぐに飛び立つのでした。"}
{"en": "and other birds came out of other eggs, and so it went on forever.", "ja": "そして他の鳥たちが他のたまごから生まれてきて、と永遠に続いていくのです。"}
{"en": "The crafty mother-birds, when they tired of sitting on their eggs, used to get the young one to break their shells a day before the right time by whispering to them", "ja": "ずる賢い母親の鳥たちときたら、たまごを温めるのが退屈になると、こんなことをたまごのなかの鳥にささやいて、生まれる日より１日はやく殻を破るようにさせるのでした。"}
{"en": "that now was their chance to see Peter washing or drinking or eating.", "ja": "「ピーターが手を洗ってるところや、飲み物を飲んでるところや、食べてるところを見るには今がチャンスだよ」なんて言うのです。"}
{"en": "Thousands gathered round him daily to watch him do these things, just as you watch the peacocks,", "ja": "何千という鳥たちが日々ピーターの周りに集まって、まるであなたが孔雀を見守るように、ピーターのしている事を見守るのでした。"}
{"en": "and they screamed with delight when he lifted the crusts they flung him with his hands instead of in the usual way with the mouth.", "ja": "そして鳥たちがピーターに運んできたパンの耳を、普通そうするように口ではなくて両手で拾い上げようものなら、大喜びで歓声を上げるのでした。"}
{"en": "All his food was brought to him from the Gardens at Solomon's orders by the birds.", "ja": "ピーターの食べ物は、全部公園からソロモンの命令によって鳥たちが運んできました。"}
{"en": "He would not eat worms or insects (which they thought very silly of him), so they brought him bread in their beaks.", "ja": "ピーターは、ミミズや昆虫は食べなかったので（このことも鳥達はバカにしていましたが）、くちばしにパンをくわえて持ってきたのでした。"}
{"en": "Thus, when you cry out, \"Greedy! Greedy!\" to the bird that flies away with the big crust, you know now that you ought not to do this,", "ja": "だから大きなパンの耳をもって飛び去って行く鳥に対して「よくばり、よくばり」なんて叫ぶのは、そんなことをするべきじゃないと今はお分かりでしょう。"}
{"en": "for he is very likely taking it to Peter Pan.", "ja": "なぜならたぶんその鳥は、パンの耳をピーターパンのところに持って行っているのでしょうから。"}
{"en": "Peter wore no night-gown now.", "ja": "ピーターは、もうねまきを着ていませんでした。"}
{"en": "You see, the birds were always begging him for bits of it to line their nests with, and, being very good-natured, he could not refuse, so by Solomon's advice he had hidden what was left of it.", "ja": "ごぞんじのように鳥たちは巣をつくるためにねまきの端切れをいつもせがみましたし、ピーターも人が良くて断ることができなかったので、ソロモンのアドバイスに従って、ねまきの端切れの残りを隠してしまったのでした。"}
{"en": "But, though he was now quite naked, you must not think that he was cold or unhappy.", "ja": "ピーターはすっぽんぽんでしたが、寒いだろうなとか不幸なのでは？と考えるのは間違っています。"}
{"en": "He was usually very happy and gay,", "ja": "ピーターは、いつもとても幸せで陽気でした。"}
{"en": "and the reason was that Solomon had kept his promise and taught him many of the bird ways.", "ja": "というのもソロモンが約束を守って、ピーターに鳥のやり方をいろいろ教えてくれたからでした。"}
{"en": "To be easily pleased, for instance, and always to be really doing something, and to think that whatever he was doing was a thing of vast importance.", "ja": "例えば、すぐに喜ぶこととか、いつもちゃんとなにかをしていること、そして何をしていてもそのことこそがとても重要なことだと考えることを教えてくれました。"}
{"en": "Peter became very clever at helping the birds to build their nests;", "ja": "ピーターは、鳥たちが巣を作るのを手伝うのがとても上手になりました。"}
{"en": "soon he could build better than a wood-pigeon, and nearly as well as a blackbird, though never did he satisfy the finches,", "ja": "すぐにハトをはるかに追い越して、クロウタドリとほとんど同じくらい、でもちいさな鳥たちはどうしても満足させられませんでした。"}
{"en": "and he made nice little water-troughs near the nests and dug up worms for the young ones with his fingers.", "ja": "そして巣の近くに便利な小さな水桶をいくつか作ったり、小鳥のために指を使ってミミズを掘り起こしたりしてやりました。"}
{"en": "He also became very learned in bird-lore, and knew an east-wind from a west-wind by its smell,", "ja": "ピーターは鳥の伝承（文字に残らない歴史）にも詳しくなりましたし、風のにおいで東風と西風の区別がつきました。"}
{"en": "and he could see the grass growing and hear the insects walking about inside the tree-trunks.", "ja": "ピーターは草が伸びるのを見たり、虫が木の幹の中を歩くのを聞いたりできました。"}
{"en": "But the best thing Solomon had done was to teach him to have a glad heart.", "ja": "でもソロモンのしてくれたことで一番よかったことは、喜ぶ心を持つことをピーターに教えてくれたことでした。"}
{"en": "All birds have glad hearts unless you rob their nests,", "ja": "全ての鳥は、巣を盗まれでもしない限り、喜ぶ心を持っているものです。"}
{"en": "and so as they were the only kind of heart Solomon knew about, it was easy to him to teach Peter how to have one.", "ja": "とはいっても、ソロモンが知っているのは喜ぶ心だけでしたから、ピーターにどうやって喜ぶ心をもてばいいか教えるのは簡単なことでした。"}
{"en": "Peter's heart was so glad that he felt he must sing all day long, just as the birds sing for joy,", "ja": "ピーターの心は喜びに満ちていて、鳥たちが楽しむために歌うように、一日中でも歌ってなければならないように感じたのでした。"}
{"en": "but, being partly human, he needed in instrument,", "ja": "でもまだ少し人の部分もあったので、楽器がほしいと思ってあしで笛を作りました。"}
{"en": "so he made a pipe of reeds, and he used to sit by the shore of the island of an evening,", "ja": "そしてよく夕方には、島の波打ちぎわにこしかけていたものでした。"}
{"en": "practising the sough of the wind and the ripple of the water, and catching handfuls of the shine of the moon, and he put them all in his pipe", "ja": "ヒュウヒュウとなる風の音や打ち寄せる波の音を練習して、月の光を一握りつかんで、そんなものをすべて笛の音にこめたのでした。"}
{"en": "and played them so beautifully that even the birds were deceived, and they would say to each other,", "ja": "その笛の音はとっても美しい調べだったので、鳥たちでさせすっかりだまされて、お互いにこうささやきあいました。"}
{"en": "\"Was that a fish leaping in the water or was it Peter playing leaping fish on his pipe?\"", "ja": "「魚が水で飛び跳ねたのかしら、それともピーターが笛で真似してるのかしら？」"}
{"en": "and sometimes he played the birth of birds, and then the mothers would turn round in their nests to see whether they had laid an egg.", "ja": "ときどき鳥の生まれた音を笛で真似したりするので、母親たちときたらたまごが生まれちゃったかしらときびすを返して巣にもどるくらいでした。"}
{"en": "If you are a child of the Gardens you must know the chestnut-tree near the bridge,", "ja": "もしあなたがケンジントン公園で育った子供なら、あの橋のそばのクリの木をご存知でしょう。"}
{"en": "which comes out in flower first of all the chestnuts,", "ja": "そしてそのクリの木が公園のどんなクリの木よりも早く花をつけることも知っているでしょう。"}
{"en": "but perhaps you have not heard why this tree leads the way.", "ja": "でもその理由までは、聞いたことがないと思います。"}
{"en": "It is because Peter wearies for summer and plays that it has come, and the chestnut being so near, hears him and is cheated.", "ja": "ピーターが夏をまちわびて、夏がきたよなんて笛をふくので、一番近くにあるそのクリの木が笛を聞いてだまされてしまうのでした。"}
{"en": "But as Peter sat by the shore tootling divinely on his pipe he sometimes fell into sad thoughts", "ja": "でもピーターが波打ち際に座って素晴らしい笛の音を奏でると、ふと物寂しくなりました。"}
{"en": "and then the music became sad also,", "ja": "すると笛の音も寂しそうに響くのです。"}
{"en": "and the reason of all this sadness was that he could not reach the Gardens, though he could see them through the arch of the bridge.", "ja": "寂しくなるわけは、橋のアーチの間から向こうにケンジントン公園が見えるにもかかわらず、そこへは決してたどり着けないからでした。"}
{"en": "He knew he could never be a real human again, and scarcely wanted to be one, but oh, how he longed to play as other children play,", "ja": "ピーターはもう自分が本当の人になれないのは分かっていましたし、なりたいとも思っていませんでしたが、でもどんなに他の子供たちのように遊びたいと思っていたことでしょう。"}
{"en": "and of course there is no such lovely place to play in as the Gardens.", "ja": "そして実際にケンジントン公園ほど遊んで楽しい場所も他にはなかったことでしょう。"}
{"en": "The birds brought him news of how boys and girls play, and wistful tears started in Peter's eyes.", "ja": "鳥たちが、男の子や女の子たちがどんな風に遊んでいたかピーターに知らせてくれると、悲しさのあまりピーターの目には涙が浮かぶのでした。"}
{"en": "Perhaps you wonder why he did not swim across.", "ja": "たぶん、泳いでわたればいいのになんてお思いになるかもしれません。"}
{"en": "The reason was that he could not swim.", "ja": "ピーターは泳げませんでした。"}
{"en": "He wanted to know how to swim, but no one on the island knew the way except the ducks,", "ja": "ピーターは泳ぎ方を習いたいと思いましたが、その島ではアヒルのほかには泳ぎ方を知っているものはいませんでした。"}
{"en": "and they are so stupid.", "ja": "アヒルはすこし頭がたりなくて、"}
{"en": "They were quite willing to teach him, but all they could say about it was,", "ja": "泳ぎ方をピーターにすごく熱心に教えようとしましたが、いう事ときたら"}
{"en": "\"You sit down on the top of the water in this way, and then you kick out like that.\"", "ja": "「こういう風に水の上にすわって、こんな風に水をけるのよ」なんてことだけでした。"}
{"en": "Peter tried it often, but always before he could kick out he sank.", "ja": "ピーターは何度も試してみましたが、けるまえに沈んでしまうのでした。"}
{"en": "What he really needed to know was how you sit on the water without sinking, and they said it was quite impossible to explain such an easy thing as that.", "ja": "ピーターが本当に学ばなければならなかったのは、沈まずに水の上ですわっていられる方法でしたが、アヒルたちが言うにはそんな簡単なことは説明できないよ、といった具合でした。"}
{"en": "Occasionally swans touched on the island, and he would give them all his day's food and then ask them how they sat on the water, but as soon as he had no more to give them the hateful things hissed at him and sailed away.", "ja": "ときどき白鳥たちが島に近づいてきたときに、ピーターはその日の食べ物を全て差しだして、どうして水の上ですわっていられるのかたずねたのですが、あげられる食べ物がなくなるとすぐに、そのいやなやつらはピーターを追い払って、泳いで行ってしまうのでした。"}
{"en": "Once he really thought he had discovered a way of reaching the Gardens.", "ja": "ピーターは、前にケンジントン公園へ行く方法を見つけたなんて思ったことがありました。"}
{"en": "A wonderful white thing, like a runaway newspaper, floated high over the island and then tumbled, rolling over and over after the manner of a bird that has broken its wing.", "ja": "風に舞う新聞紙のような不思議な白いものが島の空高くに浮かんでおり、それから羽が折れた鳥のように何度も回転して落下したのでした。"}
{"en": "Peter was so frightened that he hid,", "ja": "ピーターは、とっても驚いたので身を隠しました。"}
{"en": "but the birds told him it was only a kite, and what a kite is, and that it must have tugged its string out of a boy's hand, and soared away.", "ja": "ただ鳥たちがピーターに、それはたこというもので、どういうものか、そしてたこは男の子の手から糸が強く引っ張られて舞いあがったにちがいないことを教えてくれました。"}
{"en": "After that they laughed at Peter for being so fond of the kite,", "ja": "そういい終わった後も、ピーターがたこをとても気に入ったのを鳥たちは笑いました。"}
{"en": "he loved it so much that he even slept with one hand on it,", "ja": "ピーターはたこが大好きで、寝る時もたこの上に片手をおくほどでした。"}
{"en": "and I think this was pathetic and pretty,", "ja": "私が思うには、これは痛ましくもかわいらしい話なのです。"}
{"en": "for the reason he loved it was because it had belonged to a real boy.", "ja": "なぜならピーターは、たこが本当の男の子のものだからこそ大好きだったのですから。"}
{"en": "To the birds this was a very poor reason,", "ja": "鳥たちにとっては、こんなことはばかばかしい理由でした。"}
{"en": "but the older ones felt grateful to him at this time because he had nursed a number of fledglings through the German measles,", "ja": "ただ年とった鳥たちは、この時ピーターが風疹にかかった若鳥を手厚く看病したので感謝の念を抱いていたのでした。"}
{"en": "and they offered to show him how birds fly a kite.", "ja": "そして鳥たちは、ピーターにたこを飛ばす方法を見せてあげるよと申し出ました。"}
{"en": "So six of them took the end of the string in their beaks and flew away with it;", "ja": "６羽の鳥が糸の端をくちばしでもって飛び立ちました。"}
{"en": "and to his amazement it flew after them and went even higher than they.", "ja": "ピーターはびっくりぎょうてんしたのですが、たこは鳥たちのあとを飛び立ち、鳥たちよりももっと高く舞いあがったのでした。"}
{"en": "Peter screamed out,", "ja": "ピーターはさけびました。"}
{"en": "\"Do it again!\"", "ja": "「もう一度やって！」"}
{"en": "and with great good nature they did it several times,", "ja": "鳥たちはとっても親切だったので、何回もやってあげました。"}
{"en": "and always instead of thanking them he cried,", "ja": "そして毎回ピーターは感謝するかわりにこうさけぶのでした。"}
{"en": "\"Do it again!\"", "ja": "「もう一度やって！」"}
{"en": "which shows that even now he had not quite forgotten what it was to be a boy.", "ja": "このことは、今でもピーターが子供であるってことはどういうことなのか、完全には忘れてしまっていないことを示しています。"}
{"en": "At last, with a grand design burning within his brave heart, he begged them to do it once more with him clinging to the tail,", "ja": "とうとうピーターの勇敢な心にすばらしい計画がうかび、鳥たちにピーターをたこのしっぽにくっつけてもう一回飛ばしてくれるように頼みました。"}
{"en": "and now a hundred flew off with the string,", "ja": "そして百羽もの鳥が糸を持って飛び立ちました。"}
{"en": "and Peter clung to the tail,", "ja": "ピーターはしっぽにくっついていました。"}
{"en": "meaning to drop off when he was over the Gardens.", "ja": "ケンジントン公園の上にきたら降りるつもりでした。"}
{"en": "But the kite broke to pieces in the air,", "ja": "でもたこが空中でばらばらになってしまいました。"}
{"en": "and he would have drowned in the Serpentine had he not caught hold of two indignant swans and made them carry him to the island.", "ja": "２羽の白鳥がぷんぷん怒りながらもピーターを捕まえて、島まで連れていってくれなかったなら、ピーターはサーペンタイン池でおぼれてしまったことでしょう。"}
{"en": "After this the birds said that they would help him no more in his mad enterprise.", "ja": "これ以降、鳥たちはピーターの頭のおかしい企みには力を貸すつもりはないよと言い放ちました。"}
{"en": "Nevertheless, Peter did reach the Gardens at last by the help of Shelley's boat,", "ja": "でもピーターは、シェリーのボートの助けをかりてケンジントン公園にたどり着くのでした。"}
{"en": "as I am now to tell you.", "ja": "これからそのてんまつをお話することにしましょう。"}
{"en": "The Thrush's Nest", "ja": "２章 つぐみの巣"}
{"en": "Shelley was a young gentleman and as grown-up  as he need ever expect to be.", "ja": "シェリーは年若き紳士で、もうすっかり大人といってもいいくらいの年でした。"}
{"en": "He was a poet;", "ja": "ただ詩人なので、"}
{"en": "and they are never exactly grown-up.", "ja": "決して本当の大人にはなれませんでした。"}
{"en": "They are people who despise money except what you need for to-day,", "ja": "詩人というものは今日一日、まさに一日必要なだけのお金以外はすっかりバカにしているものです。"}
{"en": "and he had all that and five pounds over.", "ja": "シェリーときたら、一日に必要な分に５ポンドも余していたので、"}
{"en": "So, when he was walking in the Kensington Gardens, he made a paper boat of his bank-note, and sent it sailing on the Serpentine.", "ja": "ケンジントン公園を散歩しているとき、持っている紙幣で紙のボートを作って、サーペンタイン池に浮かべたのでした。"}
{"en": "It reached the island at night:", "ja": "そのボートは、夜に島までやって来ました。"}
{"en": "and the look-out brought it to Solomon Caw,", "ja": "見張りが、それをソロモン・コーに知らせます。"}
{"en": "who thought at first that it was the usual thing,", "ja": "ソロモンは、最初いつものやつだなと思いました。"}
{"en": "a message from a lady, saying she would be obliged if he could let her have a good one.", "ja": "いつものやつというのは、女の人からのよい子供を授けてくれたらとてもうれしいんですが、という手紙のことです。"}
{"en": "They always ask for the best one he has,", "ja": "女の人ときたら、いつでもソロモンのところの一番いい子供を望むのです。"}
{"en": "and if he likes the letter he sends one from Class A,", "ja": "もしソロモンがその手紙を気に入ると、Ａクラスの子供を送り届けるといった具合でした。"}
{"en": "but if it ruffles him he sends very funny ones indeed.", "ja": "でもいらいらさせるような手紙だと、ふうがわりな子供を送り届けるのです。"}
{"en": "Sometimes he sends none at all, and at another time he sends a nestful;", "ja": "時々は一人も送らないこともあれば、別の時には巣一杯の子供を送り届けます。"}
{"en": "it all depends on the mood you catch him in.", "ja": "全てあなたの手紙が、ソロモンをどんな気分にするかにかかっているのです。"}
{"en": "He likes you to leave it all to him, and if you mention particularly that you hope he will see his way to making it a boy this time, he is almost sure to send another girl.", "ja": "ソロモンは、全部を自分に任せてもらうのが好きなので、もし今度は男の子を送り届けてほしいなんて細かく書いたりすると、代わりに女の子を送り届けること確実です。"}
{"en": "And whether you are a lady or only a little boy who wants a baby-sister, always take pains to write your address clearly.", "ja": "そしてあなたが女の人でも、あるいは妹が欲しい男の子でも、いつもちゃんと住所を書くようにしてください。"}
{"en": "You can't think what a lot of babies Solomon has sent to the wrong house.", "ja": "ソロモンが、どれほど多くの赤ん坊を間違った家に届けるか想像もつかないくらいです。"}
{"en": "Shelley's boat, when opened, completely puzzled Solomon, and he took counsel of his assistants,", "ja": "折りたたまれているシェリーのボートを開いてみても、ソロモンには全く何なのかわからなかったので助手たちに相談しました。"}
{"en": "who having walked over it twice, first with their toes pointed out, and then with their toes pointed in,", "ja": "助手たちは、一回目はつま先を開いて、２回目はつま先を閉じて、その上を歩きました。"}
{"en": "decided that it came from some greedy person who wanted five.", "ja": "そしてこれは５人も子供が欲しいという欲張りなやからがよこしたんだ、と結論づけたのです。"}
{"en": "They thought this because there was a large five printed on it.", "ja": "どうしてそう思ったかといえば、その紙幣には大きく５と印刷されていましたから。"}
{"en": "\"Preposterous!\"", "ja": "「ばかもの！」"}
{"en": "cried Solomon in a rage, and he presented it to Peter;", "ja": "ソロモンはカンカンに怒って、ピーターに紙幣をくれてやりました。"}
{"en": "anything useless which drifted upon the island was usually given to Peter as a play-thing.", "ja": "島に流れ着いた役にたたないものは、いつもピーターのおもちゃとして与えられるのでした。"}
{"en": "But he did not play with his precious bank-note,", "ja": "でもピーターは、この大事な紙幣を遊び道具にはしませんでした。"}
{"en": "for he knew what it was at once, having been very observant during the week when he was an ordinary boy.", "ja": "というのも、普通の子供だった一週間の間に注意深くみていたので、これが何かはちゃんと分かっていたのです。"}
{"en": "With so much money, he reflected, he could surely at last contrive to reach the Gardens,", "ja": "こんなにお金を持っていて、その上ピーターはよく考えたので、とうとう公園までたどりつくことができたのです。"}
{"en": "and he considered all the possible ways, and decided (wisely, I think) to choose the best way.", "ja": "ピーターはいろいろな方法を考えて、もっともいい方法を選びました（とても賢いですね）。"}
{"en": "But, first, he had to tell the birds of the value of Shelley's boat;", "ja": "でも最初に鳥たちにシェリーのボートの価値を言わなければなりません。"}
{"en": "and though they were too honest to demand it back, he saw that they were galled,", "ja": "鳥たちは正直者で紙幣を返しておくれとは言いませんでしたが、ピーターは鳥たちが悔しがっているのが分かりました。"}
{"en": "and they cast such black looks at Solomon, who was rather vain of his cleverness, that he flew away to the end of the island, and sat there very depressed with his head buried in his wings.", "ja": "そして自分の賢さを自慢していたソロモンを軽蔑したような目でみたので、ソロモンは島の隅の方に飛んでいって、羽に頭をうずめてしょんぼり座りこんでしまいました。"}
{"en": "Now Peter knew that unless Solomon was on your side, you never got anything done for you in the island, so he followed him and tried to hearten him.", "ja": "でもピーターはソロモンが味方になってくれなければ、この島ではなにもできないことを知っていたので、ソロモンのあとを追って励まそうとしたのでした。"}
{"en": "Nor was this all that Peter did to pin the powerful old fellow's good will.", "ja": "ピーターが力をもっている老ソロモンの好意を射止めようとして、やった事はこれだけではありません。"}
{"en": "You must know that Solomon had no intention of remaining in office all his life.", "ja": "あなたも知ってるように、ソロモンはそもそも一生仕事にあけくれるなんて夢にも思っていません。"}
{"en": "He looked forward to retiring by-and-by, and devoting his green old age to a life of pleasure on a certain yew-stump in the Figs which had taken his fancy,", "ja": "だんだんリタイアして、老年期はソロモンが大好きなイチジクの森にある、あのセイヨウイチイの切り株あたりで楽しい余生をおくりたいと夢見ていました。"}
{"en": "and for years he had been quietly filling his stocking.", "ja": "それで何年もの間、もくもくと靴下に蓄えをしていたのでした。"}
{"en": "It was a stocking belonging to some bathing person which had been cast upon the island,", "ja": "その靴下は水浴びをしていた人の持ち物で、その人が島の方へと投げ込んだものでした。"}
{"en": "and at the time I speak of it contained a hundred and eighty crumbs, thirty-four nuts, sixteen crusts, a pen-wiper and a bootlace.", "ja": "初めから靴下の中には１８０ものパンくず、３４の木の実、１６のパンの耳、万年筆のインクふき、そして靴ひも一本が入ったことは言っておきましょう。"}
{"en": "When his stocking was full, Solomon calculated that he would be able to retire on a competency.", "ja": "靴下が一杯になった時、ソロモンは収入の心配はしなくてもリタイアできるという計画を立てたのです。"}
{"en": "Peter now gave him a pound.  He cut it off his bank-note with a sharp stick.", "ja": "ピーターは、５ポンド紙幣を先の鋭いもので切り分けて、１ポンドをソロモンにあげました。"}
{"en": "This made Solomon his friend for ever,", "ja": "これでピーターとソロモンは生涯の友になりました。"}
{"en": "and after the two had consulted together they called a meeting of the thrushes.", "ja": "２人は一緒に相談して、つぐみの集会を呼びかけました。"}
{"en": "You will see presently why thrushes only were invited.", "ja": "どうしてつぐみだけに呼びかけたのかは、いずれおわかりになるでしょう。"}
{"en": "The scheme to be put before them was really Peter's, but Solomon did most of the talking, because he soon became irritable if other people talked.", "ja": "つぐみたちの前に持ち出された計画というのは、本当はピーターが考えたものでしたが、ソロモンは他人が話しているとすぐにいらいらし始めるので、ほとんどの部分をソロモン自身で説明しました。"}
{"en": "He began by saying", "ja": "ソロモンはこういう話からはじめました。"}
{"en": "that he had been much impressed by the superior ingenuity shown by the thrushes in nest-building, and this put them into good-humour at once,", "ja": "つぐみたちの巣作りの見事なことにわしはずっと感心してきたんだと、これはつぐみたちをたちまち上機嫌にさせました。"}
{"en": "as it was meant to do;", "ja": "もちろんそうするつもりで言ったことです。"}
{"en": "for all the quarrels between birds are about the best way of building nests.", "ja": "なぜ上機嫌になるかといえば、鳥たちの言いあらそいの原因は、いつも誰が一番巣を作るのが上手いかということなのです。"}
{"en": "Other birds, said Solomon, omitted to line their nests with mud, and as a result they did not hold water.", "ja": "ソロモンはこうも言いました。"}
{"en": "Here he cocked his head as if he had used an unanswerable argument;", "ja": "そしてソロモンは、反論は許さんとばかりにふんぞり返りました。"}
{"en": "but, unfortunately, a Mrs. Finch had come to the meeting uninvited, and she squeaked out,", "ja": "ただ、不運なことに、ちいさな鳥のご婦人が１匹紛れ込んでいてこう叫んだのです。"}
{"en": "\"We don't build nests to hold water, but to hold eggs,\"", "ja": "「わたしらは、水をためるためじゃなくて、卵を入れとくために巣を作りますけどね」"}
{"en": "and then the thrushes stopped cheering, and Solomon was so perplexed that he took several sips of water.", "ja": "つぐみたちはおしゃべりを止め、ソロモンは慌てふためいて何杯も水を飲む始末です。"}
{"en": "\"Consider,\"", "ja": "「考えてもみなさい」"}
{"en": "he said at last,", "ja": "やっとソロモンは口を開くと"}
{"en": "\"how warm the mud makes the nest.\"", "ja": "「泥がどれほど巣を暖かくしてくれてることか」と言いました。"}
{"en": "\"Consider,\"", "ja": "「考えてもください、」"}
{"en": "cried Mrs. Finch,", "ja": "ちいさな鳥のご婦人は答えました。"}
{"en": "\"that when water gets into the nest it remains there and your little ones are drowned\".", "ja": "「巣の中に水が入ってたまったら、子供はおぼれてしまいます」"}
{"en": "The thrushes begged Solomon with a look to say something crushing in reply to this,", "ja": "つぐみたちは、ソロモンがこれを論破してくれるのを期待するような顔つきです。"}
{"en": "but again he was perplexed.", "ja": "でもソロモンは、またまた慌てふためいてしまいました。"}
{"en": "\"Try another drink,\"", "ja": "「もう一杯水をのんで」"}
{"en": "suggested Mrs. Finch pertly.", "ja": "ケイトと言う名前のちいさな鳥のご婦人は小生意気そうに言いました。"}
{"en": "Kate was her name, and all Kates are saucy.", "ja": "ケイトなんて名前の人は生意気って相場がきまってます。"}
{"en": "Solomon did try another drink, and it inspired him.", "ja": "ソロモンはもう一杯水を飲もうとして、ひらめきました。"}
{"en": "\"If,\" said he, \"a finch's nest is placed on the Serpentine it fills and breaks to pieces,", "ja": "「もしちいさな鳥のご婦人の巣をサーペンタイン池に置いたら、水浸しでばらばらになるよ。"}
{"en": "but a thrush's nest is still as dry as the cup of a swan's back.\"", "ja": "でもつぐみの巣ときたら、白鳥の背中にのったカップみたいにぬれることはない」"}
{"en": "How the thrushes applauded!", "ja": "どれほどつぐみたちが喜んだことでしょう！"}
{"en": "Now they knew why they lined their nests with mud,", "ja": "ようやくどうして自分たちが巣を泥でかためるかの理由が分かったのですから。"}
{"en": "and when Mrs. Finch called out,", "ja": "そしてちいさな鳥のご婦人が"}
{"en": "\"We don't place our nests on the Serpentine,\"", "ja": "「サーペンタイン池に巣を置くことなんてないわ」"}
{"en": "they did what they should have done at first:", "ja": "なんて叫んだときには、最初からそうすべきだったことをつぐみたちはしてのけました。"}
{"en": "chased her from the meeting.", "ja": "つまりちいさな鳥のご婦人を集会から追い払ったのです。"}
{"en": "After this it was most orderly.", "ja": "追い出した後は、整然と話は進みました。"}
{"en": "What they had been brought together to hear, said Solomon, was this:", "ja": "「君達にわざわざ集まって聞いてもらいたかったことは、こういうことなんだ」"}
{"en": "their young friend, Peter Pan, as they well knew, wanted very much to be able to cross to the Gardens,", "ja": "「きみたちの若き友人でもあるピーターパン君が、きみらもよくご存知だろうが、ケンジントン公園まで是が非でも池を渡ってｎいきたいということなんだよ」"}
{"en": "and he now proposed, with their help, to build a boat.", "ja": "だからつぐみたちに手伝ってもらって、ボートが作れないだろうかと申し出たのでした。"}
{"en": "At this the thrushes began to fidget, which made Peter tremble for his scheme.", "ja": "これを聞くとつぐみたちがそわそわしはじめましたので、ピーターは自分の計画が心配になりました。"}
{"en": "Solomon explained hastily", "ja": "ソロモンはあわてて自分の言ったことを説明しました。"}
{"en": "that what he meant was not one of the cumbrous boats that humans use;", "ja": "人間たちが使うようなかさばるボートじゃなくて、"}
{"en": "the proposed boat was to be simply a thrush's nest large enough to hold Peter.", "ja": "ピーターを乗せるのに十分なくらいの簡単なつぐみの巣を作りたいんだと。"}
{"en": "But still, to Peter's agony, the thrushes were sulky.", "ja": "でもまだピーターにとっては心配なことに、つぐみたちは不機嫌でした。"}
{"en": "\"We are very busy people,\"", "ja": "「わたしたちは忙しいですからね、」"}
{"en": "they grumbled,", "ja": "とぶつくさ言いました。"}
{"en": "\"and this would be a big job.\"", "ja": "「大変な仕事です」"}
{"en": "\"Quite so,\"", "ja": "「そうだろうとも」"}
{"en": "said Solomon,", "ja": "ソロモンは言いました。"}
{"en": "\"and, of course, Peter would not allow you to work for nothing.", "ja": "「もちろんピーターは、ただで働いてもらおうなんて思ってないよ。"}
{"en": "You must remember that he is now in comfortable circumstances,", "ja": "ピーターが、今とても裕福だという事を忘れてもらいたくないね。"}
{"en": "Peter Pan authorises me to say", "ja": "ピーターパンは私にこう発言することを許してくれたよ。"}
{"en": "that you shall all be paid sixpence a day.\"", "ja": "君たちみんな１日６ペンスもらえるとね」"}
{"en": "Then all the thrushes hopped for joy,", "ja": "そしてつぐみたちは全員、喜びのあまり飛び跳ねました。"}
{"en": "and that very day was begun the celebrated Building of the Boat.", "ja": "まさにその日から名高いボート作りが始まったのです。"}
{"en": "All their ordinary business fell into arrears.", "ja": "いつもの仕事は全部後回しです。"}
{"en": "It was the time of year when they should have been pairing, but not a thrush's nest was built except this big one,", "ja": "この時期は１年の内でちょうどつぐみがつがいになっているときでしたが、この大きな巣以外はひとつもつぐみの巣は作られませんでした。"}
{"en": "and so Solomon soon ran short of thrushes with which to supply the demand from the mainland.", "ja": "そしてソロモンのところでは、すぐに人間界からうけた注文をこなすつぐみが足りなくなりました。"}
{"en": "The stout, rather greedy children, who look so well in perambulators but get puffed easily when they walk, were all young thrushes once,", "ja": "頑丈でどちらかといえばがつがつ食べるような、乳母車の中では元気一杯で歩かせても息を切らさないような子供は、みんなかつて若いつぐみだったのです。"}
{"en": "and ladies often ask specially for them.", "ja": "女の人たちは、格別つぐみを欲しがるものです。"}
{"en": "What do you think Solomon did?", "ja": "ソロモンはどうしたと思います？"}
{"en": "He sent over to the housetops for a lot of sparrows and ordered them to lay their eggs in old thrushes' nests", "ja": "屋根の上にたくさんいるすずめたちに使いをやって、古いつぐみの巣でたまごを生むように命令しました。"}
{"en": "and sent their young to the ladies and swore they were all thrushes!", "ja": "そして女の人たちにすずめの子供を送りつけ、みんなつぐみだよと断言したのでした。"}
{"en": "It was known afterward on the island as the Sparrows' Year,", "ja": "のちになってこの島では、その年はすずめの年として知られるようになりました。"}
{"en": "and so, when you meet, as you doubtless sometimes do, grown-up people who puff and blow as if they thought themselves bigger than they are,", "ja": "あなたも、まるで自分が実際より年をとっていると考えていて、すぐ息を切らす大人に会ったことが、たしかに時々会うことでしょう。"}
{"en": "very likely they belong to that year.", "ja": "彼らはたぶん、その年に生まれたにちがいありません。"}
{"en": "You ask them.", "ja": "聞いてみてください。"}
{"en": "Peter was a just master,", "ja": "ピーターはきちんとした親方でした。"}
{"en": "and paid his work-people every evening.", "ja": "毎日夕方に給料を払いました。"}
{"en": "They stood in rows on the branches, waiting politely while he cut the paper sixpences out of his bank-note,", "ja": "つぐみたちは木の枝に一列になって礼儀正しく、ピーターが紙幣を６ペンスに切り分ける間、待っていました。"}
{"en": "and presently he called the roll, and then each bird, as the names were mentioned, flew down and got sixpence.", "ja": "そしてしばらくするとピーターが名簿を読み上げて、それぞれの鳥が自分の名前が呼ばれると降りてきて、６ペンスを持って飛んで行きました。"}
{"en": "It must have been a fine sight.", "ja": "それはそれは、すてきな光景だったに違いありません。"}
{"en": "And at last, after months of labor, the boat was finished.", "ja": "何ヶ月も働いた末に、ついにボートができあがりました。"}
{"en": "Oh, the deportment of Peter as he saw it growing more and more like a great thrush's nest!", "ja": "ええ、だんだん素晴らしいつぐみの巣みたいに大きくなっていくのを見ているピーターの態度といったら。"}
{"en": "From the very beginning of the building of it he slept by its side, and often woke up to say sweet things to it,", "ja": "ほんの少しばかりできたときから、ボートの横でねて、すぐ起きてはやさしい言葉をかけていました。"}
{"en": "and after it was lined with mud and the mud had dried he always slept in it.", "ja": "そして泥でかためられて、泥がすっかり乾いてからは、いつもボートの中で寝ていました。"}
{"en": "He sleeps in his nest still,", "ja": "ピーターは、今でもボートの中で寝ます。"}
{"en": "and has a fascinating way of curling round in it,", "ja": "背中をまげたかわいい姿で寝るのです。"}
{"en": "for it is just large enough to hold him comfortably when he curls round like a kitten.", "ja": "というのもボートは、ピーターが子猫のように丸まって入って、ちょうど快適という大きさですから。"}
{"en": "It is brown inside, of course, but outside it is mostly green, being woven of grass and twigs,", "ja": "ボートはもちろん中は茶色で、外は草と枝で編み上げられていて、ほとんど緑色でした。"}
{"en": "and when these wither or snap the walls are thatched afresh.", "ja": "草と枝が枯れたり折れたりすると、新しくふきかえるのでした。"}
{"en": "There are also a few feathers here and there, which came off the thrushes while they were building.", "ja": "あちらこちらに鳥の羽も編みこまれていますが、巣を作る時につぐみたちから抜けたものでしょう。"}
{"en": "The other birds were extremely jealous and said", "ja": "他の鳥たちはとってもやっかんでこう言いました。"}
{"en": "that the boat would not balance on the water,", "ja": "そのボートは水の中ではバランス悪いわね、なんて。"}
{"en": "but it lay most beautifully steady;", "ja": "ところが水に浮かべると見事に安定して浮かびました。"}
{"en": "they said the water would come into it, but no water came into it.", "ja": "他の鳥たちは水が入ってくるよなんて言いましたが、一滴も入ってきません。"}
{"en": "Next they said that Peter had no oars, and this caused the thrushes to look at each other in dismay,", "ja": "それからピーターはオールをもってないと言いましたが、これにはつぐみたちもお互いにうろたえて、顔を見合わせるだけでした。"}
{"en": "but Peter replied that he had no need of oars, for he had a sail,", "ja": "ただピーターは、僕にはオールはいらないよ、帆があるものと答えました。"}
{"en": "and with such a proud, happy face he produced a sail which he had fashioned out of this night-gown,", "ja": "ピーターは得意満面で、ねまきから作った帆を出してきました。"}
{"en": "and though it was still rather like a night-gown it made a lovely sail.", "ja": "そして帆は見方によってはねまきそのままでしたが、とにかく素敵な帆でした。"}
{"en": "And that night, the moon being full, and all the birds asleep, he did enter his coracle (as Master Francis Pretty would have said) and depart out of the island.", "ja": "そしてあの夜、満月で、全ての鳥が寝静まったころ、かご船（フランシス・プリティー坊ちゃんならそう呼んだことでしょう）に乗り込んで、島を離れたのでした。"}
{"en": "And first, he knew not why, he looked upward, with his hands clasped,", "ja": "そして最初になぜかは分かりませんが、上を見上げて両手を組みました。"}
{"en": "and from that moment his eyes were pinned to the west.", "ja": "そのとき、ピーターの目は西の方を見つめていました。"}
{"en": "He had promised the thrushes to begin by making short voyages, with them to his guides,", "ja": "ピーターは、つぐみたちに航海を始める時には案内をしてくれるように頼んでいました。"}
{"en": "but far away he saw the Kensington Gardens beckoning to him beneath the bridge, and he could not wait.", "ja": "けれども遠くのケンジントン公園が橋の下においでと誘っているような気がしたので、待っていられなかったのです。"}
{"en": "His face was flushed, but he never looked back;", "ja": "ピーターの顔は紅潮していましたが、振り返りませんでした。"}
{"en": "there was an exultation in his little breast that drove out fear.", "ja": "ピーターが小さく吐く息は喜びで一杯で、恐怖を吹き飛ばしてしまいました。"}
{"en": "Was Peter the least gallant of the English mariners who have sailed westward to meet the Unknown?", "ja": "なんといってもピーターは、未知なるものを目指して西に向かったイギリスの勇敢な船乗りの末裔ですから。"}
{"en": "At first, his boat turned round and round, and he was driven back to the place of his starting,", "ja": "最初、ピーターのボートはくるくる回って、スタートした場所に流されて戻ってしまいました。"}
{"en": "whereupon he shortened sail, by removing one of the sleeves,", "ja": "そこでそでの片方を取り去って、帆をたたみました。"}
{"en": "and was forthwith carried backward by a contrary breeze,", "ja": "するとすぐに具合の悪い風がふき、後向きに運ばれてしまいました。"}
{"en": "to his no small peril.", "ja": "ピーターにとってはかなり危険なことです。"}
{"en": "He now let go the sail, with the result that he was drifted toward the far shore,", "ja": "そこで帆をあげると、岸から遠くのほうへ運ばれて行きました。"}
{"en": "where are black shadows he knew not the dangers of, but suspected them, and so once more hoisted his night-gown", "ja": "そちらの方には暗闇が広がっており、ピーターは暗闇が危険なものではないことを知っていましたが、かなり危ないとは思ったので、もう一回ねまきの帆を高くあげました。"}
{"en": "and went roomer of the shadows until he caught a favouring wind, which bore him westward,", "ja": "そして暗闇から遠ざかり、よい風をうけ、ピーターは西の方へと運ばれていきました。"}
{"en": "but at so great a speed that he was like to be broke against the bridge.", "ja": "ただスピードがのりすぎて、橋に激しくぶつかるところでした。"}
{"en": "Which, having avoided, he passed under the bridge and came, to his great rejoicing, within full sight of the delectable Gardens.", "ja": "衝突をさけて橋の下をくぐると、ピーターにはうれしかったことに、公園の美しい光景が一望できる場所へやってきました。"}
{"en": "But having tried to cast anchor, which was a stone at the end of a piece of the kite-string, he found no bottom,", "ja": "錨、それはたこの糸のはしに石を結んだものでした、を下ろそうとしましたが、池の底までとどきません。"}
{"en": "and was fain to hold off, seeking for moorage, and, feeling his way, he buffeted against a sunken reef that cast him overboard by the greatness of the shock,", "ja": "そして岸から離れたところで、停泊する場所を探したのですが、手探りで進んで、海底の暗礁にぶつかり、その大きなショックで船の外に投げ出されてしまいました。"}
{"en": "and he was near to being drowned, but clambered back into the vessel.", "ja": "ピーターは溺れかけましたが、ようやくよじ登って船に戻りました。"}
{"en": "There now arose a mighty storm, accompanied by roaring of waters,", "ja": "そこに今度は強い嵐がおこって、波がとどろく音がしました。"}
{"en": "such as he had never heard the like, and he was tossed this way and that, and his hands so numbed with the cold that he could not close them.", "ja": "ピーターは、そんな音を聞いたことがありませんでしたし、あちらこちらへと揺られ、両手は寒さで凍えて、握りしめることもできませんでした。"}
{"en": "Having escaped the danger of which, he was mercifully carried into a small bay,", "ja": "その危険からようやく逃れると、ピーターは幸運にも小さな港に運ばれて行きました。"}
{"en": "where his boat rode at peace.", "ja": "小さな港でピーターのボートは落ち着いて停泊することができました。"}
{"en": "Nevertheless, he was not yet in safety;", "ja": "けれどもピーターは、まだまだ安心というわけにはいきません。"}
{"en": "for, on pretending to disembark, he found a multitude of small people drawn up on the shore to contest his landing;", "ja": "なぜならピーターが上陸しようとすると、岸のところに小さな姿が列になって、ピーターが上陸するのを妨げようとしましたから。"}
{"en": "and shouting shrilly to him to be off, for it was long past Lock-out Time.", "ja": "そしてピーターに向かって甲高い声で、もう閉門の時間はとっくに過ぎたからあっちに行け、と叫ぶのです。"}
{"en": "This, with much brandishing of their holly-leaves, and also a company of them carried an arrow which some boy had left in the Gardens,", "ja": "ひいらぎの葉を振りまわすものもいれば、その上に男の子が公園に忘れて行った矢を持ってくる一団もいました。"}
{"en": "and this they were prepared to use as a battering-ram.", "ja": "その矢を、城を打ち壊す棒のように使おうとしているのです。"}
{"en": "Then Peter, who knew them for the fairies, called out that he was not an ordinary human and had no desire to do them displeasure, but to be their friend,", "ja": "ピーターには、彼らが妖精であることがわかったので、自分がただの人間ではないこと、そして妖精を怒らせるようなことはするつもりがなく、妖精と友達になりたいということを大声で伝えました。"}
{"en": "nevertheless, having found a jolly harbour, he was in no temper to draw off there-from, and he warned them if they sought to mischief him to stand to their harms.", "ja": "でもピーターはよい港を探していて、ここから引き返すつもりはなかったので、もし妖精がピーターに危害を及ぼそうとしてるなら、ピーターもだまってないぞと妖精に警告したのでした。"}
{"en": "So saying; he boldly leapt ashore,", "ja": "そういうと、ピーターは大胆にも岸へ飛び移りました。"}
{"en": "and they gathered around him with intent to slay him, but there then arose a great cry among the women,", "ja": "すると妖精たちは、ピーターをこらしめようと集まってきましたが、そのとき一団から、女の人たちがひときわ大きい声をあげました。"}
{"en": "and it was because they had now observed that his sail was a baby's night-gown.", "ja": "それは、ピーターの船の帆が赤ん坊のねまきであることに気づいたからでした。"}
{"en": "Whereupon, they straightway loved him,", "ja": "そうして女の人たちは、すぐさまピーターのことが好きになりました。"}
{"en": "and grieved that their laps were too small,", "ja": "そしてピーターをひざ枕するには、自分たちのひざがあまりに小さいのを残念がりました。"}
{"en": "the which I cannot explain, except by saying that such is the way of women.", "ja": "それが私には上手く言えませんが、女の人たちのやり方ということでしょう。"}
{"en": "The men-fairies now sheathed their weapons on observing the behaviour of their women,", "ja": "男の妖精たちは、女の人たちの様子をみて、刀をさやにおさめました。"}
{"en": "on whose intelligence they set great store,", "ja": "男の妖精たちは、女の人たちの聡明さを大事にしていたのです。"}
{"en": "and they led him civilly to their queen,", "ja": "そこで妖精たちは、ピーターを礼儀正しく妖精の女王のところに連れて行きました。"}
{"en": "who conferred upon him the courtesy of the Gardens after Lock-out Time,", "ja": "女王も丁寧に、ピーターに門が閉まった後も公園で過ごすことを認めてくれました。"}
{"en": "and henceforth Peter could go whither he chose, and the fairies had orders to put him in comfort.", "ja": "そしてピーターは行きたいところにはどこでも行くことができましたし、妖精たちはピーターに親切にするようにと女王に命令されたのです。"}
{"en": "Such was his first voyage to the Gardens,", "ja": "それが、ピーターの公園への最初の航海でした。"}
{"en": "and you may gather from the antiquity of the language that it took place a long time ago.", "ja": "そしてあなたは言葉が古めかしいので、ずっと昔のことだと思ったかもしれません。"}
{"en": "But Peter never grows any older, and if we could be watching or him under the bridge to-night (but, of course, we can't), I daresay", "ja": "ただピーターは決して年をとらないので、もし今夜ピーターを橋の下で見かけたとすると（もちろん、見かけないでしょうけど）私はあえてこういいたいのです。"}
{"en": "we should see him hoisting his night-gown and sailing or paddling toward us in the Thrush's Nest.", "ja": "ピーターがねまきの帆をかかげ、つぐみの巣にのって、私たちの方へ帆をあげたり、オールで漕いだりしてやってくるのをみることでしょうと。"}
{"en": "When he sails, he sits down, but he stands up to paddle.", "ja": "ピーターは帆で船を走らせている時は、腰をおろしていましたが、オールで漕ぐときには立ちあがるのです。"}
{"en": "I shall tell you presently how he got his paddle.", "ja": "わたしは、ピーターがどんな風にしてオールを手に入れたか、追ってお話しすることにしましょう。"}
{"en": "Long before the time for the opening of the gates comes he steals back to the island,", "ja": "門が開くずっと前に、ピーターはこっそり島へと戻ってきました。"}
{"en": "for people must not see him", "ja": "人に姿を見られないためです。"}
{"en": "(he is not so human as all that)", "ja": "（ピーターはまったく普通の人間というわけではありませんから）"}
{"en": "but this gives him hours for play,", "ja": "ただこうすることでピーターは、何時間も遊ぶことができました。"}
{"en": "and he plays exactly as real children play.", "ja": "ピーターは、本当の子供たちのように遊びました。"}
{"en": "At least he thinks so,", "ja": "少なくともピーターはそう考えていました。"}
{"en": "and it is one of the pathetic things about him that he often plays quite wrongly.", "ja": "そしてピーターがしばしば全然見当違いな方法で遊んでいる姿は、涙なしでは見られないものでした。"}
{"en": "You see,", "ja": "そうです。"}
{"en": "he had no one to tell him how children really play,", "ja": "ピーターに本当は子供がどうやって遊ぶものか、教えてくれる人はいませんでした。"}
{"en": "for the fairies were all more or less in hiding until dusk, and so know nothing,", "ja": "妖精たちは、みんなだいたい暗くなるまで隠れていましたからなにも知りません。"}
{"en": "and though the buds pretended that they could tell him a great deal, when the time for telling came, it was wonderful how little they really knew.", "ja": "妖精の若者たちはピーターにいろいろ教えてやるふりをしましたが、いざ話すときになると、実際にはほとんど何も知らないのは不思議なことです。"}
{"en": "They told him the truth about hide-and-seek,", "ja": "かくれんぼについては、妖精たちは本当のことを教えてくれました。"}
{"en": "and he often plays it by himself,", "ja": "ピーターは、ひとりでかくれんぼをしたものでした。"}
{"en": "but even the ducks on the Round Pond could not explain to him what it is that makes the pond so fascinating to boys.", "ja": "でも丸い池のあひるたちでさえ、なぜ池がふつうの男の子たちにとっておもしろい場所であるかをピーターに説明することができません。"}
{"en": "Every night the ducks have forgotten all the events of the day,", "ja": "夜になると、あひるは昼間のことをすっかり忘れてしまいます。"}
{"en": "except the number of pieces of cake thrown to them.", "ja": "覚えているのは、池に投げてもらったケーキのかけらの数だけなんです。"}
{"en": "They are gloomy creatures, and say that cake is not what it was in their young days.", "ja": "あひるなんて憂鬱などうぶつで、このごろのケーキはわしらの若い頃とは比べ物にならん、なんて言ってるものです。"}
{"en": "So Peter had to find out many things for himself.", "ja": "だからピーターは、なにもかも自分で学ばなければなりませんでした。"}
{"en": "He often played ships at the Round Pond,", "ja": "ピーターはしばしば丸い池で船遊びをしました。"}
{"en": "but his ship was only a hoop which he had found on the grass.", "ja": "でもピーターの船は、芝生でみつけたただの輪っかでした。"}
{"en": "Of course, he had never seen a hoop, and he wondered what you play at with them, and decided that you play at pretending they are boats.", "ja": "もちろん、輪っかなんてみたこともありませんでしたから、どうやって遊ぶんだろうと不思議に思って、船にして遊ぶと決めつけたのです。"}
{"en": "This hoop always sank at once, but he waded in for it, and sometimes he dragged it gleefully round the rim of the pond,", "ja": "輪っかはすぐに沈んでしまいますが、ピーターは拾い上げるために水の中に入っていって、時々うれしそうに輪っかを引きずって池の周りをまわるのでした。"}
{"en": "and he was quite proud to think that he had discovered what boys do with hoops.", "ja": "ピーターはとてもプライドが高かったので、どうやって男の子たちが輪っかで遊ぶのかすっかりわかったと思いこんでいました。"}
{"en": "Another time, when he found a child's pail, he thought it was for sitting in,", "ja": "別の時には、ピーターは子供のバケツを見つけると、椅子だと思いました。"}
{"en": "and he sat so hard in it that he could scarcely get out of it.", "ja": "そしてバケツの中に勢いよく座りこんだものですから、抜けられなくなるくらいでした。"}
{"en": "Also he found a balloon.", "ja": "また風船を見つけたこともありました。"}
{"en": "It was bobbing about on the Hump, quite as if it was having a game by itself,", "ja": "風船は、まるで一人でゲームでもしているみたいに丸い丘でゆらゆら漂っていました。"}
{"en": "and he caught it after an exciting chase.", "ja": "そしてピーターは、喜び勇んで風船を追いかけ捕まえました。"}
{"en": "But he thought it was a ball,", "ja": "でもピーターは、それをボールだと思っていました。"}
{"en": "and Jenny Wren had told him that boys kick balls, so he kicked it;", "ja": "ミソサザイのジェニーが、ピーターに男の子たちはボールを蹴ってたよといいましたから、ピーターもボールだと思って風船を蹴り飛ばし、"}
{"en": "and after that he could not find it anywhere.", "ja": "風船はどこかに行ってしまいました。"}
{"en": "Perhaps the most surprising thing he found was a perambulator.", "ja": "たぶんピーターが見つけて、最も驚いたのは、うばぐるまでしょう。"}
{"en": "It was under a lime-tree, near the entrance to the Fairy Queen's Winter Palace", "ja": "うばぐるまはシナノキの下にあって、そこは妖精の女王の冬の宮殿の入り口の近くでした。"}
{"en": "(which is within the circle of the seven Spanish chestnuts),", "ja": "宮殿はスペインのクリの７本の木が丸く植えられた場所の中にありました。"}
{"en": "and Peter approached it warily, for the birds had never mentioned such things to him.", "ja": "そしてピーターは、鳥たちがうばぐるまが何かは教えてくれないので、用心してうばぐるまに近づきました。"}
{"en": "Lest it was alive, he addressed it politely,", "ja": "それは生きているかもしれないので、ピーターは丁寧に話しかけました。"}
{"en": "and then, as it gave no answer, he went nearer and felt it cautiously.", "ja": "そして返事がないので、もっと近づくと用心深くふれて、"}
{"en": "He gave it a little push,", "ja": "ちょっと押してみました。"}
{"en": "and it ran from him,", "ja": "するとピーターから離れていきます。"}
{"en": "which made him think it must be alive after all;", "ja": "ピーターは、なんだやっぱり生きてるんじゃないかと思いました。"}
{"en": "but, as it had run from him, he was not afraid.", "ja": "でも離れて行ったので、恐くはありません。"}
{"en": "So he stretched out his hand to pull it to him,", "ja": "ピーターは手を伸ばして、自分の方へうばぐるまを引き寄せてみました。"}
{"en": "but this time it ran at him,", "ja": "今度はピーターの方へ向かってきます。"}
{"en": "and he was so alarmed that he leapt the railing and scudded away to his boat.", "ja": "ピーターはびっくりぎょうてんして柵を越え、自分のボートに駆けこみました。"}
{"en": "You must not think, however, that he was a coward, for he came back next night with a crust in one hand and a stick in the other,", "ja": "なんて臆病だなんて思うでしょうが、ピーターは次の夜には片手にパンの耳、片手に棒をもってもどってきました。"}
{"en": "but the perambulator had gone, and he never saw another one.", "ja": "ただうばぐるまはすっかり姿を消していて、ピーターは二度とうばぐるまを見ることはありませんでした。"}
{"en": "I have promised to tell you also about his paddle.", "ja": "私は、ピーターのオールのお話をする約束をしました。"}
{"en": "It was a child's spade which he had found near St. Govor's Well,", "ja": "それはピーターが聖ガーバーの井戸の近くでみつけた子供用のくわでした。"}
{"en": "and he thought it was a paddle.", "ja": "ピーターは、くわをオールだと思ったのです。"}
{"en": "Do you pity Peter Pan for making these mistakes?", "ja": "こんな間違いばかりで、ピーターパンがかわいそうなんて思われるかもしれません。"}
{"en": "If so, I think it rather silly of you.", "ja": "もしそうなら、あなたたちの方が浅はかというものです。"}
{"en": "What I mean is that, of course, one must pity him now and then, but to pity him all the time would be impertinence.", "ja": "浅はかというのは、もちろんピーターのことを時々はかわいそうと思う必要はありますが、いつもいつもかわいそうなんて思うのは見当違いだからです。"}
{"en": "He thought he had the most splendid time in the Gardens,", "ja": "ピーターは、公園でとっても楽しんでいると自分自身では思っていました。"}
{"en": "and to think you have it is almost quite as good as really to have it.", "ja": "そしてそう思っているという事は、実際にそうするのと同じくらいすばらしいことなんです。"}
{"en": "He played without ceasing,  while you often waste time by being mad-dog or Mary-Annish.", "ja": "みなさんが狂ったような男の子や憂鬱な女の子になって時間を無駄にしている間、ピーターは遊びつづけていました。"}
{"en": "He could be neither of these things,", "ja": "ピーターは狂ったようになったり憂鬱になったりすることはありません。"}
{"en": "for he had never heard of them,", "ja": "ピーターはそんなことは聞いたこともありませんでしたから。"}
{"en": "but do you think he is to be pitied for that?", "ja": "さあ、これでもピーターのことをかわいそうだなんてお思いになるでしょうか？"}
{"en": "Oh, he was merry.", "ja": "そうです、ピーターは朗らかでした。"}
{"en": "He was as much merrier than you, for instance, as you are merrier than your father.", "ja": "ピーターはあなたたち、たとえばひあなたたちのお父さんに負けず劣らず朗らかだったんです。"}
{"en": "Sometimes he fell, like a spinning-top, from sheer merriment.", "ja": "時々は、コマみたいに笑いころげてしまうことさえありました。"}
{"en": "Have you seen a greyhound leaping the fences of the Gardens?", "ja": "公園の柵を飛び越えるグレイハウンドを見たことがあるでしょうか？"}
{"en": "That is how Peter leaps them.", "ja": "ピーターもそんな風に柵をこえるのです。"}
{"en": "And think of the music of his pipe.", "ja": "ピーターの笛の調べを想像してみましょう。"}
{"en": "Gentlemen who walk home at night write to the papers to say they heard a nightingale in the Gardens,", "ja": "家路をいそぐ紳士たちは、公園でナイチンゲールが一匹さえずっているのを耳にしたと新聞に書きました。"}
{"en": "but it is really Peter's pipe they hear.", "ja": "実際に彼らが聞いたのは、ピーターの笛の調べです。"}
{"en": "Of course, he had no mother", "ja": "もちろんピーターにはお母さんはいません。"}
{"en": "--at least, what use was she to him?", "ja": "でも少なくともピーターにとっては、お母さんが何の役にたったでしょうか？"}
{"en": "You can be sorry for him for that,", "ja": "そのことでピーターをかわいそうに思うかもしれません。"}
{"en": "but don't be too sorry,", "ja": "でも思いすぎるのはいけないことです。"}
{"en": "for the next thing I mean to tell you is how he revisited her.", "ja": "次にお話しすることは、どのようにしてピーターがお母さんのもとへと戻って行ったのかということです。"}
{"en": "It was the fairies who gave him the chance.", "ja": "妖精たちがチャンスをくれました。"}
{"en": "The Little House", "ja": "３章　小さな家"}
{"en": "Everybody has heard of the Little House in the Kensington Gardens,", "ja": "だれもがケンジントン公園の小さな家のことを聞いたことがあるでしょう。"}
{"en": "which is the only house in the whole world that the fairies have built for humans.", "ja": "小さな家は世界でたった一つの、妖精が人間のために作った家です。"}
{"en": "But no one has really seen it, except just three or four,", "ja": "でもほんの３、４人しかそれを見た人はいません。"}
{"en": "and they have not only seen it but slept in it,", "ja": "でもその３、４人は見ただけでなく、その中で寝泊りさえしました。"}
{"en": "and unless you sleep in it you never see it.", "ja": "でも寝泊りしないかぎり、見ることもできません。"}
{"en": "This is because it is not there when you lie down, but it is there when you wake up and step outside.", "ja": "なぜなら小さな家は寝ているときは見えなくて、起き出して外にでると見えるものだからです。"}
{"en": "In a kind of way everyone may see it, but what you see is not really it, but only the light in the windows.", "ja": "あなたがたは、まちまちの方法で小さな家を見るでしょうが、見えたものは本当の小さな家ではなくて、窓の明かりだけということもあります。"}
{"en": "You see the light after Lock-out Time.", "ja": "門が閉まった後は、その家の窓の明かりが見えるのです。"}
{"en": "David, for instance, saw it quite distinctly far away among the trees as we were going home from the pantomime,", "ja": "例えば、デビットはパントマイムを見た帰り道で、木々の間から遠くに見える明かりをはっきり目にしました。"}
{"en": "and Oliver Bailey saw it the night he stayed so late at the Temple, which is the name of his father's office.", "ja": "そしてオリバー・ベイリーは、テンプルと言う名前の父親の事務所に遅くまでいた晩にその明かりを見ています。"}
{"en": "Angela Clare, who loves to have a tooth extracted because then she is treated to tea in a shop, saw more than one light, she saw hundreds of them all together,", "ja": "アンジェラ・クレアは、店でお茶をご馳走になると、ついでに歯の一本もよろこんで抜いてもらうといった女性でしたが、一つより多くの明かりを、何百もの明かりを一度に目にしました。"}
{"en": "and this must have been the fairies building the house,", "ja": "それは、妖精たちが家を建てていたところだったのでしょう。"}
{"en": "for they build it every night and always in a different part of the Gardens.", "ja": "妖精たちは毎晩家を建てるのですが、いつも公園の違う場所に建てるのです。"}
{"en": "She thought one of the lights was bigger than the others, though she was not quite sure,", "ja": "アンジェラには明かりの一つが、はっきりというわけではありませんが、他のものより明るい感じがしました。"}
{"en": "for they jumped about so, and it might have been another one that was bigger.", "ja": "まあ明かりは飛びはねたりもしていましたし、大きかったのは何か別のものだったのかもしれません。"}
{"en": "But if it was the same one, it was Peter Pan's light.", "ja": "いいえ、もしその明かりが別のものでなければ、ピーターパンの明かりでしょう。"}
{"en": "Heaps of children have seen the fight, so that is nothing.", "ja": "多くの子供たちがピーターが飛ぶところを見ていますから、それほど珍しいことでもありません。"}
{"en": "But Maimie Mannering was the famous one for whom the house was first built.", "ja": "でもマイミー・マナリングは、初めて家を建ててもらったことで有名でした。"}
{"en": "Maimie was always rather a strange girl,", "ja": "マイミーは、常日頃から変わったところのある女の子でした。"}
{"en": "and it was at night that she was strange. She was four years of age, and in the daytime she was the ordinary kind.", "ja": "４才で、昼間はいたって普通ですが、夜になると変わるのです。"}
{"en": "She was pleased when her brother Tony, who was a magnificent fellow of six, took notice of her,", "ja": "６才で素敵なお兄ちゃんのトニーがかまってくれると、マイミーはうれしがりましたし、お兄ちゃんをとても慕っていました。"}
{"en": "and she looked up to him in the right way, and tried in vain to imitate him and was flattered rather than annoyed when he shoved her about.", "ja": "お兄ちゃんの真似をしようとしますができなくて、お兄ちゃんにぐいっと押されてもいやがるどころかうれしがる始末でした。"}
{"en": "Also, when she was batting she would pause though the ball was in the air to point out to you that she was wearing new shoes.", "ja": "ボールを打つ時なんかも、ボールがまだ宙にあるというのに、新しい靴をはいてるのといって一休みしてしまいます。"}
{"en": "She was quite the ordinary kind in the daytime.", "ja": "昼間は、本当に普通の女の子なんです。"}
{"en": "But as the shades of night fell, Tony, the swaggerer, lost his contempt for Maimie and eyed her fearfully,", "ja": "でも夜のとばりがおりると、いばっていたトニーがマイミーを馬鹿にするどころか恐いものでも見るような目でみつめます。"}
{"en": "and no wonder,", "ja": "不思議でも何でもありません。"}
{"en": "for with dark there came into her face a look that I can describe only as a leary look.", "ja": "暗くなるとマイミーの顔にはずるがしこいとしかいいようのない表情が浮かぶのでした。"}
{"en": "It was also a serene look that contrasted grandly with Tony's uneasy glances.", "ja": "その顔は、トニーの不安そうな表情と正反対の落ち着き払った表情でした。"}
{"en": "Then he would make her presents of his favourite toys (which he always took away from her next morning) and she accepted them with a disturbing smile.", "ja": "そしてトニーは自分の一番好きなおもちゃをマイミーに差し出して、マイミーときたら人を不安にさせる笑みを浮かべてそれを受け取りました。"}
{"en": "The reason he was now become so wheedling and she so mysterious was (in brief) that they knew they were about to be sent to bed.", "ja": "トニーがどうしておもちゃを差し出すのか、マイミーがどうしてこんなにミステリアスなのか、簡単に言えば、まさにベッドに行くところだからです。"}
{"en": "It was then that Maimie was terrible.", "ja": "ベッドでのマイミーといったら、それは恐いものです。"}
{"en": "Tony entreated her not to do it to-night, and the mother and their coloured nurse threatened her, but Maimie merely smiled her agitating smile.", "ja": "トニーは今晩はそうしないでねと頼み込み、お母さんや黒人の乳母も脅すように言ってきかせるのでしたが、マイミーは人を不安にさせるような笑みを浮かべるだけでした。"}
{"en": "And by-and-by when they were alone with their night-light she would start up in bed crying", "ja": "そして２人きりになり、だんだんナイトライトがついているだけの頃になると、マイミーがベッドの中で"}
{"en": "\"Hsh! what was that?\"", "ja": "「あら、あれはなに？」と叫び出すのでした。"}
{"en": "Tony beseeches her!", "ja": "「なんでもないよ、マイミー、だめだよ！」"}
{"en": "\"It was nothing--don't, Maimie, don't!\"", "ja": "トニーはマイミーにお願いするように声をかけ、"}
{"en": "and pulls the sheet over his head.", "ja": "頭からシーツをかぶりました。"}
{"en": "\"It is coming nearer!\"", "ja": "「近づいてくるわ！」"}
{"en": "she cries;", "ja": "マイミーは叫びます。"}
{"en": "\"Oh, look at it, Tony!", "ja": "「見て！"}
{"en": "It is feeling your bed with its horns--it is boring for you, oh, Tony, oh!\"", "ja": "隅でお兄ちゃんのベッドを探ってるわ、つつこうとしてる、お兄ちゃん！」"}
{"en": "and she desists not until he rushes downstairs in his combinations, screeching.", "ja": "トニーが下着のまま叫びながら一階へ駆けだして行くまで、マイミーは話しつづけました。"}
{"en": "When they came up to whip Maimie they usually found her sleeping tranquilly,", "ja": "マイミーに罰をあたえるため、みんなで上がってくると、いつもマイミーが静かなねいきをたてて寝ている姿をみるのでした。"}
{"en": "not shamming,", "ja": "ねているふりをしているわけではありません。"}
{"en": "you know, but really sleeping,", "ja": "そうです、本当に寝ています。"}
{"en": "and looking like the sweetest little angel, which seems to me to make it almost worse.", "ja": "愛らしい小さな天使のような寝顔で、それだけにいっそう薄気味わるく思えるのでした。"}
{"en": "But of course it was daytime when they were in the Gardens, and then Tony did most of the talking.", "ja": "ただもちろん公園に行くのは昼間でしたから、その時はトニーのおしゃべりばかりです。"}
{"en": "You could gather from his talk that he was a very brave boy,", "ja": "おしゃべりの内容からも、トニーがとても勇敢な男の子だということはうかがえます。"}
{"en": "and no one was so proud of it as Maimie.", "ja": "そしてマイミーほどそれを誇りに思っている子もいなかったでしょう。"}
{"en": "She would have loved to have a ticket on her saying that she was his sister.", "ja": "マイミーは、自分がトニーの妹だと誇りをもってふれまわりたいくらいでした。"}
{"en": "And at no time did she admire him more than when he told her,", "ja": "トニーがマイミーにこう断言してくれるときほど、トニーを尊敬したことはありません。"}
{"en": "as he often did with splendid firmness, that one day he meant to remain behind in the Gardens after the gates were closed.", "ja": "トニーはいつか閉門時間の後まで公園にいるんだと言ったのでした。"}
{"en": "\"Oh, Tony,\"", "ja": "「でも、お兄ちゃん」"}
{"en": "she would say, with awful respect,", "ja": "マイミーは、尊敬の念を隠すこともなく口にだしたものです。"}
{"en": "\"but the fairies will be so angry!\"", "ja": "「妖精たちは、それは怒るでしょうねぇ！」"}
{"en": "\"I daresay,\"", "ja": "「かまわないさ」"}
{"en": "replied Tony, carelessly.", "ja": "トニーは大したことじゃないよといった風に答えました。"}
{"en": "\"Perhaps,\"", "ja": "「たぶん」"}
{"en": "she said, thrilling,", "ja": "マイミーはどきどきしながらつづけました。"}
{"en": "\"Peter Pan will give you a sail in his boat!\"", "ja": "「ピーターパンが、お兄ちゃんをボートに乗せてくれるかもね」"}
{"en": "\"I shall make him,\"", "ja": "「僕がピーターにそうさせるんだ」"}
{"en": "replied Tony;", "ja": "トニーは答えました。"}
{"en": "no wonder she was proud of him.", "ja": "このときほどマイミーがトニーを誇りに思ったことはありません。"}
{"en": "But they should not have talked so loudly,", "ja": "でも２人は、そんなに大きな声で話をするべきではありませんでした。"}
{"en": "for one day they were overheard by a fairy", "ja": "ある日ひとりの妖精が、２人が話していることを耳にしました。"}
{"en": "who had been gathering skeleton leaves, from which the little people weave their summer curtains,", "ja": "妖精は、サマーカーテンを作るために筋だらけの葉っぱを集めていました。"}
{"en": "and after that Tony was a marked boy.", "ja": "そしてそれ以降、トニーは要注意人物となったのです。"}
{"en": "They loosened the rails before he sat on them, so that down he came on the back of his head;", "ja": "トニーが柵にもたれかかろうとすると、妖精たちが前もってがたがたにしておいたので、頭からうしろに落ちてしまいます。"}
{"en": "they tripped him up by catching his bootlace and bribed the ducks to sink his boat.", "ja": "その他にも、靴ひもをつかんでつまづかせたり、あひるにトニーのボートを沈めさせたりしました。"}
{"en": "Nearly all the nasty accidents you meet with in the Gardens occur because the fairies have taken an ill-will to you,", "ja": "あなたが公園ででくわすほとんど全てのいやな出来事は、妖精たちがあなたに悪意をもってるがために起きることです。"}
{"en": "and so it behoves you to be careful what you say about them.", "ja": "だから妖精のことを口にするときは、よっぽど注意しなければいけません。"}
{"en": "Maimie was one of the kind who like to fix a day for doing things, but Tony was not that kind,", "ja": "マイミーはその日のことはその日にすませるのがすきなたちでしたが、トニーはそうではありません。"}
{"en": "and when she asked him which day he was to remain behind in the Gardens after Lock-out he merely replied,", "ja": "マイミーがトニーに「いつ公園に残るの？」と聞いたときも、"}
{"en": "he merely replied, \"Just some day;\"", "ja": "トニーはただ「その日がきたらね」と答えるだけでした。"}
{"en": "he was quite vague about which day except when she asked \"Will it be today?\" and then he could always say for certain that it would not be to-day.", "ja": "いつやるのという質問に対するトニーの答えはいつでもあいまいでしたが、「今日やるの」とマイミーが尋ねた時は、はっきりと「今日じゃないね」と答えるのでした。"}
{"en": "So she saw that he was waiting for a real good chance.", "ja": "だからマイミーはお兄ちゃんは本当にいいチャンスを待っているんだわと思っていたのでした。"}
{"en": "This brings us to an afternoon when the Gardens were white with snow,", "ja": "こうして、公園がまっしろな雪で覆われたある午後のお話をしましょう。"}
{"en": "and there was ice on the Round Pond,", "ja": "丸い池には氷がはりました。"}
{"en": "not thick enough to skate on but at least you could spoil it for tomorrow by flinging stones,", "ja": "スケートができるほどは厚くはありませんが、いずれにせよ子供たちが石を投げ込んで次の日にも滑れなくしてしまうのでした。"}
{"en": "and many bright little boys and girls were doing that.", "ja": "多くの元気で小さな男の子や女の子が、石を投げ込みました。"}
{"en": "When Tony and his sister arrived they wanted to go straight to the pond, but their ayah said they must take a sharp walk first,", "ja": "公園につくとトニーと妹はすぐに池に向かおうとしましたが、乳母が最初はきちんと歩かなくてはというのです。"}
{"en": "and as she said this she glanced at the time-board to see when the Gardens closed that night.", "ja": "乳母はそう言ったあと、その夜は何時に公園が閉まるか時間の表示をみると、"}
{"en": "It read half-past five.", "ja": "５時半でした。"}
{"en": "Poor ayah!", "ja": "かわいそうな乳母！"}
{"en": "she is the one who laughs continuously because there are so many white children in the world, but she was not to laugh much more that day.", "ja": "彼女は世界中にこんなにたくさんの白人の子供がいるなんて笑い転げるくらいでしたが、その日ばかりは笑ってもいられないことになるのです。"}
{"en": "Well, they went up the Baby Walk and back,", "ja": "そして、みんなは赤ん坊の道を行って、戻って来ました。"}
{"en": "and when they returned to the time-board she was surprised to see that it now read five o'clock for closing time.", "ja": "時間の表示のところまで戻ってくると、乳母は公園が閉まる時間が５時になっていてびっくりしました。"}
{"en": "But she was unacquainted with the tricky ways of the fairies, and so did not see (as Maimie and Tony saw at once) that they had changed the hour because there was to be a ball to-night.", "ja": "でも妖精たちのいたずらには詳しくなかったので、妖精たちが舞踏会があるからといって時間を書き換えたことには気づきません。"}
{"en": "She said there was only time now to walk to the top of the Hump and back,", "ja": "乳母は、もう丘の上まで上がってる時間しかありませんよ、と言いました。"}
{"en": "and as they trotted along with her she little guessed what was thrilling their little breasts.", "ja": "ただ２人が乳母といっしょに急いでいるとき、２人が小さな胸でどれほどスリルを感じているか乳母には全然思いもよりませんでした。"}
{"en": "You see the chance had come of seeing a fairy ball.", "ja": "あなたがたも思うとおり、妖精の舞踏会をみるチャンスがやってきたのです。"}
{"en": "Never, Tony felt, could he hope for a better chance.", "ja": "トニーもそう思いましたが、これほどいいチャンスはないでしょう。"}
{"en": "He had to feel this,", "ja": "トニーはそう思うべきだったのです。"}
{"en": "for Maimie so plainly felt it for him.", "ja": "というのも、マイミーも明らかにトニーの代わりにそう思っていたぐらいですから。"}
{"en": "Her eager eyes asked the question,", "ja": "マイミーの目はこう訴えかけているようでした。"}
{"en": "\"Is it to-day?\"", "ja": "「今日でしょ？」"}
{"en": "and he gasped and then nodded.", "ja": "トニーは息をのみ、うなずきました。"}
{"en": "Maimie slipped her hand into Tony's, and hers was hot, but his was cold.", "ja": "マイミーはトニーの手に自分の手を滑り込ませると、マイミーの手はとても暖たかでしたが、トニーの手は冷え切っていました。"}
{"en": "She did a very kind thing;", "ja": "マイミーはとてもやさしくしました。"}
{"en": "she took off her scarf and gave it to him!", "ja": "スカーフをとると、お兄ちゃんに渡したのでした！"}
{"en": "\"In case you should feel cold,\"", "ja": "「寒くなったらね」"}
{"en": "she whispered.", "ja": "マイミーはささやきました。"}
{"en": "Her face was aglow, but Tony's was very gloomy.", "ja": "マイミーの顔は赤らんでいましたが、トニーの顔ときたらまっさおでした。"}
{"en": "As they turned on the top of the Hump he whispered to her,", "ja": "３人が丘の上までやってきたとき、トニーはマイミーに耳打ちしました。"}
{"en": "\"I'm afraid Nurse would see me, so I sha'n't be able to do it.\"", "ja": "「ばあやに見つかっちゃうと、なんにもできないや」"}
{"en": "Maimie admired him more than ever for being afraid of nothing but their ayah, when there were so many unknown terrors to fear, and she said aloud,", "ja": "マイミーは、これからまだ未知の恐ろしいことが起きるかもしれないのに、乳母のことしか恐れていないなんて、いよいよお兄ちゃんを尊敬し、大きな声でこういいました。"}
{"en": "\"Tony, I shall race you to the gate,\"", "ja": "「お兄ちゃん、門までかけっこしよう」"}
{"en": "and in a whisper,", "ja": "そして小さな声で"}
{"en": "\"Then you can hide,\"", "ja": "「それで、かくれればいいわ」と。"}
{"en": "and off they ran.", "ja": "２人は駆け出しました。"}
{"en": "Tony could always outdistance her easily,", "ja": "トニーは、いつも簡単にマイミーをはるかに引き離すことができました。"}
{"en": "but never had she known him speed away so quickly as now,", "ja": "今ほどの勢いでかけていくお兄ちゃんを見たことはありません。"}
{"en": "and she was sure he hurried that he might have more time to hide.", "ja": "マイミーは、隠れる時間をかせぐために急いでいるに違いないと思っていました。"}
{"en": "\"Brave, brave!\"", "ja": "「勇敢だわ、勇敢！」"}
{"en": "her doting eyes were crying", "ja": "マイミーの信じきっているひとみは、そう訴えかけていました。"}
{"en": "when she got a dreadful shock;", "ja": "とその時マイミーは大ショックをうけました。"}
{"en": "instead of hiding, her hero had run out at the gate!", "ja": "かくれるどころか、尊敬すべきお兄ちゃんは門の外へと駆け出して行ってしまったのです！"}
{"en": "At this bitter sight Maimie stopped blankly,", "ja": "このつらい光景を目にして、マイミーはぽかんと立ちつくしました。"}
{"en": "as if all her lapful of darling treasures were suddenly spilled,", "ja": "まるでエプロンいっぱいのすばらしい宝物を、突然あたり一面に撒き散らしてしまったみたいにです。"}
{"en": "and then for very disdain she could not sob;", "ja": "そしてあまりに軽蔑しきったので、泣くことすらできませんでした。"}
{"en": "in a swell of protest against all puling cowards she ran to St. Govor's Well and hid in Tony's stead.", "ja": "あまりに臆病なお兄ちゃんへの反感でいっぱいになって、マイミーは聖ガーバーの井戸へ駆け出して行き、トニーの代わりにそこに隠れました。"}
{"en": "When the ayah reached the gate and saw Tony far in front she thought her other charge was with him and passed out.", "ja": "乳母が門のところまでやってきたとき、トニーははるか前に行っており、乳母はもう一人、マイミーもいっしょに行って姿が見えなくなったのだと思いました。"}
{"en": "Twilight came on, and scores and hundreds of people passed out,", "ja": "たそがれどきになり、みんな公園から出て行きます。"}
{"en": "including the last one, who always has to run for it, but Maimie saw them not.", "ja": "最後の一人は、いつも駆け足で出て行かなければなりません。"}
{"en": "She had shut her eyes tight and glued them with passionate tears.", "ja": "マイミーは目をぎゅっと閉じて、思いがけず涙がでて目を開けることができませんでした。"}
{"en": "When she opened them something very cold ran up her legs and up her arms and dropped into her heart.", "ja": "目を開けたとき、なにかとても冷たいものが手と足をすーっと登ってきて、心臓のところに落ちてきました。"}
{"en": "It was the stillness of the Gardens.", "ja": "それは公園の静けさでした。"}
{"en": "Then she heard clang, then from another part _clang_, then _clang_, _clang_ far away.", "ja": "それからカランという音を聞き、他からもカラン、別でカラン、遠くでカラン、"}
{"en": "It was the Closing of the Gates.", "ja": "門の閉まる音でした。"}
{"en": "Immediately the last clang had died away Maimie distinctly heard a voice say,", "ja": "すぐに最後のカランという音も聞こえなくなり、マイミーははっきりとこう言っている声をききました。"}
{"en": "\"So that's all right.\"", "ja": "「万事問題なし」"}
{"en": "It had a wooden sound and seemed to come from above,", "ja": "木がしゃべっているような音で、上から聞こえてきました。"}
{"en": "and she looked up in time to see an elm tree stretching out its arms and yawning.", "ja": "そこで見上げてみると、すぐに楡の木が両腕を伸ばして、あくびをしているのが目に入りました。"}
{"en": "She was about to say,", "ja": "マイミーは思わず"}
{"en": "\"I never knew you could speak!\"", "ja": "「木がしゃべるなんて！」と声にだすところでした。"}
{"en": "when a metallic voice that seemed to come from the ladle at the well remarked to the elm,", "ja": "ただ金属からでるｔような声が井戸のところのひしゃくから聞こえてきて、楡の木に意見しました。"}
{"en": "\"I suppose it is a bit coldish up there?\"", "ja": "「そこはちょっと寒くないかい？」"}
{"en": "and the elm replied,", "ja": "そして楡の木は答えました。"}
{"en": "\"Not particularly, but you do get numb standing so long on one leg,\"", "ja": "「そうでもないよ、ところで君はそんなに長い間一本足で立っていて、しびれてくるだろう」"}
{"en": "and he flapped his arms vigorously just as the cabmen do before they drive off.", "ja": "そして楡の木は、ちょうど御者が動き出す前にするように力強く手を振り回しました。"}
{"en": "Maimie was quite surprised to see that a number of other tall trees were doing the same sort of thing", "ja": "マイミーは多くの背の高い木が、楡の木とおなじような動作をするのをみて本当にびっくりしました。"}
{"en": "and she stole away to the Baby Walk and crouched observantly under a Minorca Holly", "ja": "そしてこっそりと赤ん坊の道まで出ていくと、注意を払いながらミノルカのヒイラギの木の下に身をかくしました。"}
{"en": "which shrugged its shoulders but did not seem to mind her.", "ja": "ヒイラギの木は両肩をひょいとすくめましたが、マイミーには気づかないようでした。"}
{"en": "She was not in the least cold.", "ja": "マイミーはすこしも寒くはありません。"}
{"en": "She was wearing a russet-coloured pelisse and had the hood over her head,", "ja": "あずき色の子供用オーバーを着ていましたし、頭にはフードもかぶっていました。"}
{"en": "so that nothing of her showed except her dear little face and her curls.", "ja": "そして外から見ると、かわいい小さな顔と巻き毛以外はなにも見えません。"}
{"en": "The rest of her real self was hidden far away inside so many warm garments that in shape she seemed rather like a ball.", "ja": "その他の部分はあたたかな洋服にすっぽりつつまれていて、姿はまるまるとしたボールのようでした。"}
{"en": "She was about forty round the waist.", "ja": "まるでウエストのサイズが４０もあるみたいです。"}
{"en": "There was a good deal going on in the Baby Walk,", "ja": "赤ん坊の道には、いろいろなものが行き来しました。"}
{"en": "when Maimie arrived in time to see a magnolia and a Persian lilac step over the railing and set off for a smart walk.", "ja": "マイミーが着いた時は、マグノリア（もくれん）とペルシアライラックが柵を越えて、さっそうと歩いて行くところでした。"}
{"en": "They moved in a jerky sort of way certainly, but that was because they used crutches.", "ja": "たしかに彼らはてきぱきと動いていましたが、それは松葉杖を使っていたからです。"}
{"en": "An elderberry hobbled across the walk, and stood chatting with some young quinces,", "ja": "ニワトコは道をびっこを引きながら横切り、年若そうなカリンと立ち話をしていました。"}
{"en": "and they all had crutches.", "ja": "みんな松葉杖をついていて、"}
{"en": "The crutches were the sticks that are tied to young trees and shrubs.", "ja": "松葉杖とは若い枝や下のほうの枝に結び付けられたステッキのことです。"}
{"en": "They were quite familiar objects to Maimie, but she had never known what they were for until to-night.", "ja": "松葉杖はマイミーにとって、よく目にするものでしたが、今夜までどんな風に使うものか知りませんでした。"}
{"en": "She peeped up the walk and saw her first fairy.", "ja": "マイミーは道をこっそりのぞいて、初めて妖精をみました。"}
{"en": "He was a street boy fairy who was running up the walk closing the weeping trees.", "ja": "その妖精は男の子の浮浪児で道をかけまわっては、垂れ下がった枝を閉じているのでした。"}
{"en": "The way he did it was this,", "ja": "そのやり方はこうです。"}
{"en": "he pressed a spring in the trunk and they shut like umbrellas, deluging the little plants beneath with snow.", "ja": "妖精が木の幹に飛びかかると、木は傘みたいに枝を閉じ、木の下の小さな草木の上に雪をどさりと落とすのです。"}
{"en": "\"Oh, you naughty, naughty child!\"", "ja": "「わんぱく坊や、まったくわんぱくなんだから！」"}
{"en": "Maimie cried indignantly,", "ja": "マイミーは腹をたてて叫びました。"}
{"en": "for she knew what it was to have a dripping umbrella about your ears.", "ja": "マイミーも、耳元のところに雨がしたたる傘をもってこられることがどういうことかは知ってましたから。"}
{"en": "Fortunately the mischievous fellow was out of earshot,", "ja": "運がよいことに、いたずらな妖精はマイミーの声が聞こえなかったみたいです。"}
{"en": "but the chrysanthemums heard her,", "ja": "ただ菊の花が、マイミーの声を聞いていました。"}
{"en": "and they all said so pointedly", "ja": "菊の花は辛らつに"}
{"en": "\"Hoity-toity, what is this?\"", "ja": "「いやはや、どういうことだい？」と言い放ち、"}
{"en": "that she had to come out and show herself.", "ja": "マイミーは出て来ざるをえませんでした。"}
{"en": "Then the whole vegetable kingdom was rather puzzled what to do.", "ja": "そして植物界は、どうしようかすっかり困ってしまいました。"}
{"en": "\"Of course it is no affair of ours,\"", "ja": "「もちろん、私たちには関係ないですから」"}
{"en": "a spindle tree said after they had whispered together,", "ja": "マユミの木は、みんなと何やらささやきあってからそう言いました。"}
{"en": "\"but you know quite well you ought not to be here, and perhaps our duty is to report you to the fairies;", "ja": "「でもここにいちゃいけないって知ってるでしょうに、私たちとしてはあなたのこと、妖精たちに言わなきゃならないわ。"}
{"en": "what do you think yourself?\"", "ja": "自分ではどう思ってるの？」"}
{"en": "\"I think you should not,\"", "ja": "「妖精たちには言わないで」"}
{"en": "Maimie replied, which so perplexed them that they said petulantly there was no arguing with her.", "ja": "マイミーがそう答えたので、みんなは困ってしまって、怒りっぽい口調でマイミーのことなんかあれこれ言いたくもないと言いました。"}
{"en": "\"I wouldn't ask it of you,\"", "ja": "「もし自分で悪いことだと思ってたら、頼まないわ」"}
{"en": "she assured them, \"if I thought it was wrong,\"", "ja": "マイミーはみんなに断言しました。"}
{"en": "and of course after this they could not well carry tales.", "ja": "もちろんこう言われては、告げ口できません。"}
{"en": "They then said,", "ja": "みんなは口々にこういいました"}
{"en": "\"Well-a-day,\"", "ja": "「なんてことのなの」"}
{"en": "\"Such is life!\"", "ja": "「人生なんてそんなもの！」とか。"}
{"en": "for they can be frightfully sarcastic,", "ja": "木たちの口ぶりときたら、まったく嫌みになるときがあるのです。"}
{"en": "but she felt sorry for those of them who had no crutches, and she said good-naturedly,", "ja": "でもマイミーは、松葉杖をもっていない木たちのことをかわいそうに思ったので、いい子の発言をしました。"}
{"en": "\"Before I go to the fairies' ball, I should like to take you for a walk one at a time;", "ja": "「妖精たちの舞踏会に行く前に、一人ずつ散歩に連れていってあげる。"}
{"en": "you can lean on me, you know.\"", "ja": "私にもたれかかればいいわ」"}
{"en": "At this they clapped their hands,", "ja": "これを聞いて、みんな拍手喝さいです。"}
{"en": "and she escorted them up to the Baby Walk and back again,", "ja": "マイミーは、みんなを赤ん坊の道まで連れていき戻ってきました。"}
{"en": "one at a time,", "ja": "一度に一人ずつ。"}
{"en": "putting an arm or a finger round the very frail, setting their leg right when it got too ridiculous,", "ja": "とてもよろよろしている木は腕や指でささえてやり、足元がおぼつかない木にはまっすぐ歩けるようにしました。"}
{"en": "and treating the foreign ones quite as courteously as the English, though she could not understand a word they said.", "ja": "外国の木が何を言ってるのかさっぱりマイミーは分かりませんでしたけど、英国の木と同じくらい礼儀正しく接しました。"}
{"en": "They behaved well on the whole, though some whimpered that she had not taken them as far as she took Nancy or Grace or Dorothy,", "ja": "木たちもみんなだいたい礼儀正しかったですが、なかにはナンシーやグレースやドロシーを連れて行ったところまで私をつれて行ってくれないの、とめそめそ泣くものもいました。"}
{"en": "and others jagged her,", "ja": "またマイミーにぎざぎざをつけるものもいました。"}
{"en": "but it was quite unintentional, and she was too much of a lady to cry out.", "ja": "ただわざとではありませんし、マイミーは礼儀正しい女の子でしたので叫び声はあげませんでした。"}
{"en": "So much walking tired her and she was anxious to be off to the ball,", "ja": "マイミーはあんまり歩いたので疲れましたし、舞踏会に遅れるのではと心配になりました。"}
{"en": "but she no longer felt afraid.", "ja": "でも、もう恐い気持ちは全然ありません。"}
{"en": "The reason she felt no more fear was that it was now night-time,", "ja": "恐くなくなったのは、夜の時間になったからでもあります。"}
{"en": "and in the dark, you remember, Maimie was always rather strange.", "ja": "暗くなると、そうです、マイミーはかなり変わった女の子になりますから。"}
{"en": "They were now loath to let her go,", "ja": "木たちはマイミーを行かせたがりません。"}
{"en": "for,", "ja": "それで"}
{"en": "\"If the fairies see you,\" they warned her, \"they will mischief you,", "ja": "「妖精たちがあなたを見たら、いたずらするよ。"}
{"en": "stab you to death or compel you to nurse their children or turn you into something tedious, like an evergreen oak.\"", "ja": "つついたり子供の面倒をみさせたり、なにか退屈なもの、一年中緑のかしの木なんかにかえてしまうかもしれないよ」と注意しました。"}
{"en": "As they said this they looked with affected pity at an evergreen oak,", "ja": "こういいながら、木たちは悪いなぁと思いながらかしの木を見ました。"}
{"en": "for in winter they are very envious of the evergreens.", "ja": "実は、一年中緑のかしの木をねたましく思っていたのです。"}
{"en": "\"Oh, la!\"", "ja": "「ふーん！」"}
{"en": "replied the oak bitingly,", "ja": "かしの木は辛らつに言い返しました。"}
{"en": "\"how deliciously cosy it is to stand here buttoned to the neck and watch you poor naked creatures shivering!\"", "ja": "「ここに首までボタンをしめて立っていて、君らがはだかでぶるぶる震えてるのを見るのはどんなに楽しいことか」"}
{"en": "This made them sulky though they had really brought it on themselves,", "ja": "自分たちで言い出したくせに、こう言われると他の木たちは、すっかりすねてしまいました。"}
{"en": "and they drew for Maimie a very gloomy picture of the perils that faced her if she insisted on going to the ball.", "ja": "そしてマイミーにもし舞踏会に行くとだだをこねると、どんな危険がまちうけているかさも憂鬱そうに説明するのでした。"}
{"en": "She learned from a purple filbert that the court was not in its usual good temper at present,", "ja": "マイミーは、すでにムラサキハシバミから宮殿はいつものような平穏な様子ではないということを聞いていました。"}
{"en": "the cause being the tantalising heart of the Duke of Christmas Daisies.", "ja": "それは、クリスマスひなぎく公爵のじりじりさせる心のせいなのです。"}
{"en": "He was an Oriental fairy, very poorly of a dreadful complaint, namely, inability to love,", "ja": "クリスマスひなぎく公爵は東洋の妖精で、ひどい病気にかかっており、つまり愛することができないためにとても不幸でした。"}
{"en": "and though he had tried many ladies in many lands he could not fall in love with one of them.", "ja": "いろいろな土地でさまざまな女の人を愛そうとしたのですが、誰も愛することができませんでした。"}
{"en": "Queen Mab, who rules in the Gardens, had been confident that her girls would bewitch him,", "ja": "ケンジントン公園を治めていたマブ女王は、自分の娘たちなら公爵をうっとりさせることができるだろうと自信をもっていました。"}
{"en": "but alas, his heart, the doctor said, remained cold.", "ja": "ただ医者がいうには、公爵の心は凍ったままなのでした。"}
{"en": "This rather irritating doctor, who was his private physician, felt the Duke's heart immediately after any lady was presented, and then always shook his bald head", "ja": "このかなりいらいらさせる医者は、公爵のかかりつけの医者で、女性が公爵の面前に現われるとすぐに公爵の心に手をあてて、はげあがった頭をいつも左右にふると、"}
{"en": "and murmured, \"Cold, quite cold!\"", "ja": "「冷たい、きわめて冷たいですな」とつぶやきました。"}
{"en": "Naturally Queen Mab felt disgraced, and first she tried the effect of ordering the court into tears for nine minutes,", "ja": "もちろんマブ女王は面目をつぶされたと感じて、最初は、９分間の間、宮殿を涙であふれさせることを試してみました。"}
{"en": "and then she blamed the Cupids and decreed that they should wear fools' caps until they thawed the Duke's frozen heart.", "ja": "それからキューピッドを責め、公爵の凍りついた心をとかすまで道化者の帽子をかぶるよう命令しました。"}
{"en": "\"How I should love to see the Cupids in their dear little fools' caps!\"", "ja": "「なんとしても、道化者の帽子をかぶったキューピッドをみたいわ」"}
{"en": "Maimie cried, and away she ran to look for them very recklessly,", "ja": "とマイミーはさけぶと、向こう見ずにもキューピッドを探しにかけだしました。"}
{"en": "for the Cupids hate to be laughed at.", "ja": "キューピッドというものは、笑われるのが大嫌いなのですが。"}
{"en": "It is always easy to discover where a fairies' ball is being held,", "ja": "妖精たちの舞踏会が開かれている場所を探し出すのは、いつも簡単なことです。"}
{"en": "as ribbons are stretched between it and all the populous parts of the Gardens, on which those invited may walk to the dance without wetting their pumps.", "ja": "というのも舞踏会の場所と公園の人通りがはげしい場所との間にはリボンがはりわたされていて、招待された人たちは舞踏用の靴が濡れないように、ダンスするところまでその上を歩いて行けましたから。"}
{"en": "This night the ribbons were red and looked very pretty on the snow.", "ja": "今夜のリボンは赤で、雪の上でひときわ映えました。"}
{"en": "Maimie walked alongside one of them for some distance without meeting anybody,", "ja": "マイミーは、誰にも出会うことなくしばらくリボンの一つにそって歩いて行きました。"}
{"en": "but at last she saw a fairy cavalcade approaching.", "ja": "しかしついにマイミーは妖精の大パレードが近づいてくるのを目にしました。"}
{"en": "To her surprise they seemed to be returning from the ball,", "ja": "びっくりしたことに、パレードは舞踏会から引き返してくるようでした。"}
{"en": "and she had just time to hide from them by bending her knees and holding out her arms and pretending to be a garden chair.", "ja": "マイミーは膝を折り両腕をのばし、公園の椅子のようなふりをしてぎりぎりパレードから姿を隠しました。"}
{"en": "There were six horsemen in front and six behind, in the middle walked a prim lady wearing a long train held up by two pages, and on the train,", "ja": "前に６人、後ろに６人が馬に乗っていて、真ん中に２人の小姓に服の長いすそをもたせている上品な女性が歩いていました。"}
{"en": "as if it were a couch, reclined a lovely girl, for in this way do aristocratic fairies travel about.", "ja": "まるで長いすに腰かけているようで、一人の愛らしい少女がもたれかかっており、これが上流階級の妖精たちが旅をするやり方でした。"}
{"en": "She was dressed in golden rain, but the most enviable part of her was her neck,", "ja": "女性は金色のドレスに身をつつんでいましたが、なんといってももっとも羨望の的なのは首でした。"}
{"en": "which was blue in colour and of a velvet texture, and of course showed off her diamond necklace as no white throat could have glorified it.", "ja": "色が青くビロードの手触りで、白いのどではそれほど映えないぐらい、ダイアモンドのネックレスをいっそう引き立たせていました。"}
{"en": "The high-born fairies obtain this admired effect by pricking their skin,", "ja": "生まれが高貴な妖精たちは、このみとれる効果を上げるために、肌に針をさすのです。"}
{"en": "which lets the blue blood come through and dye them,", "ja": "針をさすと、青い血が出てきて肌が青く染まるのです。"}
{"en": "and you cannot imagine anything so dazzling unless you have seen the ladies' busts in the jewellers' windows.", "ja": "そしてあなたが宝石商のショーウィンドウで女性の上半身でも見たことがない限り、それほど目がくらむものを想像することさえできないでしょう。"}
{"en": "Maimie also noticed that the whole cavalcade seemed to be in a passion,", "ja": "マイミーは、大パレードが怒っているようにも見えることにも気づきました。"}
{"en": "tilting their noses higher than it can be safe for even fairies to tilt them,", "ja": "妖精ができうるかぎり鼻をつんと上に向けていたのです。"}
{"en": "and she concluded that this must be another case in which the doctor had said \"Cold, quite cold!\"", "ja": "マイミーはまたあの医者に「冷たい、きわめて冷たいですな」と言われたにちがいないと思いました。"}
{"en": "Well, she followed the ribbon to a place where it became a bridge over a dry puddle", "ja": "さて、マイミーはリボンをたどって、水のかれた水たまりにかかっている橋のようになっている所までやってきました。"}
{"en": "into which another fairy had fallen and been unable to climb out.", "ja": "そこでは、ある妖精が水たまりにはまりこみ這い上がれなくなっていました。"}
{"en": "At first this little damsel was afraid of Maimie, who most kindly went to her aid, but soon she sat in her hand chatting gaily and explaining", "ja": "初めこの小さな少女はマイミーを恐がっていましたが、マイミーがやさしく彼女を助け出したので、すぐにマイミーの腕の中で楽しそうに話し出しました。"}
{"en": "that her name was Brownie, and that though only a poor street singer she was on her way to the ball to see if the Duke would have her.", "ja": "自分の名前はブローニーで、今はしがない街の歌い手だけど、舞踏会に行って公爵にお目にかかろうと思うのと話してくれたのです。"}
{"en": "\"Of course,\" she said, \"I am rather plain,\"", "ja": "「もちろん、わたしは目立たない女の子よ」"}
{"en": "and this made Maimie uncomfortable,", "ja": "少女がそう言うのを聞いて、マイミーは居心地が悪くなってしまいました。"}
{"en": "for indeed the simple little creature was almost quite plain for a fairy.", "ja": "というのもこの飾り気のない小さな少女は、妖精としては全く地味でしたから。"}
{"en": "It was difficult to know what to reply.", "ja": "なんて答えていいのかわかりません。"}
{"en": "\"I see you think I have no chance,\"", "ja": "「あなたが、わたしにはチャンスがないって思ってるのはわかるわ」"}
{"en": "Brownie said falteringly.", "ja": "ブローニーはためらいながら言いました。"}
{"en": "\"I don't say that,\"", "ja": "「そんなこといってない」"}
{"en": "Maimie answered politely,", "ja": "マイミーは礼儀正しく答えました。"}
{"en": "\"of course your face is just a tiny bit homely, but--\"", "ja": "「もちろんあなたの顔は、少しばかり平凡だけどね、でもね」"}
{"en": "Really it was quite awkward for her.", "ja": "マイミーは、実際のところとても困ってしまいました。"}
{"en": "Fortunately she remembered about her father and the bazaar.", "ja": "運がいいことに、マイミーはお父さんとバザーのことを思い出しました。"}
{"en": "He had gone to a fashionable bazaar", "ja": "お父さんは社交界のバザーへ出かけて行ったのです。"}
{"en": "where all the most beautiful ladies in London were on view for half-a-crown the second day,", "ja": "そのバザーでは、２日目にはロンドン中の全ての美しい女性を半クラウンでみることができました。"}
{"en": "but on his return home instead of being dissatisfied with Maimie's mother he had said,", "ja": "でも家に帰ってくると、マイミーのお母さんにがっかりするどころが、こう言ったものでした。"}
{"en": "\"You can't think, my dear, what a relief it is to see a homely face again.\"", "ja": "「また平凡な顔を目にするのが、どれほど落ち着くかわからないだろうなぁ」"}
{"en": "Maimie repeated this story, and it fortified Brownie tremendously,", "ja": "マイミーがこの話を繰り返すと、ブローニーはとても勇気づけられたようでした。"}
{"en": "indeed she had no longer the slightest doubt that the Duke would choose her.", "ja": "実際ブローニーは、公爵が自分を選ぶだろうということをこれっぽちも疑っていませんでした。"}
{"en": "So she scudded away up the ribbon,", "ja": "そして彼女はリボンの上を駆けていきました。"}
{"en": "calling out to Maimie not to follow lest the Queen should mischief her.", "ja": "マイミーには、女王がなにかするといけないから後をついてこないようにと言い残していきました。"}
{"en": "But Maimie's curiosity tugged her forward,", "ja": "でもマイミーの好奇心は、彼女の足を前へ前へと進ませます。"}
{"en": "and presently at the seven Spanish chestnuts, she saw a wonderful light.", "ja": "そして７本のスペインのクリの木のところで、素敵な明かりを見ました。"}
{"en": "She crept forward until she was quite near it,", "ja": "マイミーは明かりのごく近くまで、這って近づきました。"}
{"en": "and then she peeped from behind a tree.", "ja": "そして木の陰から覗き見しました。"}
{"en": "The light, which was as high as your head above the ground, was composed of myriads of glow-worms all holding on to each other, and so forming a dazzling canopy over the fairy ring.", "ja": "その明かりは、ちょうどあなたの頭ぐらいの高さのところにあり、無数のホタルがひとかたまりになって形作られているようで、妖精たちの輪の上で目も眩むようなパラシュートの傘の形をしていました。"}
{"en": "There were thousands of little people looking on, but they were in shadow and drab in colour compared to the glorious creatures within that luminous circle", "ja": "何千人もの小人が見物していましたが、あの光り輝く輪の中にいる燦然たる妖精に比べると陰になっていて、色もくすんで見えました。"}
{"en": "who were so bewilderingly bright that Maimie had to wink hard all the time she looked at them.", "ja": "妖精たちはどぎまぎするほど明るくて、マイミーは眺めている間はずっと、はげしく瞬きしなければなりませんでした。"}
{"en": "It was amazing and even irritating to her that the Duke of Christmas Daisies should be able to keep out of love for a moment:", "ja": "マイミーにとっては、クリスマスひなぎく公爵がほんのひとときでさえ人を愛することができないことが驚くべきことで、またいらいらさせられることでした。"}
{"en": "yet out of love his dusky grace still was:", "ja": "でも公爵の憂鬱な態度からは、まだ人を愛してないことがありありとわかります。"}
{"en": "you could see it by the shamed looks of the Queen and court (though they pretended not to care),", "ja": "気にしてはいないふうは装っても、辱められたような女王と宮殿のものたちの様子からもわかります。"}
{"en": "by the way darling ladies brought forward for his approval burst into tears as they were told to pass on, and by his own most dreary face.", "ja": "また公爵によい返事をもらうため連れてこられた魅力のある女性たちがだめだと言われて泣き出したことや、公爵自身のつまらなそうな顔からも人を愛していないことはわかります。"}
{"en": "Maimie could also see the pompous doctor feeling the Duke's heart", "ja": "マイミーは、公爵の心を触診しているもったいぶった医者の姿も見ることができました。"}
{"en": "and hear him give utterance to his parrot cry,", "ja": "医者がオウムの鳴き声みたいな声をだしているのが聞こえます。"}
{"en": "and she was particularly sorry for the Cupids,", "ja": "マイミーは、キューピッドたちのことは本当にかわいそうに思いました。"}
{"en": "who stood in their fools' caps in obscure places and, every time they heard that \"Cold, quite cold,\" bowed their disgraced little heads.", "ja": "キューピッドたちは道化帽をかぶり、人目につかない場所に立ち、例の「冷たい、きわめて冷たいですな」を聞くたびに面目ないといった感じで小さな頭を垂れていましたから。"}
{"en": "She was disappointed not to see Peter Pan,", "ja": "マイミーはピーターパンを見ることができなくてがっかりしました。"}
{"en": "and I may as well tell you now why he was so late that night.", "ja": "ピーターがその夜はどうしてそんなに遅れたかお話ししておきましょう。"}
{"en": "It was because his boat had got wedged on the Serpentine between fields of floating ice,", "ja": "それは、ピーターのボートがサーペインタイン池で一面の流氷に囲まれて閉じ込められたからです。"}
{"en": "through which he had to break a perilous passage with his trusty paddle.", "ja": "ピーターは、頼みのかいで危険な道を切り開かなければなりませんでした。"}
{"en": "The fairies had as yet scarcely missed him,", "ja": "妖精たちは、今のところピーターがいないことに気づいていません。"}
{"en": "for they could not dance, so heavy were their hearts.", "ja": "というのもまだ心が重くなっていて踊るどころではありませんから。"}
{"en": "They forget all the steps when they are sad and remember them again when they are merry.", "ja": "妖精たちは悲しくなるとダンスのステップを忘れてしまい、楽しくなると思い出す生き物です。"}
{"en": "David tells me", "ja": "デビットがわたしに教えてくれました。"}
{"en": "that fairies never say \"We feel happy\":", "ja": "妖精たちは“幸せ”とは言わない、"}
{"en": "what they say is, \"We feel _dancey_.\"", "ja": "“踊りたい”と言うんだと。"}
{"en": "Well, they were looking very undancy indeed,", "ja": "今のところ、妖精たちは全然踊りたくなさそうでした。"}
{"en": "when sudden laughter broke out among the onlookers,", "ja": "そのとき突然、見物人の中から笑い声が起こりました。"}
{"en": "caused by Brownie,", "ja": "ブローニーが引き起こした笑い声です。"}
{"en": "who had just arrived and was insisting on her right to be presented to the Duke.", "ja": "ブローニーは、いま到着したところで公爵にお目にかかりたいと申し出たのです。"}
{"en": "Maimie craned forward eagerly to see how her friend fared,", "ja": "マイミーは、友達のブローニーがどうなるか首を伸ばして見守りました。"}
{"en": "though she had really no hope;", "ja": "実際のところ見こみはなさそうでした。"}
{"en": "no one seemed to have the least hope except Brownie herself who, however, was absolutely confident.", "ja": "ブローニーは自信満々だったんですが、ブローニー以外には少しでも望みがあると思っているものはいませんでした。"}
{"en": "She was led before his grace, and the doctor putting a finger carelessly on the ducal heart,", "ja": "ブローニーは公爵の前につれて行かれ、そして医者が公爵の胸の上にそっけなく一本指をあてました。"}
{"en": "which for convenience sake was reached by a little trap-door in his diamond shirt,", "ja": "公爵のダイヤモンドのシャツの胸のところには、ちいさな扉がついていて指をあてるのに便利なようになっていました。"}
{"en": "had begun to say mechanically, \"Cold,", "ja": "そして無意識に"}
{"en": "\"Cold, qui--,\"", "ja": "「冷たい、きわ、」と言いかけて、"}
{"en": "when he stopped abruptly.", "ja": "突然いいよどみました。"}
{"en": "\"What's this?\"", "ja": "「これはいったい？」"}
{"en": "he cried, and first he shook the heart like a watch,", "ja": "医者は叫んで、はじめ胸を時計のように揺さぶりました。"}
{"en": "and then put his ear to it.", "ja": "それから胸の上に耳をあてました。"}
{"en": "\"Bless my soul!\"", "ja": "「なんてことだ！」"}
{"en": "cried the doctor, and by this time of course the excitement among the spectators was tremendous, fairies fainting right and left.", "ja": "医者は叫ぶと、この時には見物人からのどよめきも大きくなり、妖精たちがあちこちで気を失いました。"}
{"en": "Everybody stared breathlessly at the Duke, who was very much startled and looked as if he would like to run away.", "ja": "全ての人が固唾をのんで公爵を見守り、公爵もとても注目をあびて、逃げ出したいようにも見えました。"}
{"en": "\"Good gracious me!\"", "ja": "「これは驚いた！」"}
{"en": "the doctor was heard muttering,", "ja": "医者がつぶやいているのが聞こえます。"}
{"en": "and now the heart was evidently on fire,", "ja": "そして今、心には明らかに火がついていました。"}
{"en": "for he had to jerk his fingers away from it and put them in his mouth.", "ja": "医者は公爵の心にあてていた指をひっこめて、口の中に入れて冷やしたぐらいです。"}
{"en": "The suspense was awful!", "ja": "興奮は絶頂でした！"}
{"en": "Then in a loud voice, and bowing low,", "ja": "そのとき医者は低い声で、頭をさげて"}
{"en": "\"My Lord Duke,\"", "ja": "「わが公爵どの」"}
{"en": "said the physician elatedly,", "ja": "と勢い込んで言いました。"}
{"en": "\"I have the honour to inform your excellency", "ja": "「謹んで申し上げます。"}
{"en": "that your grace is in love.\"", "ja": "公爵どのは愛してらっしゃると存じます」"}
{"en": "You can't conceive the effect of it.", "ja": "あなたは、こう言われた後がどうなったかは想像できないでしょう。"}
{"en": "Brownie held out her arms to the Duke and he flung himself into them,", "ja": "ブローニーは両腕を公爵にさしのべ、公爵はその腕の中にとびこみました。"}
{"en": "the Queen leapt into the arms of the Lord Chamberlain, and the ladies of the court leapt into the arms of her gentlemen,", "ja": "女王は侍従長の腕の中にとびこみ、宮廷の女性たちは紳士の腕の中にとびこみました。"}
{"en": "for it is etiquette to follow her example in everything.", "ja": "全てのことにおいて女王のするとおりにするのが、エチケットでしたから。"}
{"en": "Thus in a single moment about fifty marriages took place,", "ja": "その瞬間に５０組の婚礼がとりおこなわれました。"}
{"en": "for if you leap into each other's arms it is a fairy wedding.", "ja": "お互いの腕の中にとびこむことが妖精の婚礼です。"}
{"en": "Of course a clergyman has to be present.", "ja": "もちろん牧師も一人はいなければなりませんが。"}
{"en": "How the crowd cheered and leapt!", "ja": "どんなに観衆は騒いで、とびはねたことでしょう。"}
{"en": "Trumpets brayed, the moon came out,", "ja": "らっぱが響き渡り、月が姿をあらわしました。"}
{"en": "and immediately a thousand couples seized hold of its rays as if they were ribbons in a May dance and waltzed in wild abandon round the fairy ring.", "ja": "そして、すぐさま数多くのカップルがまるで５月の踊りのときリボンをつかむように月の光を手につかみ、妖精たちの輪の周りで、はめをはずしてワルツをおどりました。"}
{"en": "Most gladsome sight of all,", "ja": "そのなかでも一番おおはしゃぎなのは、キューピッドでした。"}
{"en": "the Cupids plucked the hated fools' caps from their heads and cast them high in the air.", "ja": "あのいやな道化帽を脱ぎ捨て、宙高くほうり投げました。"}
{"en": "And then Maimie went and spoiled everything.", "ja": "それからマイミーが姿をあらわし、全てを台無しにしていまいました。"}
{"en": "She couldn't help it.", "ja": "マイミーもそうせずにはいられなかったのです。"}
{"en": "She was crazy with delight over her little friend's good fortune, so she took several steps forward and cried in an ecstasy,", "ja": "マイミーは、自分の小さな友達の幸せに大喜びで、思わず足が前にでてうれしそうに叫んだのでした。"}
{"en": "\"Oh, Brownie, how splendid!\"", "ja": "「あぁブローニー、なんてすばらしいの！」"}
{"en": "Everybody stood still,", "ja": "全員がたちすくみました。"}
{"en": "the music ceased, the lights went out, and all in the time you may take to say \"Oh dear!\"", "ja": "音楽はやみ、明かりは消え、全てはあなたが「まあ」というぐらいの時間で起こりました。"}
{"en": "An awful sense of her peril came upon Maimie, too late she remembered that she was a lost child in a place where no human must be between the locking and the opening of the gates,", "ja": "マイミーはあぶないわと思いましたが、自分が閉門から開門までの時間に禁じられた場所にいる迷子だと思い出すには遅すぎました。"}
{"en": "she heard the murmur of an angry multitude, she saw a thousand swords flashing for her blood,", "ja": "怒りに満ちた観衆のぶつぶつ言う声がマイミーの耳に入り、数多くの剣がマイミーの血を求めてきらりと光りました。"}
{"en": "and she uttered a cry of terror and fled.", "ja": "マイミーは恐怖のあまり叫び声をあげ、逃げ出しました。"}
{"en": "How she ran!", "ja": "どれほど走ったことでしょう！"}
{"en": "and all the time her eyes were starting out of her head.", "ja": "走っている間マイミーの両目は、顔から飛び出しそうになったほどです。"}
{"en": "Many times she lay down, and then quickly jumped up and ran on again.", "ja": "何回も転んで、その度に飛び起きてまた走りつづけました。"}
{"en": "Her little mind was so entangled in terrors that she no longer knew she was in the Gardens.", "ja": "その小さな心は恐怖に絡め取られて、もはや公園にいることもわからないありさまでした。"}
{"en": "The one thing she was sure of was that she must never cease to run,", "ja": "ひとつだけ確かだったことは、走る足をとめてはいけないということでした。"}
{"en": "and she thought she was still running long after she had dropped in the Figs and gone to sleep.", "ja": "なので、マイミーはイチジクの森に転がり込んで、眠りに落ちたあともずっと走りつづけてるんだと思ったぐらいでした。"}
{"en": "She thought the snowflakes falling on her face were her mother kissing her good-night.", "ja": "自分の顔に降り積もる雪をお母さんがお休みのキスをしてくれてるんだと思ったのでした。"}
{"en": "She thought her coverlet of snow was a warm blanket, and tried to pull it over her head.", "ja": "積もった雪を暖かい毛布だと思って、頭までかぶろうとしたぐらいです。"}
{"en": "And when she heard talking through her dreams she thought it was mother bringing father to the nursery door to look at her as she slept.", "ja": "夢の中で話し声が聞こえましたが、それはマイミーが寝ている時に、お母さんがお父さんを子供部屋のドアのところまで寝顔を見せにつれてきたのだと思いました。"}
{"en": "But it was the fairies.", "ja": "しかしそれは妖精の声でした。"}
{"en": "I am very glad to be able to say that they no longer desired to mischief her.", "ja": "すでに妖精たちがマイミーに危害を及ぼす意思がないことをお話しできるのは、とてもうれしいことです。"}
{"en": "When she rushed away they had rent the air with such cries as \"Slay her!\" \"Turn her into something extremely unpleasant!\" and so on, but the pursuit was delayed while they discussed who should march in front,", "ja": "マイミーが走り去ったとき、「殺しちゃえ！」「なにかヘンなものに変えろ！」なんて叫び声が響き渡りましたが、誰が最初に追いかけるべきかなんてことを相談している間に追跡するのが遅れてしまいました。"}
{"en": "and this gave Duchess Brownie time to cast herself before the Queen and demand a boon.", "ja": "そうしていると公爵夫人のブローニーが女王の前にひれ伏して、贈り物をいただきたいと申し出ました。"}
{"en": "Every bride has a right to a boon,", "ja": "花嫁には、贈り物をもらう権利があるのです。"}
{"en": "and what she asked for was Maimie's life.", "ja": "ブローニーが望んだのは、マイミーの命でした。"}
{"en": "\"Anything except that,\"", "ja": "「それ以外のものを」"}
{"en": "replied Queen Mab sternly,", "ja": "マブ女王は厳しく答えました。"}
{"en": "and all the fairies chanted", "ja": "そして全ての妖精たちが口々に"}
{"en": "\"Anything except that.\"", "ja": "「それ以外のものを」と気勢をあげました。"}
{"en": "But when they learned how Maimie had befriended Brownie and so enabled her to attend the ball to their great glory and renown, they gave three huzzas for the little human,", "ja": "でもどれほどマイミーがブローニーに力を貸したかが分かりましたし、マイミーを舞踏会に招待することが自分たちの栄誉と名声に結びつくことがわかりましたので、小さい人間の子のために妖精たちは万歳三唱しました。"}
{"en": "and set off, like an army, to thank her,", "ja": "そしてマイミーに感謝するため、軍隊みたいに出発しました。"}
{"en": "the court advancing in front and the canopy keeping step with it.", "ja": "宮殿のものたちが先頭で、傘のような明かりがそれに歩調を合わせます。"}
{"en": "They traced Maimie easily by her footprints in the snow.", "ja": "雪の上の足跡でマイミーの跡をつけるのは簡単なことでした。"}
{"en": "But though they found her deep in snow in the Figs, it seemed impossible to thank Maimie,", "ja": "イチジクの森の雪ふかくにマイミーを見つけましたが、マイミーに感謝の言葉は伝えられそうにありません。"}
{"en": "for they could not waken her.", "ja": "というのもマイミーを起こすことができないのです。"}
{"en": "They went through the form of thanking her,", "ja": "みんなは、マイミーに感謝をする式典を始めました。"}
{"en": "that is to say, the new King stood on her body and read her a long address of welcome,", "ja": "つまり新しい王様がマイミーの体の上に立ち、長い歓迎の挨拶を読みあげるのです。"}
{"en": "but she heard not a word of it.", "ja": "マイミーの耳には、その挨拶の一言さえも届きませんでしたが。"}
{"en": "They also cleared the snow off her, but soon she was covered again,", "ja": "マイミーの上に降り積もった雪もどかしたのですが、すぐにまた降り積もってしまいました。"}
{"en": "and they saw she was in danger of perishing of cold.", "ja": "そしてマイミーが寒さで危険なことが、妖精たちにはわかりました。"}
{"en": "\"Turn her into something that does not mind the cold,\"", "ja": "「寒さを気にしないものにかえてはどうだい」"}
{"en": "seemed a good suggestion of the doctor's, but the only thing they could think of that does not mind cold was a snowflake.", "ja": "医者の提案はよいものに思えましたが、彼らが寒さを気にしないものとして思いついたのは雪だけでした。"}
{"en": "\"And it might melt,\"", "ja": "「雪ではとけてしまうよ」"}
{"en": "the Queen pointed out,", "ja": "女王が注意を促しました。"}
{"en": "so that idea had to be given up.", "ja": "そこでなにかにかえてしまう案は、あきらめなければなりませんでした。"}
{"en": "A magnificent attempt was made to carry her to a sheltered spot, but though there were so many of them she was too heavy.", "ja": "屋根があるところまでマイミーを運ぼうというのもいい案でしたが、おおぜいの妖精がいたにもかかわらず、マイミーは重すぎました。"}
{"en": "By this time all the ladies were crying in their handkerchiefs,", "ja": "すでにこの時、女性たちはハンカチを目にあてていました。"}
{"en": "but presently the Cupids had a lovely idea.", "ja": "そこでキューピッドが素敵な案を思いつき、声を大きくしていいました。"}
{"en": "\"Build a house round her,\"", "ja": "「彼女の周りに家をたてればいいよ」"}
{"en": "they cried, and at once everybody perceived that this was the thing to do;", "ja": "すぐに全員が、それこそしなければならないことだということが分かりました。"}
{"en": "in a moment a hundred fairy sawyers were among the branches, architects were running round Maimie, measuring her;", "ja": "ただちに百人の木こりの妖精が木々の間に入っていき、建築家はマイミーの周りを走りまわり、測量をします。"}
{"en": "a bricklayer's yard sprang up at her feet,", "ja": "れんが職人もマイミーの足元で作業を始めました。"}
{"en": "seventy-five masons rushed up with the foundation stone and the Queen laid it,", "ja": "７５人の石工が家の基礎になる石の作業に急いでとりかかり、女王がそれを積み上げました。"}
{"en": "overseers were appointed to keep the boys off,", "ja": "そして子供たちを近づけないように、監督員が任命されました。"}
{"en": "scaffoldings were run up, the whole place rang with hammers and chisels and turning lathes, and by this time the roof was on and the glaziers were putting in the windows.", "ja": "足場が組み上げられ、かなづちやのみや旋盤の音があたり一面になり響き、こうして屋根が架けられ、ガラス工は窓にガラスをはめこんでいきました。"}
{"en": "The house was exactly the size of Maimie and perfectly lovely.", "ja": "家はちょうどマイミーのサイズにぴったりで、まったくかわいらしいものでした。"}
{"en": "One of her arms was extended and this had bothered them for a second, but they built a verandah round it,", "ja": "マイミーの片腕は伸びていたので、これがいっとき妖精たちを悩ませましたが、腕の周りにベランダをつくることにしました。"}
{"en": "leading to the front door.", "ja": "それが玄関につながるようにしたのです。"}
{"en": "The windows were the size of a coloured picture-book and the door rather smaller,", "ja": "窓は色がついた絵本の大きさで、ドアはそれよりいくぶん小さめです。"}
{"en": "but it would be easy for her to get out by taking off the roof.", "ja": "ただマイミーが外にでたければ、屋根を取り外した方が簡単でしょう。"}
{"en": "The fairies, as is their custom, clapped their hands with delight over their cleverness,", "ja": "妖精たちはいつもの癖で、自分たちの賢さにうれしくなって手をたたきました。"}
{"en": "and they were all so madly in love with the little house that they could not bear to think they had finished it.", "ja": "そしてその小さい家に夢中になって、もう作り終えたとは考えたくないほどでした。"}
{"en": "So they gave it ever so many little extra touches,", "ja": "そこで家にいつまでもたくさん小さな修正を加えました。"}
{"en": "and even then they added more extra touches.", "ja": "そして加えた後にも、もっとつけ加えたのです。"}
{"en": "For instance, two of them ran up a ladder and put on a chimney.", "ja": "たとえば、妖精のうち２人がはしごを登って煙突をつけて、"}
{"en": "\"Now we fear it is quite finished,\"", "ja": "「もうすっかり終わりだな」"}
{"en": "they sighed.", "ja": "とため息をつきました。"}
{"en": "But no, for another two ran up the ladder, and tied some smoke to the chimney.", "ja": "でも他の２人がはしごを登って、煙突にけむりを少しつけ加え、"}
{"en": "\"That certainly finishes it,\"", "ja": "「これでおしまい」"}
{"en": "they cried reluctantly.", "ja": "としぶしぶ言いました。"}
{"en": "\"Not at all,\"", "ja": "「いやいや」"}
{"en": "cried a glow-worm,", "ja": "あるホタルが大きな声でいいました。"}
{"en": "\"if she were to wake without seeing a night-light she might be frightened,", "ja": "「もし目をさまして明かりがなかったら、こわがると思うよ。"}
{"en": "so I shall be her night-light.\"", "ja": "だから僕が彼女の明かりになるよ」"}
{"en": "\"Wait one moment,\"", "ja": "「ちょっとお待ち」"}
{"en": "said a china merchant,", "ja": "ある瀬戸物の商人が口をはさみました。"}
{"en": "\"and I shall make you a saucer.\"", "ja": "「わたしが明かりのお皿を用立てよう」"}
{"en": "Now alas, it was absolutely finished.", "ja": "さぁ、もうこれで本当のおしまいでしょうか？"}
{"en": "Oh, dear no!", "ja": "いいえ、ちがいました！"}
{"en": "\"Gracious me,\"", "ja": "「しまった」"}
{"en": "cried a brass manufacturer,", "ja": "と一人のしんちゅうの金具屋がさけびました。"}
{"en": "\"there's no handle on the door,\"", "ja": "「ドアに取ってがないや」"}
{"en": "and he put one on.", "ja": "そしてすぐに、取ってをつけました。"}
{"en": "An ironmonger added a scraper and an old lady ran up with a door-mat.", "ja": "金物屋は玄関の中にくつのよごれをおとすマットを、ある老婦人は玄関の外にくつのよごれをおとすマットを備え付けました。"}
{"en": "Carpenters arrived with a water-butt, and the painters insisted on painting it.", "ja": "大工は雨水をためる樽を持ってきますし、ペンキ屋はそれにペンキをぬらなきゃと言い張りました。"}
{"en": "Finished at last!", "ja": "とうとう終わりです！"}
{"en": "\"Finished!", "ja": "「おしまいだって！"}
{"en": "how can it be finished,\"", "ja": "どうして終わったっていえるんだい、」"}
{"en": "the plumber demanded scornfully,", "ja": "鉛管屋があざ笑うようにいいました。"}
{"en": "\"before hot and cold are put in?\"", "ja": "「お湯と水がなくてね？」"}
{"en": "and he put in hot and cold.", "ja": "そしてお湯と水がでるようにしました。"}
{"en": "Then an army of gardeners arrived with fairy carts and spades and seeds and bulbs and forcing-houses, and soon they had a flower garden to the right of the verandah and a vegetable garden to the left,", "ja": "庭師の一団が妖精の手押しと鍬と種と球根と温室をもって駆けつけて、すぐにベランダの右側に花壇を左側に野菜園を作りました。"}
{"en": "and roses and clematis on the walls of the house,", "ja": "家の壁は、ばらとぼたんづるで飾り立てます。"}
{"en": "and in less time than five minutes all these dear things were in full bloom.", "ja": "そして数分もしないうちに、家も庭も花が咲き誇ったのでした。"}
{"en": "Oh, how beautiful the little house was now!", "ja": "まぁ、どれほどその小さな家は美しかったことでしょう！"}
{"en": "But it was at last finished true as true,", "ja": "でもとうとう本当のおしまいです。"}
{"en": "and they had to leave it and return to the dance.", "ja": "妖精たちはその場を離れて、ダンスに戻りました。"}
{"en": "They all kissed their hands to it as they went away, and the last to go was Brownie.", "ja": "去るときは家にむかって投げキッスをして、最後に家を離れるのはブローニーでした。"}
{"en": "She stayed a moment behind the others to drop a pleasant dream down the chimney.", "ja": "ブローニーは、煙突から楽しい夢を投げ込むために、他の妖精たちより少しあとまでとどまっていたのでした。"}
{"en": "All through the night the exquisite little house stood there in the Figs taking care of Maimie,", "ja": "よくできた小さな家はイチジクの森のその場所にマイミーを守るようにして、夜通し立っていました。"}
{"en": "and she never knew.", "ja": "マイミーはまったくそのことを知りませんでした。"}
{"en": "She slept until the dream was quite finished and woke feeling deliciously cosy just as morning was breaking from its egg,", "ja": "マイミーは夢がすっかり終わるまでぐっすり寝ており、まるで朝がたまごから生まれてきたようなとても快適な気分で目をさましました。"}
{"en": "and  then she almost fell asleep again,", "ja": "そしてそれから再び眠くなって、"}
{"en": "and then she called out, \"Tony,\"", "ja": "「トニー」と声をかけました。"}
{"en": "for she thought she was at home in the nursery.", "ja": "マイミーはすっかり家の子供部屋にいると思い込んでいましたから。"}
{"en": "As Tony made no answer, she sat up, whereupon her head hit the roof,", "ja": "トニーがなんの返事もしないので、マイミーは起き上がると、屋根に頭をぶつけてしまいました。"}
{"en": "and it opened like the lid of a box,", "ja": "すると屋根は箱のふたみたいに開きました。"}
{"en": "and to her bewilderment she saw all around her the Kensington Gardens lying deep in snow.", "ja": "さらにマイミーを驚かせたことに、ケンジントン公園はあたり一面雪景色でした。"}
{"en": "As she was not in the nursery she wondered whether this was really herself, so she pinched her cheeks,", "ja": "マイミーは自分が子供部屋にいないので、本当にこれが夢じゃないかと、自分のほおをつねってみました。"}
{"en": "and then she knew it was herself,", "ja": "そして現実だということがわかりました。"}
{"en": "and this reminded her that she was in the middle of a great adventure.", "ja": "頬をつねって、マイミーがすごい冒険の真っ最中だということも思い出しました。"}
{"en": "She remembered now everything that had happened to her from the closing of the gates up to her running away from the fairies,", "ja": "マイミーは、閉門以降、妖精たちから逃げ出すまでに起こったこと全てを思い出しました。"}
{"en": "but however, she asked herself,", "ja": "でもマイミーは自問自答してみました。"}
{"en": "had she got into this funny place?", "ja": "このすてきな場所にはどうやってはいりこんだのかしら？"}
{"en": "She stepped out by the roof, right over the garden, and then she saw the dear house in which she had passed the night.", "ja": "屋根から外へ、庭の右のあたりにでてみると、一晩をすごしたその素敵な家を見ることができました。"}
{"en": "It so entranced her that she could think of nothing else.", "ja": "あまりに魅力的だったので、他のことはなにも考えられないくらいでした。"}
{"en": "\"Oh, you darling, oh, you sweet, oh, you love!\"", "ja": "「あらまぁ、素敵、なんてきれいなお家なの！」"}
{"en": "she cried.", "ja": "マイミーはおもわず声をあげました。"}
{"en": "Perhaps a human voice frightened the little house, or maybe it now knew that its work was done,", "ja": "たぶん人の声が小さな家を驚かせたのでしょう、あるいは役目は果たしたと思ったのかもしれません。"}
{"en": "for no sooner had Maimie spoken than it began to grow smaller;", "ja": "マイミーが話しかけると、すぐにその家は小さくなりました。"}
{"en": "it shrank so slowly that she could scarce believe it was shrinking,", "ja": "とてもゆっくり小さくなったので、マイミーには小さくなっているのが信じられませんでした。"}
{"en": "yet she soon knew that it could not contain her now.", "ja": "でもすぐにもう自分が中には入れないことはわかりました。"}
{"en": "It always remained as complete as ever, but it became smaller and smaller,", "ja": "全てが前と同じなのですが、ただだんだん小さくなっていくのです。"}
{"en": "and the garden dwindled at the same time,", "ja": "そして庭も同時にだんだん小さくなるのでした。"}
{"en": "and the snow crept closer, lapping house and garden up.", "ja": "雪がしのびよってきて、家と庭をすっかり包んでしまいました。"}
{"en": "Now the house was the size of a little dog's kennel, and now of a Noah's Ark,", "ja": "もう家は犬小屋と同じ大きさぐらい、そしてノアの箱舟と同じ大きさになりました。"}
{"en": "but still you could see the smoke and the door-handle and the roses on the wall, every one complete.", "ja": "でもまだ煙突の煙やドアの取ってや壁のばらはみることができましたし、全てがそのままでした。"}
{"en": "The glow-worm fight was waning too, but it was still there.", "ja": "ホタルの明かりも青白くともっています。"}
{"en": "\"Darling, loveliest, don't go!\"", "ja": "「ねぇ、きれいなお家、行かないで！」"}
{"en": "Maimie cried, falling on her knees,", "ja": "マイミーはひざまずいてさけびました。"}
{"en": "for the little house was now the size of a reel of thread, but still quite complete.", "ja": "小さな家は、今や糸巻きくらいの大きさになりましたが、まだ全てがそのままでした。"}
{"en": "But as she stretched out her arms imploringly the snow crept up on all sides until it met itself,", "ja": "マイミーがお願いするように両手をのばしたとき、雪があちらこちらから忍び寄りました。"}
{"en": "and where the little house had been was now one unbroken expanse of snow.", "ja": "そして小さな家があった所は、まっさらな雪が広がっているだけでした。"}
{"en": "Maimie stamped her foot naughtily, and was putting her fingers to her eyes, when she heard a kind voice say,", "ja": "マイミーはやんちゃにも足を踏みならしましたが、指で涙を拭おうとしたときに、やさしい声が聞こえました。"}
{"en": "\"Don't cry, pretty human, don't cry,\"", "ja": "「泣かないで、かわいい子、泣かないで」"}
{"en": "and then she turned round and saw a beautiful little naked boy regarding her wistfully.", "ja": "マイミーが振り返ると、彼女の方を何かを求めるように見つめる、美しい小さなはだかの男の子を目にしました。"}
{"en": "She knew at once that he must be Peter Pan.", "ja": "マイミーは、すぐにピーターパンにちがいないと分かりました。"}
{"en": "Lock-out Time", "ja": "４章　閉門の時間"}
{"en": "It is frightfully difficult to know much about the fairies,", "ja": "妖精について詳しくなろうとすることは、恐ろしく難しいことです。"}
{"en": "and almost the only thing known for certain is that there are fairies wherever there are children.", "ja": "ただ一つはっきりしていることは、子供がいるところには妖精がいるということです。"}
{"en": "Long ago children were forbidden the Gardens,", "ja": "ずっと昔、子供はケンジントン公園にはいることを禁じられていました。"}
{"en": "and at that time there was not a fairy in the place;", "ja": "そのとき、公園に妖精は一人もいませんでした。"}
{"en": "then the children were admitted, and the fairies came trooping in that very evening.", "ja": "子供が公園に入ることを許されると、まさにその晩に妖精たちもぞろぞろ集まってきました。"}
{"en": "They can't resist following the children,", "ja": "妖精たちは我慢できず、子供たちのあとをついて行ってしまうのです。"}
{"en": "but you seldom see them, partly because they live in the daytime behind the railings, where you are not allowed to go, and also partly because they are so cunning.", "ja": "ただあなたがめったに妖精を目にすることがないのは、一つには、昼間、妖精たちは子供が行くのを禁じられている垣根の裏に住んでいるからですし、もう一つには妖精たちがずるがしこいからでした。"}
{"en": "They are not a bit cunning after Lock-out,", "ja": "妖精たちは、閉門後はこれっぽちもずるがしこいということはありません。"}
{"en": "but until Lock-out, my word!", "ja": "でも閉門までといったら、言葉にしがたいほどです！"}
{"en": "When you were a bird you knew the fairies pretty well,", "ja": "あなたが鳥だったときは、妖精たちのことをとてもよく知っています。"}
{"en": "and you remember a good deal about them in your babyhood, which it is a great pity you can't write down,", "ja": "そしてあなたがあかんぼうのときは、妖精について多くのことを覚えていますが、ただそれを書き記すことができないのは、とても残念なことです。"}
{"en": "for gradually you forget,", "ja": "だんだんあなたは忘れて行きます。"}
{"en": "and I have heard of children who declared that they had never once seen a fairy.", "ja": "妖精なんて一人もみたことないや、と言いはる子供のことをわたしは耳にしたことがあります。"}
{"en": "Very likely if they said this in the Kensington Gardens, they were standing looking at a fairy all the time.", "ja": "とてもありそうなことですが、もしケンジントン公園でそういったなら、始終妖精を目にしながらそこに立っていることになるのです。"}
{"en": "The reason they were cheated was that she pretended to be something else.", "ja": "子供たちがだまされてしまうのは、妖精がなにか別のもののふりをしているからです。"}
{"en": "This is one of their best tricks.", "ja": "これが妖精のよくつかう手口のひとつで、"}
{"en": "They usually pretend to be flowers,", "ja": "妖精はふつう花のふりをします。"}
{"en": "because the court sits in the Fairies' Basin,", "ja": "なぜならその場所は、妖精の溜まり場に位置していましたから。"}
{"en": "and there are so many flowers there, and all along the Baby Walk, that a flower is the thing least likely to attract attention.", "ja": "そして赤ん坊の道沿いにはたくさんの花があったので、一本の花ではまったく興味をひかないのです。"}
{"en": "They dress exactly like flowers, and change with the seasons, putting on white when lilies are in and blue for blue-bells, and so on.", "ja": "妖精たちはまさに花のように着飾り、ゆりがさいているときは白く、ツリガネスイセンが咲いているときは青くといった具合に季節によって装いをかえました。"}
{"en": "They like crocus and hyacinth time best of all, as they are partial to a bit of colour,", "ja": "妖精たちはクロッカスとヒヤシンスの色が大好きで、その季節が一番お気に入りでした。"}
{"en": "but tulips (except white ones, which are the fairy-cradles) they consider garish, and they sometimes put off dressing like tulips for days,", "ja": "でもチューリップ（白以外です、白いチューリップは妖精のゆりかごです）は派手すぎると妖精たちは思っていたので、時々チューリップみたいに着飾ることを何日も先延ばしにしました。"}
{"en": "so that the beginning of the tulip weeks is almost the best time to catch them.", "ja": "なので、だいたいチューリップが咲き始める最初の数週間が、妖精たちを見つける一番いい季節だったりします。"}
{"en": "When they think you are not looking they skip along pretty lively,", "ja": "妖精たちは、あなたが見ていないと思っているときは、とてもいきいきとスキップをしています。"}
{"en": "but if you look and they fear there is no time to hide, they stand quite still, pretending to be flowers.", "ja": "しかしあなたが目をやって、隠れるひまがないと、妖精は花のふりをしてぴくりとも動きません。"}
{"en": "Then, after you have passed without knowing that they were fairies, they rush home and tell their mothers they have had such an adventure.", "ja": "そしてあなたが妖精たちだとは気づかずに通り過ぎると、いそいで家に帰ってお母さんにこんな大冒険をしたんだよと報告するのでした。"}
{"en": "The Fairy Basin, you remember, is all covered with ground-ivy (from which they make their castor-oil),", "ja": "覚えてらっしゃるでしょうか、妖精の溜まり場はツタで覆われていて、妖精たちはツタからヒマシ油を作りました。"}
{"en": "with flowers growing in it here and there.", "ja": "そのあちらこちらに花が育っていました。"}
{"en": "Most of them really are flowers, but some of them are fairies.", "ja": "花のほとんどは本当の花でしたが、いくらかは妖精でした。"}
{"en": "You never can be sure of them, but a good plan is", "ja": "あなたは、どれが妖精か決してはっきりとはわからないでしょう、でもよい方法があります。"}
{"en": "to walk by looking the other way, and then turn round sharply.", "ja": "別の方を見ながら歩いていて、突然振り返るのです。"}
{"en": "Another good plan, which David and I sometimes follow, is to stare them down.", "ja": "もう一つのよい方法は、デビットとわたしが時々やった方法ですが、じっと見つめることです。"}
{"en": "After a long time they can't help winking,", "ja": "ずっと見つめていると、妖精たちはまばたきしてしまいます。"}
{"en": "and then you know for certain that they are fairies.", "ja": "そうすれば、確かにそれが妖精だということがわかるでしょう。"}
{"en": "There are also numbers of them along the Baby Walk,", "ja": "赤ん坊の道沿いにも何人もの妖精がいます。"}
{"en": "which is a famous gentle place, as spots frequented by fairies are called.", "ja": "赤ん坊の道は有名な場所で、妖精たちがよく訪れるところといわれています。"}
{"en": "Once twenty-four of them had an extraordinary adventure.", "ja": "かつて２４人の妖精が、そこで大冒険をくりひろげました。"}
{"en": "They were a girls' school out for a walk with the governess,", "ja": "妖精たちは、女教師といっしょに女学校から散歩に出かけました。"}
{"en": "and all wearing hyacinth gowns,", "ja": "みんなヒヤシンスのガウンを着ていました。"}
{"en": "when she suddenly put her finger to her mouth, and then they all stood still on an empty bed and pretended to be hyacinths.", "ja": "突然教師が口に指をあてると、全員花壇の空いているところに立って、ヒヤシンスのふりをしました。"}
{"en": "Unfortunately, what the governess had heard was two gardeners coming to plant new flowers in that very bed.", "ja": "ついていないことに、教師がききつけたのは、２人の庭師がまさにその花壇の空いている所に花を植えにきた音でした。"}
{"en": "They were wheeling a handcart with flowers in it,", "ja": "かれらは手押し車に花をのせてやってきました。"}
{"en": "and were quite surprised to find the bed occupied.", "ja": "そしてその場所に花が植えられているのをみてとても驚きました。"}
{"en": "\"Pity to lift them hyacinths,\"", "ja": "「ヒヤシンスを抜くのはかわいそうだなぁ」"}
{"en": "said the one man.", "ja": "一人がいいましたが"}
{"en": "\"Duke's orders,\"", "ja": "「公爵の命令だからな」"}
{"en": "replied the other,", "ja": "ともう一人が応えました。"}
{"en": "and, having emptied the cart, they dug up the boarding-school and put the poor, terrified things in it in five rows.", "ja": "そして手押し車から花を下ろすと、その寄宿学校を掘り起こして、とてもかわいそうなことに妖精たちを５列にして手押し車にのせました。"}
{"en": "Of course, neither the governess nor the girls dare let on that they were fairies,", "ja": "もちろん教師も生徒もあえて自分たちが妖精だとばらすものはいません。"}
{"en": "so they were carted far away to a potting-shed, out of which they escaped in the night without their shoes,", "ja": "そして遠くの小屋まで運ばれていきましたが、夜のうちに、そこからくつもはかずに逃げ出しました。"}
{"en": "but there was a great row about it among the parents, and the school was ruined.", "ja": "でも親たちの間ではそのことで大さわぎになり、学校はつぶれてしまいました。"}
{"en": "As for their houses, it is no use looking for them,", "ja": "妖精たちの家を探しても無駄なことです。"}
{"en": "because they are the exact opposite of our houses.", "ja": "なぜならわたしたちの家とは似ても似つかないものだからです。"}
{"en": "You can see our houses by day but you can't see them by dark.", "ja": "わたしたちの家は、昼間はみえますが、暗くなるとみることができません。"}
{"en": "Well, you can see their houses by dark,", "ja": "でも妖精たちの家は、暗くなると見えるものなのです。"}
{"en": "but you can't see them by day,", "ja": "でも昼間はみることができません。"}
{"en": "for they are the colour of night,", "ja": "妖精たちの家は、夜の色なのです。"}
{"en": "and I never heard of anyone yet who could see night in the daytime.", "ja": "昼間に夜を見たことがある人の話は聞いたことがないでしょう。"}
{"en": "This does not mean that they are black,", "ja": "妖精たちの色が黒というわけではありません。"}
{"en": "for night has its colours just as day has, but ever so much brighter.", "ja": "夜にも昼とおなじように色があるのです、ただ昼の方がはるかに明るいだけなんです。"}
{"en": "Their blues and reds and greens are like ours with a light behind them.", "ja": "妖精たちの青や赤や緑は、わたしたちのものと同じようなもので、背後から光でてらされているのです。"}
{"en": "The palace is entirely built of many-coloured glasses, and is quite the loveliest of all royal residences,", "ja": "妖精の宮殿はあたり一面がいろいろな色のガラスで作られていて、どんな王族の住居と比べてもひけをとらないものです。"}
{"en": "but the queen sometimes complains because the common people will peep in to see what she is doing.", "ja": "でも女王は自分が何をしているか一般の人が覗いていると、ときどき文句をいいました。"}
{"en": "They are very inquisitive folk, and press quite hard against the glass,", "ja": "妖精たちはとても知りたがりやだったので、ガラスに強く顔を押しつけるのでした。"}
{"en": "and that is why their noses are mostly snubby.", "ja": "それが妖精たちの鼻が、たいがいしし鼻である理由だったりします。"}
{"en": "The streets are miles long and very twisty,", "ja": "宮殿の道は何マイルも続いていて、とても曲がりくねっています。"}
{"en": "and have paths on each side made of bright worsted.", "ja": "両側には、はなやかな毛糸でつくられた小道がありました。"}
{"en": "The birds used to steal the worsted for their nests, but a policeman has been appointed to hold on at the other end.", "ja": "鳥たちは毛糸を自分たちの巣をつくるために盗んでいったので、警官が一人、一方の端をきちんとつかんでいるように任命されたぐらいです。"}
{"en": "One of the great differences between the fairies and us is that they never do anything useful.", "ja": "妖精たちとわたしたちの大きく違うところの一つは、妖精たちは役にたつことはなにもしないということです。"}
{"en": "When the first baby laughed for the first time, his laugh broke into a million pieces, and they all went skipping about.", "ja": "最初のあかんぼうが生まれて最初に微笑むとき、その笑いが無数の破片になって、とびはねます。"}
{"en": "That was the beginning of fairies.", "ja": "それこそが、妖精の生まれるところです。"}
{"en": "They look tremendously busy, you know,", "ja": "あなたも知ってるように、妖精たちはいつもとても忙しそうに見えました。"}
{"en": "as if they had not a moment to spare,", "ja": "まるで余分な時間は少しもないといった具合です。"}
{"en": "but if you were to ask them what they are doing, they could not tell you in the least.", "ja": "でももし妖精たちに何をしているのかを尋ねたら、何一つ説明できなかったでしょう。"}
{"en": "They are frightfully ignorant,", "ja": "妖精たちはびっくりするほど無知です。"}
{"en": "and everything they do is make-believe.", "ja": "そしてやっていることといったら、してるふりだけなのです。"}
{"en": "They have a postman,", "ja": "妖精たちには郵便屋がいます。"}
{"en": "but he never calls except at Christmas with his little box,", "ja": "でもクリスマスのとき小さな箱を持ってくる以外は、やってくることはまずありません。"}
{"en": "and though they have beautiful schools, nothing is taught in them;", "ja": "すてきな学校がありましたが、そこではなにも教えていないのです。"}
{"en": "the youngest child being chief person is always elected mistress,", "ja": "もっとも幼い子供がいつも教師として選ばれました。"}
{"en": "and when she has called the roll, they all go out for a walk and never come back.", "ja": "でも教師が出席をとると、生徒は外に歩きに出かけてしまい、戻ってこないのです。"}
{"en": "It is a very noticeable thing that, in fairy families, the youngest is always chief person, and usually becomes a prince or princess,", "ja": "妖精の家族ではもっとも年が若い者が必ず主人であり、たいてい王子や王女になることはとても注目すべきことです。"}
{"en": "and children remember this, and think it must be so among humans also,", "ja": "子供はそのことを覚えているので、人間の世界でもそうに違いないと考えるのです。"}
{"en": "and that is why they are often made uneasy when they come upon their mother furtively putting new frills on the basinette.", "ja": "そしてそれがお母さんにひそかにゆりかごに新しいフリルをつけているのを見ると、不機嫌になる理由でしょう。"}
{"en": "You have probably observed that your baby-sister wants to do all sorts of things that your mother and her nurse want her not to do:", "ja": "あなたはたぶん、あなたのあかんぼうの妹がお母さんや乳母がしてほしくないと思うことなら何でもしたがることに気づいていることでしょう。"}
{"en": "to stand up at sitting-down time, and to sit down at standing-up time, for instance, or to wake up when she should fall asleep, or to crawl on the floor when she is wearing her best frock, and so on,", "ja": "座っていなければならないときに立ち上がり、立ち上がるときには座り込み、寝なければならないときには目を覚まし、一番いい服をきているときに床をはいまわったりといった具合です。"}
{"en": "and perhaps you put this down to naughtiness.", "ja": "たぶんあなたは、それをやんちゃなせいにするかもしれません。"}
{"en": "But it is not;", "ja": "でもそうではないのです。"}
{"en": "it simply means that she is doing as she has seen the fairies do;", "ja": "それは単に、妖精たちがしていることをみたままに真似しているだけです。"}
{"en": "she begins by following their ways, and it takes about two years to get her into the human ways.", "ja": "生まれたては妖精のやり方を真似して、人間のやり方になれるまでにはだいたい２年ぐらいかかるものです。"}
{"en": "Her fits of passion, which are awful to behold, and are usually called teething, are no such thing;", "ja": "あかんぼうのかんしゃくのけいれんは、見ているのは恐ろしいもので、しばしば歯が生えてくるからと言われていますが、ぜんぜんそんな理由ではありません。"}
{"en": "they are her natural exasperation,", "ja": "それはあかんぼうにとってごく自然な怒りのしるしなのです。"}
{"en": "because we don't understand her, though she is talking an intelligible language.", "ja": "とてもわかりやすい言葉だというのに、わたしたちが理解できないから、怒っているのです。"}
{"en": "She is talking fairy.", "ja": "子供は話す妖精です。"}
{"en": "The reason mothers and nurses know what her remarks mean, before other people know, as that \"Guch\" means \"Give it to me at once,\" while \"Wa\" is \"Why do you wear such a funny hat?\" is because, mixing so much with babies, they have picked up a little of the fairy language.", "ja": "他の人が気づく前に母親や乳母があかんぼうの言ってること、たとえば“ちょ”が“わたしにすぐそれをちょうだい”とか“なっ”が“なぜそんなにおかしな帽子をかぶっているの”に気づくのは、あかんぼうとふれあっているので、妖精のことばをすこしばかり理解しているということなのです。"}
{"en": "Of late David has been thinking back hard about the fairy tongue, with his hands clutching his temples,", "ja": "最近、デビットは、両手でこめかみを強く押さえて昔を振り返り、妖精の言葉を思い出そうとしました。"}
{"en": "and he has remembered a number of their phrases which I shall tell you some day if I don't forget.", "ja": "そしてわたしが忘れなければ、いつかお話しできるいくつかの言い回しを思い出しました。"}
{"en": "He had heard them in the days when he was a thrush,", "ja": "デビットは、自分がつぐみだったときにその言い回しを聞いたということです。"}
{"en": "and though I suggested to him that perhaps it is really bird language he is remembering, he says not,", "ja": "わたしが、たぶんそれは鳥の言葉じゃないかなとほのめかしたときも、彼はそうじゃないといいはりました。"}
{"en": "for these phrases are about fun and adventures, and the birds talked of nothing but nest-building.", "ja": "そしてその言い回しは、おもしろいことと冒険のことだということ、そして鳥たちは巣作りのこと以外はなにも話さないということを思い出しました。"}
{"en": "He distinctly remembers", "ja": "デビットははっきり思い出しました。"}
{"en": "that the birds used to go from spot to spot like ladies at shop-windows,", "ja": "鳥たちが、店のウィンドウからウィンドウへと歩き回る女性のように"}
{"en": "looking at the different nests and saying, \"Not my colour, my dear,\" and \"How would that do with a soft lining?\" and \"But will it wear?\" and \"What hideous trimming!\" and so on.", "ja": "「この巣は色が気に入らない」、「中がこんなにやわらかいんじゃ」とか「でも着てみようかしら」とか「なんてひどい具合なの！」といいながら別の巣を探して、ある場所から別の場所へと落ち着かないものであることを。"}
{"en": "The fairies are exquisite dancers,", "ja": "妖精たちは、見事な踊り手でした。"}
{"en": "and that is why one of the first things the baby does is to sign to you to dance to him and then to cry when you do it.", "ja": "それが、あかんぼうが生まれて最初にすることの一つが、あなたに自分にあわせてダンスするようにと合図して、あなたがそうしたときに泣き声をあげることである理由です。"}
{"en": "They hold their great balls in the open air,", "ja": "妖精たちは戸外で大舞踏会を行いました。"}
{"en": "in what is called a fairy-ring.", "ja": "それは妖精のリングと呼ばれています。"}
{"en": "For weeks afterward you can see the ring on the grass.", "ja": "そのあと何週間もの間、芝生でそのリングをみることができるでしょう。"}
{"en": "It is not there when they begin,", "ja": "妖精たちが踊りはじめたときには、リングはありません。"}
{"en": "but they make it by waltzing round and round.", "ja": "でも妖精たちがくるくるまわりながら踊ることでリングが形作られるのでした。"}
{"en": "Sometimes you will find mushrooms inside the ring,", "ja": "リングのなかにマッシュルームを見つけるかもしれません。"}
{"en": "and these are fairy chairs that the servants have forgotten to clear away.", "ja": "それは、妖精の召使たちが片付け忘れた妖精のいすでした。"}
{"en": "The chairs and the rings are the only tell-tale marks these little people leave behind them,", "ja": "いすとリングが、妖精たちがあとに残して行く唯一の秘密をばらすものでした。"}
{"en": "and they would remove even these were they not so fond of dancing that they toe it till the very moment of the opening of the gates.", "ja": "もし妖精たちが、門が開くぎりぎりまで爪先立って踊るほどダンスが好きでなければ、いすやリングは片付けたでしょう。"}
{"en": "David and I once found a fairy-ring quite warm.", "ja": "デビットとわたしは、一度妖精のリングがきわめてあたたかかったことに気づいたものです。"}
{"en": "But there is also a way of finding out about the ball before it takes place.", "ja": "でも、舞踏会がとりおこなわれることを事前に知るｋ方法は他にもあります。"}
{"en": "You know the boards which tell at what time the Gardens are to close to-day.", "ja": "公園が今日何時に閉まるかを知らせる掲示はごぞんじでしょう。"}
{"en": "Well, these tricky fairies sometimes slyly change the board on a ball night,", "ja": "さて、ずるがしこい妖精たちは、ときどき茶目っ気たっぷりに舞踏会の夜は掲示を変えてしまうのです。"}
{"en": "so that it says the Gardens are to close at six-thirty for instance, instead of at seven.", "ja": "つまりたとえば掲示が公園は７：００に閉まるとなっている代わりに、６：３０に閉まるとしてしまうのです。"}
{"en": "This enables them to get begun half an hour earlier.", "ja": "そうすることで、妖精たちは３０分早く舞踏会を始めることができました。"}
{"en": "If on such a night we could remain behind in the Gardens, as the famous Maimie Mannering did, we might see delicious sights,", "ja": "もしそんな夜に、あの有名なマイミー・マナリングがしたようにわたしたちが公園に残っていたとすれば、すばらしい光景をみることができるでしょう。"}
{"en": "hundreds of lovely fairies hastening to the ball, the married ones wearing their wedding-rings round their waists, the gentlemen, all in uniform, holding up the ladies' trains,", "ja": "何百もの美しい妖精たちが舞踏会に急ぎ、結婚している妖精は腰に結婚指輪をして、男の人は全員正装で、 女性のすそを持ち上げていました。"}
{"en": "and linkmen running in front carrying winter cherries,", "ja": "そしてたいまつ持ちたちは先頭を走って、妖精のたいまつである冬のさくらんぼを運んでいました。"}
{"en": "which are the fairy-lanterns, the cloakroom where they put on their silver slippers and get a ticket for their wraps,", "ja": "クロークでは 銀のスリッパにはきかえて、オーバーを預け、引換券をうけとります。"}
{"en": "the flowers streaming up from the Baby Walk to look on, and always welcome", "ja": "花たちは赤ん坊の道から見物するために押しよせてきて、いつも歓迎されました。"}
{"en": "because they can lend a pin,", "ja": "なぜなら花たちはピンをかしてくれたからです。"}
{"en": "the supper-table, with Queen Mab at the head of it, and behind her chair the Lord Chamberlain, who carries a dandelion on which he blows when Her Majesty wants to know the time.", "ja": "夕食用のテーブルは上席にマブ女王がすわり、女王の椅子の後ろには王室長官がつづき、たんぽぽをもって女王陛下が時間を知りたいときは、それを吹くのでした。"}
{"en": "The table-cloth varies according to the seasons,", "ja": "テーブルクロスも季節によってかわります。"}
{"en": "and in May it is made of chestnut-blossom.", "ja": "５月には栗の花から作ります。"}
{"en": "The way the fairy-servants do is this:", "ja": "妖精の召使はこうやってテーブルクロスを作ります。"}
{"en": "The men, scores of them, climb up the trees and shake the branches, and the blossom falls like snow.", "ja": "召使の２０人ほどが木にのぼり、枝をゆらすと、花が雪のように落ちてきます。"}
{"en": "Then the lady servants sweep it together by whisking their skirts until it is exactly like a table-cloth,", "ja": "そして女性の召使がスカートを払うことで花をはき集めて、ちょうどテーブルクロスになるようにするのでした。"}
{"en": "and that is how they get their table-cloth.", "ja": "それが妖精たちのテーブルクロスを手に入れる方法です。"}
{"en": "They have real glasses and real wine of three kinds,", "ja": "妖精たちは、本物のグラスと３種類のワインを持っていました。"}
{"en": "namely, blackthorn wine, berberris wine, and cowslip wine,", "ja": "つまり黒い棘のワインとバーバリーのワイン、プリムローズのワインです。"}
{"en": "and the Queen pours out, but the bottles are so heavy that she just pretends to pour out.", "ja": "そして女王が注ぐのがきまりですが、ボトルがあまりに重いので女王は注ぐふりをするだけでした。"}
{"en": "There is bread and butter to begin with, of the size of a threepenny bit;", "ja": "はじめは、３ペンスばっかりの大きさのパンとバターがあり、"}
{"en": "and cakes to end with,", "ja": "最後にはケーキがでてきました。"}
{"en": "and they are so small that they have no crumbs.", "ja": "ただそれはとても小さいので、かけらもでないくらいでした。"}
{"en": "The fairies sit round on mushrooms, and at first they are very well-behaved and always cough off the table, and so on,", "ja": "妖精たちはマッシュルームの上に丸く座って、最初はとても礼儀正しくて、テーブルを外して咳きこみます。"}
{"en": "but after a bit they are not so well-behaved and stick their fingers into the butter, which is got from the roots of old trees,", "ja": "しかししばらくすると、それほど礼儀正しくなくなって、古い木の根っこから取ってきたバターに指を突っ込む始末です。"}
{"en": "and the really horrid ones crawl over the table-cloth chasing sugar or other delicacies with their tongues.", "ja": "そしてひどい妖精になるとテーブルクロスの上にあがりこむと、砂糖や他のおいしいものをなめたりしました。"}
{"en": "When the Queen sees them doing this she signs to the servants to wash up and put away,", "ja": "女王はそんな様子を目にすると、召使にさっさとかたづけなさいと合図するのでした。"}
{"en": "and then everybody adjourns to the dance, the Queen walking in front", "ja": "そしてみんながダンスするために立ち上がり、女王が先頭を歩きます。"}
{"en": "while the Lord Chamberlain walks behind her, carrying two little pots,", "ja": "王室長官が後に従い、２つの小さな壺を運んでいました。"}
{"en": "one of which contains the juice of wall-flower and the other the juice of Solomon's Seals.", "ja": "壺のひとつには、ニオイアラセイトウのジュースが、もうひとつにはユリのジュースが入っています。"}
{"en": "Wall-flower juice is good for reviving dancers who fall to the ground in a fit, and Solomon's Seals juice is for bruises.", "ja": "ニオイアラセイトウのジュースは、気を失ってたおれこんだ踊り子を気づかせるのに、ユリのジュースはうち傷にききます。"}
{"en": "They bruise very easily", "ja": "妖精たちはすぐにうち傷を作ってしまいます。"}
{"en": "and when Peter plays faster and faster they foot it till they fall down in fits.", "ja": "ピーターが笛を早くふけばふくほど、妖精たちは気を失ってたおれるまで踊りました。"}
{"en": "For, as you know without my telling you, Peter Pan is the fairies' orchestra.", "ja": "わたしが言うまでもなくおわかりでしょうが、ピーターパンは妖精たちのオーケストラでした。"}
{"en": "He sits in the middle of the ring, and they would never dream of having a smart dance nowadays without him.", "ja": "ピーターは妖精のリングの中心に腰をおろして、ピーターなしではすてきなダンスをするなんて思いもよらないことです。"}
{"en": "\"P. P.\" is written on the corner of the invitation-cards sent out by all really good families.", "ja": "本当にいい家からの招待状の隅にはかならず、「Ｐ．Ｐ」（ピーターパン）とかかれていました。"}
{"en": "They are grateful little people, too, and at the princess's coming-of-age ball (they come of age on their second birthday and have a birthday every month) they gave him the wish of his heart.", "ja": "妖精たちは、また感謝の心をもっていて、王女の舞踏会へのデビューのときには（妖精は２才の誕生日にデビューします、そして誕生日は毎月あります）ピーターの望みをかなえてくれるのでした。"}
{"en": "The way it was done was this.", "ja": "その様子はこのようでした。"}
{"en": "The Queen ordered him to kneel, and then said that for playing so beautifully she would give him the wish of his heart.", "ja": "女王がピーターにひざまずくように命じて、それからとてもきれいな笛をふいてくれるなら、なんでもほしいものをあげようといいます。"}
{"en": "Then they all gathered round Peter to hear what was the wish of his heart,", "ja": "妖精たちはみんなピーターのまわりに、何がほしいのか聞くために集まりました。"}
{"en": "but for a long time he hesitated,", "ja": "しかしピーターは長い間迷っていました。"}
{"en": "not being certain what it was himself.", "ja": "自分でも何がほしいのかはっきりしていなかったのです。"}
{"en": "\"If I chose to go back to mother,\"", "ja": "「もしぼくがおかあさんのところにもどりたいとしたら、」"}
{"en": "he asked at last,", "ja": "とうとうピーターはこうたずねました。"}
{"en": "\"could you give me that wish?\"", "ja": "「ぼくのお願いをかなえてくれますか？」"}
{"en": "Now this question vexed them,", "ja": "さあ、この質問にはみんな頭を抱えてしまいました。"}
{"en": "for were he to return to his mother they should lose his music,", "ja": "もしピーターがおかあさんの所に帰ってしまったらもう笛の音を聞くことはできませんから。"}
{"en": "so the Queen tilted her nose contemptuously and said,", "ja": "そして女王が鼻をばかにしたようにつんと上を向けると、こういいました。"}
{"en": "\"Pooh, ask for a much bigger wish than that.\"", "ja": "「やれやれ、もっとましなお願いができないものかね」"}
{"en": "\"Is that quite a little wish?\"", "ja": "「これはほんのささやかなお願いですか？」"}
{"en": "he inquired.", "ja": "ピーターは尋ねました"}
{"en": "\"As little as this,\"", "ja": "「これくらいささやかだね」"}
{"en": "the Queen answered, putting her hands near each other.", "ja": "女王は両手を近づけて、その小ささを示しながら答えました。"}
{"en": "\"What size is a big wish?\"", "ja": "「どれくらいの大きさなら、大きな願いといえるんですか？」"}
{"en": "he asked.", "ja": "とピーターが尋ねると、"}
{"en": "She measured it off on her skirt", "ja": "女王はスカートの上でその大きさを示しました。"}
{"en": "and it was a very handsome length.", "ja": "それはとても大きいものでした。"}
{"en": "Then Peter reflected and said,", "ja": "そしてピーターはよく考えて、言いました。"}
{"en": "\"Well, then, I think I shall have two little wishes instead of one big one.\"", "ja": "「ええ、じゃあ、１つ大きなお願いをする代わりに２つのささやかなお願いをしたいと思うのですが」"}
{"en": "Of course, the fairies had to agree, though his cleverness rather shocked them,", "ja": "妖精たちはピーターがかしこいのにかなりびっくりはしましたが、もちろん承知せざるをえません。"}
{"en": "and he said", "ja": "そしてピーターは続けました。"}
{"en": "that his first wish was to go to his mother,", "ja": "最初のお願いはおかあさんのところにいくことです。"}
{"en": "but with the right to return to the Gardens if he found her disappointing. His second wish he would hold in reserve.", "ja": "でもおかあさんに会ってがっかりしたときに、公園に帰ってくることを許してもらう２つ目のお願いはしばらく言わないことにしました。"}
{"en": "They tried to dissuade him, and even put obstacles in the way.", "ja": "妖精たちはピーターを思いとどまらせようとして、いろいろ邪魔をしようとさえしました。"}
{"en": "\"I can give you the power to fly to her house,\"", "ja": "「わたしはおまえに家まで飛んでいく力を与えよう」"}
{"en": "the Queen said,", "ja": "女王は言いました。"}
{"en": "\"but I can't open the door for you.\"", "ja": "「でもドアは開けてやらないよ」"}
{"en": "\"The window I flew out at will be open,\"", "ja": "「出てきた窓が開いてるでしょう」"}
{"en": "Peter said confidently.", "ja": "ピーターは自信をもって言いました。"}
{"en": "\"Mother always keeps it open in the hope that I may fly back.", "ja": "「おかあさんはぼくが戻ってくると思って、窓をいつも開けておいてくれるんだ」"}
{"en": "\"How do you know?\"", "ja": "「どうしてそんなことがわかるんだい？」"}
{"en": "they asked, quite surprised,", "ja": "妖精たちは、とても驚いてたずねました。"}
{"en": "and, really, Peter could not explain how he knew.", "ja": "そして実際ピーターにも、どうしてわかるのかは説明できませんでした。"}
{"en": "\"I just do know,\"", "ja": "「わかるんだい」"}
{"en": "he said.", "ja": "ピーターはいいはりました。"}
{"en": "So as he persisted in his wish, they had to grant it.", "ja": "そしてピーターは自分の願いもいいはったので、願いを聞かないわけにはいきません。"}
{"en": "The way they gave him power to fly was this:", "ja": "飛ぶ力を与える方法は、"}
{"en": "They all tickled him on the shoulder,", "ja": "妖精がピーターの肩のあたりをくすぐることでした。"}
{"en": "and soon he felt a funny itching in that part and then up he rose higher and higher", "ja": "そしてピーターが肩の辺りにむずむずするものを感じると、だんだん空高く飛び上がりました。"}
{"en": "and flew away out of the Gardens and over the house-tops.", "ja": "そして公園から飛び出して家の屋根を越えていきました。"}
{"en": "It was so delicious that instead of flying straight to his old home he skimmed away over St. Paul's to the Crystal Palace and back by the river and Regent's Park,", "ja": "自分の家までまっすぐ飛んでいくのではなく、セント・ポールをかすめて飛び越えて、クリスタルパレスへ行って、川へもどり、リージェント公園へ飛んで行くのは楽しいことでした。"}
{"en": "and by the time he reached his mother's window he had quite made up his mind that his second wish should be to become a bird.", "ja": "ピーターがおかあさんの窓のところまでたどりついた時には、２つ目のお願いは鳥になることとすっかり決めていたぐらいでした。"}
{"en": "The window was wide open,", "ja": "窓は大きく外に開かれていました。"}
{"en": "just as he knew it would be,", "ja": "まさにピーターがそう思った通りです。"}
{"en": "and in he fluttered, and there was his mother lying asleep.", "ja": "そしてピーターは羽ばたいて中に入り、そこではおかあさんがねむっていました。"}
{"en": "Peter alighted softly on the wooden rail at the foot of the bed and had a good look at her.", "ja": "ピーターはベッドの足の方の木製の枠の上にゆっくり降り立つと、おかあさんにやさしく目をやりました。"}
{"en": "She lay with her head on her hand, and the hollow in the pillow was like a nest lined with her brown wavy hair.", "ja": "おかあさんは腕にあたまをのせて、まくらのへこんだところは鳥の巣みたいで、おかあさんのブラウンの波打った髪で縁取られていました。"}
{"en": "He remembered, though he had long forgotten it, that she always gave her hair a holiday at night.", "ja": "ピーターは、長い間忘れていましたが、おかあさんが夜はいつも髪をしばらないのを思い出しました。"}
{"en": "How sweet the frills of her night-gown were.", "ja": "おかあさんのナイトガウンのフリルは、なんてすばらしいんでしょう。"}
{"en": "He was very glad she was such a pretty mother.", "ja": "ピーターは、自分のおかあさんがこんなに素敵なおかあさんであることをとても喜びました。"}
{"en": "But she looked sad,", "ja": "でもおかあさんは悲しげにみえました。"}
{"en": "and he knew why she looked sad.", "ja": "ピーターには、どうしておかあさんが悲しげにみえるのか分かっていました。"}
{"en": "One of her arms moved as if it wanted to go round something,", "ja": "片腕がまるで何かを抱くように動きました。"}
{"en": "and he knew what it wanted to go round.", "ja": "ピーターには、何を抱こうとしているのか分かっていました。"}
{"en": "\"Oh, mother,\"", "ja": "「あぁ、おかあさん」"}
{"en": "said Peter to himself,", "ja": "ピーターはつぶやきました。"}
{"en": "\"if you just knew who is sitting on the rail at the foot of the bed.\"", "ja": "「もしベッドの足の枠のところに座っているのが、だれかわかりさえすればねぇ」"}
{"en": "Very gently he patted the little mound that her feet made,", "ja": "ピーターは、おかあさんの足の少し盛り上がっているところをとてもやさしくなでました。"}
{"en": "and he could see by her face that she liked it.", "ja": "そしておかあさんがそれを喜んでいることが顔をみていてわかりました。"}
{"en": "He knew he had but to say \"Mother\" ever so softly, and she would wake up.", "ja": "でも「おかあさん」と声に出していうのは、いくらやさしく言ってもおかあさんが起きてしまうのでいけないと思っていました。"}
{"en": "They always wake up at once if it is you that says their name.", "ja": "おかあさんというものは子供に名前を呼ばれれば、いつもすぐに目をさますものですから。"}
{"en": "Then she would give such a joyous cry and squeeze him tight.", "ja": "そしてよろこびのあまりさけんで、きつくピーターをだきしめたことでしょう。"}
{"en": "How nice that would be to him,", "ja": "そうであればピーターにとってもどんなによかったことでしょう。"}
{"en": "but oh, how exquisitely delicious it would be to her.", "ja": "そしておかあさんにとっては、どれほどうれしいことだったでしょう。"}
{"en": "That I am afraid is how Peter regarded it.", "ja": "わたしが心配なのは、ピーターがそれくらいそのことを分かっていたかということでした。"}
{"en": "In returning to his mother he never doubted that he was giving her the greatest treat a woman can have.", "ja": "おかあさんのところに戻るにあたっても、ピーターは自分がおかあさんに女の人としての最大限の喜びを与えているんだということを疑ってみもしませんでした。"}
{"en": "Nothing can be more splendid, he thought, than to have a little boy of your own.", "ja": "ピーターは、自分の子供をもつほどすばらしいことはないと思っていたのでした。"}
{"en": "How proud of him they are;", "ja": "おかあさんというものは、どれほど子供をほこりに思うことでしょう。"}
{"en": "and very right and proper, too.", "ja": "それはたしかに正しいし、当たり前のことでもあるのです。"}
{"en": "But why does Peter sit so long on the rail, why does he not tell his mother that he has come back?", "ja": "でもピーターはなぜそれほど長い間ベッドの枠に座っていたのでしょう、なぜおかあさんに帰ってきたよと声をかけなかったのでしょう？"}
{"en": "I quite shrink from the truth,", "ja": "わたしは、本当のことを言うのはとても気が引けます。"}
{"en": "which is that he sat there in two minds.", "ja": "つまりピーターは、２つのことを考えてそこに座っていたのでした。"}
{"en": "Sometimes he looked longingly at his mother, and sometimes he looked longingly at the window.", "ja": "おかあさんをなつかしげにみている一方で、窓の方もあきらめきれないようにみていたのでした。"}
{"en": "Certainly it would be pleasant to be her boy again,", "ja": "たしかにおかあさんの子供に再び戻るのは、楽しいことに違いありません。"}
{"en": "but, on the other hand, what times those had been in the Gardens!", "ja": "でもその一方で、公園もどれほど楽しかったことでしょう！"}
{"en": "Was he so sure that he would enjoy wearing clothes again?", "ja": "また服をきてもたしかに楽しいかどうか自信がもてませんでした。"}
{"en": "He popped off the bed and opened some drawers to have a look at his old garments.", "ja": "ピーターはベッドを急に離れると、自分の昔の服をみるためにいくつか引出しをあけてみました。"}
{"en": "They were still there, but he could not remember how you put them on.", "ja": "自分の服はまだそこにありましたが、どうやって着るのかはもう思い出せません。"}
{"en": "The socks, for instance, were they worn on the hands or on the feet?", "ja": "たとえば靴下は、手にはめるのかな、足にはくのかなといった具合です。"}
{"en": "He was about to try one of them on his hand,", "ja": "靴下の片方を手にはめようとしていたときです。"}
{"en": "when he had a great adventure.", "ja": "ピーターはびっくりしました。"}
{"en": "Perhaps the drawer had creaked;", "ja": "たぶん引出しが音を立てたのでしょう。"}
{"en": "at any rate, his mother woke up,", "ja": "とにかくおかあさんが起きてしまいました。"}
{"en": "for he heard her say \"Peter,\"", "ja": "おかあさんが「ピーター」というのが聞こえます。"}
{"en": "as if it was the most lovely word in the language.", "ja": "言葉の中でも一番美しい単語です。"}
{"en": "He remained sitting on the floor and held his breath,", "ja": "ピーターは床にすわりこんだまま、かたずをのんでいました。"}
{"en": "wondering how she knew that he had come back.", "ja": "ピーターはどうして自分がもどってきたことがわかったのか不思議に思っていました。"}
{"en": "If she said \"Peter\" again, he meant to cry \"Mother\" and run to her.", "ja": "もしおかあさんが再び「ピーター」と呼んだなら、自分もおかあさんとさけんでおかあさんのところにかけていくつもりでした。"}
{"en": "But she spoke no more, she made little moans only,", "ja": "でもおかあさんはそれ以上ひとこともしゃべらず、ただうめき声をあげただけでした。"}
{"en": "and when next he peeped at her she was once more asleep, with tears on her face.", "ja": "ピーターがのぞきこんだときは、おかあさんはまたねむりこんでいましたが、その顔にはなみだが流れていました。"}
{"en": "It made Peter very miserable, and what do you think was the first thing he did?", "ja": "ピーターはとてもみじめな気持ちになり、そしてどうしたと思います？"}
{"en": "Sitting on the rail at the foot of the bed, he played a beautiful lullaby to his mother on his pipe.", "ja": "ベッドの足の方の枠に座って、おかあさんのために美しい子守唄を笛でふきました。"}
{"en": "He had made it up himself out of the way she said \"Peter,\"", "ja": "おかあさんが「ピーター」とよぶように、自分で唄をつくりました。"}
{"en": "and he never stopped playing until she looked happy.", "ja": "ピーターは、おかあさんが幸せそうに見えるまで笛をふくのをやめませんでした。"}
{"en": "He thought this so clever of him that he could scarcely resist wakening her", "ja": "ピーターは自分のことをとてもかしこいと思ったので、もうすこしでおかあさんを起こして、"}
{"en": "to hear her say, \"Oh, Peter, how exquisitely you play.\"", "ja": "「ピーター、なんて上手に笛がふけるんでしょう」といってもらうところでした。"}
{"en": "However, as she now seemed comfortable, he again cast looks at the window.", "ja": "でもおかあさんがだんだん満足そうに見えたので、また窓の方を見やりました。"}
{"en": "You must not think that he meditated flying away and never coming back.", "ja": "ピーターが飛び出して、二度と帰ってこないつもりだとは、考えないでください。"}
{"en": "He had quite decided to be his mother's boy,", "ja": "ピーターはおかあさんの子供にもどることはすっかり決めていたのです。"}
{"en": "but hesitated about beginning to-night.", "ja": "でも今夜にしようか迷っていたのでした。"}
{"en": "It was the second wish which troubled him.", "ja": "頭をなやましているのは、２つ目のお願いのことでした。"}
{"en": "He no longer meant to make it a wish to be a bird, but not to ask for a second wish seemed wasteful,", "ja": "もう鳥になりたいというお願いをするつもりはありませんが、２つ目のお願いをしないのもなんだか無駄に思えたのでした。"}
{"en": "and, of course, he could not ask for it without returning to the fairies.", "ja": "もちろん妖精たちのところにもどらなければ、お願いすることもできないのですが。"}
{"en": "Also, if he put off asking for his wish too long it might go bad.", "ja": "でももしあんまり長い間お願いを先延ばししていると、めんどうなことになるかもしれません。"}
{"en": "He asked himself if he had not been hard-hearted to fly away without saying good-bye to Solomon.", "ja": "ソロモンにさようならもいわずに別れてしまうのも、心残りでした。"}
{"en": "\"I should like awfully to sail in my boat just once more,\"", "ja": "「もう一回だけボートに乗りたいんだよ」"}
{"en": "he said wistfully to his sleeping mother.", "ja": "ピーターは、眠っているおかあさんに悲しそうに話しました。"}
{"en": "He quite argued with her as if she could hear him.", "ja": "ピーターはまるでおかあさんが話を聞いているかのように、話しつづけました。"}
{"en": "\"It would be so splendid to tell the birds of this adventure,\"", "ja": "「鳥たちにこの冒険のことをはなしてやるのは素敵だろうなぁ」"}
{"en": "he said coaxingly.", "ja": "ピーターはなだめすかすように言いました。"}
{"en": "\"I promise to come back,\"", "ja": "「帰ってくると約束するよ」"}
{"en": "he said solemnly and meant it, too.", "ja": "ピーターははっきりそういうと、本当にそうするつもりでした。"}
{"en": "And in the end, you know, he flew away.", "ja": "そしてやっぱり、最後にはピーターは飛んでいったのです。"}
{"en": "Twice he came back from the window, wanting to kiss his mother, but he feared the delight of it might waken her, so at last he played her a lovely kiss on his pipe, and then he flew back to the Gardens.", "ja": "２回おかあさんにキスしようと思って、窓のところまで舞いもどりましたが、おかあさんを起こしてはいけないと思って、笛ですてきなキスをする曲をひくことにして、公園に飛んでかえっていったのです。"}
{"en": "Many nights and even months passed before he asked the fairies for his second wish;", "ja": "ピーターが２つ目のお願いを妖精たちにするのは、いく晩さらにいく月もたってからでした。"}
{"en": "and I am not sure that I quite know why he delayed so long.", "ja": "それほどピーターが遅くなったのはどうしてか、わたしにもはっきりしたことは分かりません。"}
{"en": "One reason was that he had so many good-byes to say, not only to his particular friends, but to a hundred favourite spots.", "ja": "理由の１つは、特別な友達だけではなく、たくさんの大好きな場所にもさようならを言わなければならなかったことです。"}
{"en": "Then he had his last sail,", "ja": "それから最後の航海にでかけました。"}
{"en": "and his very last sail, and his last sail of all, and so on.", "ja": "まさにピーターにとって本当の最後の航海でした。"}
{"en": "Again, a number of farewell feasts were given in his honour;", "ja": "それからピーターの前途を祝して、お別れの宴が何回も開かれました。"}
{"en": "and another comfortable reason was that, after all, there was no hurry,", "ja": "もう一つゆっくりしててもいい理由としては、結局のところ、急ぐ必要がなかったのでした。"}
{"en": "for his mother would never weary of waiting for him.", "ja": "なぜなら、おかあさんがピーターを待っていることにうんざりすることは決してなかったからでした。"}
{"en": "This last reason displeased old Solomon,", "ja": "その理由は、ソロモンを不機嫌にさせました。"}
{"en": "for it was an encouragement to the birds to procrastinate.", "ja": "なぜなら鳥たちにもぐずぐずしろといっているのと同じだったからです。"}
{"en": "Solomon had several excellent mottoes for keeping them at their work, such as", "ja": "ソロモンは鳥たちに仕事をさせるために、いくつものすばらしいことわざをもっていました。"}
{"en": "\"Never put off laying to-day, because you can lay to-morrow,\"", "ja": "「明日産めるからといって、今日産めるのをのばさない」、"}
{"en": "and \"In this world there are no second chances,\"", "ja": "「この世では、チャンスは二度とは来ない」などです。"}
{"en": "and yet here was Peter gaily putting off and none the worse for it.", "ja": "それだけにピーターが楽しそうに先延ばししているのは、いっそう悪いことでした。"}
{"en": "The birds pointed this out to each other, and fell into lazy habits.", "ja": "鳥たちはこのことをいろいろ言いましたが、だんだんなまけぐせがついてきました。"}
{"en": "But, mind you, though Peter was so slow in going back to his mother, he was quite decided to go back.", "ja": "しかし、覚えておいてください、ピーターがおかあさんの所に帰るのをいくら遅らせているとしても、帰ることははっきり決めていたのです。"}
{"en": "The best proof of this was his caution with the fairies.", "ja": "このはっきりとした証拠に、ピーターは妖精たちには注意を払っていたのです。"}
{"en": "They were most anxious that he should remain in the Gardens to play to them,", "ja": "妖精たちは、ピーターに公園に残って笛をふいてほしいと望んでいました。"}
{"en": "and to bring this to pass they tried to trick him into making such a remark as", "ja": "これを実現するために、こんな風に言わせることでピーターをだまそうとしたのです。"}
{"en": "\"I wish the grass was not so wet,\"", "ja": "「ぼくは芝生がこんなに濡れていないほうがいいなぁ」とか妖精の何人かはピーターが思わず"}
{"en": "and some of them danced out of time in the hope that he might cry, \"I do wish you would keep time!\"", "ja": "「もっとリズムに乗ってダンスしてほしいね」というように、リズムをはずしてダンスをしたりしました。"}
{"en": "Then they would have said that this was his second wish.", "ja": "それから、それがピーターの２つめの願いだと言おうとしたのです。"}
{"en": "But he smoked their design,", "ja": "しかしピーターは妖精たちのたくらみには乗りません。"}
{"en": "and though on occasions he began, \"I wish--\" he always stopped in time.", "ja": "ときどき「ぼくの願いは」と言いかけるのですが、いつもすぐに言葉をとめてしまうのでした。"}
{"en": "So when at last he said to them bravely,", "ja": "ただとうとう最後に勇気をふりしぼって、"}
{"en": "\"I wish now to go back to mother for ever and always,\"", "ja": "「ずっとおかあさんのところに戻っていたい」と言った時には、"}
{"en": "they had to tickle his shoulder and let him go.", "ja": "肩のところをくすぐって、行かせてやらなければなりませんでした。"}
{"en": "He went in a hurry in the end", "ja": "ピーターは最後には、急いで行くことにしました。"}
{"en": "because he had dreamt that his mother was crying,", "ja": "おかあさんが泣いている夢を見たからです。"}
{"en": "and he knew what was the great thing she cried for,", "ja": "おかあさんが何を求めて泣いているかは知っていました。"}
{"en": "and that a hug from her splendid Peter would quickly make her to smile.", "ja": "そしてすばらしいピーターを抱きしめられさえすれば、すぐにでもおかあさんが微笑むのも知っていました。"}
{"en": "Oh, he felt sure of it,", "ja": "ピーターは、そのことを確信してたのです。"}
{"en": "and so eager was he to be nestling in her arms that this time he flew straight to the window, which was always to be open for him.", "ja": "ピーターは、おかあさんの腕によりそいたかったので、今回はいつも自分のために外に開かれている窓のところまでまっすぐ飛んでいきました。"}
{"en": "But the window was closed,", "ja": "しかし窓は閉じていました。"}
{"en": "and there were iron bars on it,", "ja": "そして鉄のかんぬきがそこにかかっていたのです。"}
{"en": "and peering inside he saw his mother sleeping peacefully with her arm round another little boy.", "ja": "中をのぞいてみると、おかあさんが腕の中に別のあかんぼうを抱いて、幸せそうにねているのが見えました。"}
{"en": "Peter called,", "ja": "ピーターは叫びました。"}
{"en": "\"Mother!", "ja": "「おかあさん！"}
{"en": "mother!\"", "ja": "おかあさん！」"}
{"en": "but she heard him not;", "ja": "ただ、おかあさんの耳にはとどきません。"}
{"en": "in vain he beat his little limbs against the iron bars.", "ja": "自分の小さな翼で鉄のかんぬきをがたがたさせてみましたが、無駄でした。"}
{"en": "He had to fly back, sobbing, to the Gardens,", "ja": "ピーターはすすりなきながら、公園に戻って来なければなりませんでした。"}
{"en": "and he never saw his dear again.", "ja": "そして二度とおかあさんを見ることもありませんでした。"}
{"en": "What a glorious boy he had meant to be to her.", "ja": "ピーターが、どれほどおかあさんにとっていい子になろうとしたことでしょう。"}
{"en": "Ah, Peter, we who have made the great mistake, how differently we should all act at the second chance.", "ja": "わたしたちは大きな失敗をすると、二度目のチャンスにはどれほどのことをしなければならないんでしょう。"}
{"en": "But Solomon was right;", "ja": "しかしソロモンは正しいことを言いました。"}
{"en": "there is no second chance,", "ja": "二度目のチャンスはなし。"}
{"en": "not for most of us.", "ja": "わたしたちにとっても二度目のチャンスはありません。"}
{"en": "When we reach the window it is Lock-out Time.", "ja": "窓のところまで来たときには、もう閉門の時間でした。"}
{"en": "The iron bars are up for life.", "ja": "鉄のかんぬきで、死ぬまで締め出されてしまうのです。"}
