{"en": "High above the city, on a tall column, stood the statue of the Happy Prince.", "ja": "町の上に高く柱がそびえ、その上に幸福の王子の像が立っていました。"}
{"en": "He was gilded all over with thin leaves of fine gold, for eyes he had two bright sapphires, and a large red ruby glowed on his sword-hilt.", "ja": "王子の像は全体を薄い純金で覆われ、 目は二つの輝くサファイアで、 王子の剣のつかには大きな赤いルビーが光っていました。"}
{"en": "He was very much admired indeed.", "ja": "王子は皆の自慢でした。"}
{"en": "\"He is as beautiful as a weathercock,\"", "ja": "「風見鶏と同じくらいに美しい」"}
{"en": "remarked one of the Town Councillors who wished to gain a reputation for having artistic tastes;", "ja": "と、 芸術的なセンスがあるという評判を得たがっている一人の市会議員が言いました。"}
{"en": "\"only not quite so useful,\"", "ja": "「もっとも風見鶏ほど便利じゃないがね」"}
{"en": "he added,", "ja": "と付け加えて言いました。"}
{"en": "fearing lest people should think him unpractical,", "ja": "これは夢想家だと思われないように、と心配したからです。"}
{"en": "which he really was not.", "ja": "実際には彼は夢想家なんかじゃなかったのですが。"}
{"en": "\"Why can't you be like the Happy Prince?\"", "ja": "「どうしてあの幸福の王子みたいにちゃんとできないの」"}
{"en": "asked a sensible mother of her little boy who was crying for the moon.", "ja": "月が欲しいと泣いている幼い男の子に、賢明なお母さんが聞きました。"}
{"en": "\"The Happy Prince never dreams of crying for anything.\"", "ja": "「幸福の王子は決して何かを欲しがって泣いたりしないのよ」"}
{"en": "\"I am glad there is some one in the world who is quite happy,\"", "ja": "「この世界の中にも、本当に幸福な人がいる、というのはうれしいことだ」"}
{"en": "muttered a disappointed man as he gazed at the wonderful statue.", "ja": "失望した男が、この素晴らしい像を見つめてつぶやきました。"}
{"en": "\"He looks just like an angel,\"", "ja": "「天使のようだね」"}
{"en": "said the Charity Children as they came out of the cathedral in their bright scarlet cloaks and their clean white pinafores.", "ja": "と、 明るい赤のマントときれいな白い袖なしドレスを来た養育院の子供たちが聖堂から出てきて言いました。"}
{"en": "\"How do you know?\"", "ja": "「どうしてそのようなことがわかるのかね」"}
{"en": "said the Mathematical Master,", "ja": "と数学教師がいいました。"}
{"en": "\"you have never seen one.\"", "ja": "「天使など見たことがないのに」"}
{"en": "\"Ah! but we have, in our dreams,\"", "ja": "「ああ、でも見たことはありますよ。夢の中で」"}
{"en": "answered the children;", "ja": "と子供たちは答えました。"}
{"en": "and the Mathematical Master frowned and looked very severe,", "ja": "すると数学教師は眉をひそめてとても厳しい顔つきをしました。"}
{"en": "for he did not approve of children dreaming.", "ja": "というのは彼は子供たちが夢を見ることはよろしくないと考えていたからです。"}
{"en": "One night there flew over the city a little Swallow.", "ja": "ある晩、その町に小さなツバメが飛んできました。"}
{"en": "His friends had gone away to Egypt six weeks before, but he had stayed behind,", "ja": "友達らはすでに六週間前にエジプトに出発していましたが、 そのツバメは残っていました。"}
{"en": "for he was in love with the most beautiful Reed.", "ja": "彼は最高にきれいな葦に恋をしていたからです。"}
{"en": "He had met her early in the spring as he was flying down the river after a big yellow moth,", "ja": "ツバメが彼女に出会ったのは春のはじめ、 大きくて黄色い蛾を追って川の下流へ向かって飛んでいたときでした。"}
{"en": "and had been so attracted by her slender waist that he had stopped to talk to her.", "ja": "葦のすらっとした腰があまりにも魅力的だったので、 ツバメは立ち止まって彼女に話しかけたのです。"}
{"en": "\"Shall I love you?\"", "ja": "「君を好きになってもいいかい」"}
{"en": "said the Swallow,", "ja": "とツバメは言いました。"}
{"en": "who liked to come to the point at once,", "ja": "ツバメは単刀直入に話すのが好きでした。"}
{"en": "and the Reed made him a low bow.", "ja": "葦は深くうなずきました。"}
{"en": "So he flew round and round her, touching the water with his wings, and making silver ripples.", "ja": "そこでツバメは、翼で水に触れながら彼女の周りをぐるぐると回り、 銀色のさざなみを立てました。"}
{"en": "This was his courtship, and it lasted all through the summer.", "ja": "これはツバメからのラブコールで、それは夏中続きました。"}
{"en": "\"It is a ridiculous attachment,\"", "ja": "「彼女はおかしな恋人だね」"}
{"en": "twittered the other Swallows;", "ja": "と他のツバメたちがぺちゃぺちゃ言いました。"}
{"en": "\"she has no money, and far too many relations\";", "ja": "「財産はないくせに、親戚は多すぎるときてる」"}
{"en": "and indeed the river was quite full of Reeds.", "ja": "実際、その川は葦でいっぱいだったのです。"}
{"en": "Then, when the autumn came they all flew away.", "ja": "やがて、秋が来るとそのツバメたちもみんな飛んでいってしまいました。"}
{"en": "After they had gone he felt lonely, and began to tire of his lady- love.", "ja": "みんなが行ってしまうと、ツバメはさびしくなり、自分の恋人にも飽き始めました。"}
{"en": "\"She has no conversation,\"", "ja": "「彼女は何も話してくれないしな」"}
{"en": "he said,", "ja": "ツバメは言いました。"}
{"en": "\"and I am afraid that she is a coquette,", "ja": "「それに浮気っぽいんじゃないかと思うんだ。"}
{"en": "for she is always flirting with the wind.\"", "ja": "だって彼女はいつも風といちゃついてるんだから」"}
{"en": "And certainly,whenever the wind blew, the Reed made the most graceful curtseys.", "ja": "確かに、風が吹くといつも、葦は最高に優美なおじぎをするのでした。"}
{"en": "\"I admit that she is domestic,\"", "ja": "「彼女は家庭的なのは認めるけれど」"}
{"en": "he continued,", "ja": "とツバメは続けました。"}
{"en": "\"but I love travelling, and my wife, consequently, should love travelling also.\"", "ja": "「でも、僕は旅をするのが好きなんだから、僕の妻たるものも、 旅をするのが好きでなくっちゃ」"}
{"en": "\"Will you come away with me?\" he said finally to her;", "ja": "とうとうツバメは「僕と一緒に行ってくれないか」と彼女に言いました。"}
{"en": "but the Reed shook her head,", "ja": "でも葦は首を横に振りました。"}
{"en": "she was so attached to her home.", "ja": "彼女は自分の家にとても愛着があったのです。"}
{"en": "\"You have been trifling with me,\"", "ja": "「君は僕のことをもてあそんでいたんだな」"}
{"en": "he cried.", "ja": "とツバメは叫びました。"}
{"en": "\"I am off to the Pyramids.Good-bye!\"", "ja": "「僕はピラミッドに出発するよ。じゃあね」"}
{"en": "and he flew away.", "ja": "ツバメは飛び去りました。"}
{"en": "All day long he flew, and at night-time he arrived at the city.", "ja": "一日中ツバメは飛び、夜になって町に着きました。"}
{"en": "\"Where shall I put up?\"", "ja": "「どこに泊まったらいいかな」"}
{"en": "he said;", "ja": "とツバメは言いました。"}
{"en": "\"I hope the town has made preparations.\"", "ja": "「泊まれるようなところがあればいいんだけれど」"}
{"en": "Then he saw the statue on the tall column.", "ja": "それからツバメは高い柱の上の像を見ました。"}
{"en": "\"I will put up there,\"", "ja": "「あそこに泊まることにしよう」"}
{"en": "he cried;", "ja": "と声をあげました。"}
{"en": "\"it is a fine position, with plenty of fresh air.\"", "ja": "「あれはいい場所だ、新鮮な空気もたくさん吸えるし」"}
{"en": "So he alighted just between the feet of the Happy Prince.", "ja": "そしてツバメは幸福の王子の両足のちょうど間に止まりました。"}
{"en": "\"I have a golden bedroom,\"", "ja": "「黄金のベッドルームだ」"}
{"en": "he said softly to himself as he looked round, and he prepared to go to sleep;", "ja": "ツバメはあたりを見まわしながらそっと一人で言い、 眠ろうとしました。"}
{"en": "but just as he was putting his head under his wing a large drop of water fell on him.", "ja": "ところが、頭を翼の中に入れようとしたとたん、 大きな水の粒がツバメの上に落ちてきました。"}
{"en": "\"What a curious thing!\"", "ja": "「何て不思議なんだ！」"}
{"en": "he cried;", "ja": "とツバメは大きな声をあげました。"}
{"en": "\"there is not a single cloud in the sky, the stars are quite clear and bright, and yet it is raining.", "ja": "「空には雲一つなく、星はとてもくっきりと輝いているというのに、雨が降っているなんて。"}
{"en": "The climate in the north of Europe is really dreadful.", "ja": "北ヨーロッパの天候はまったくひどいもんだね。"}
{"en": "The Reed used to like the rain, but that was merely her selfishness.\"", "ja": "あの葦は雨が好きだったが、それは単なる自己中心だったし」"}
{"en": "Then another drop fell.", "ja": "すると、もう一滴落ちてきました。"}
{"en": "\"What is the use of a statue if it cannot keep the rain off?\"", "ja": "「雨よけにならないんだったら、像なんて何の役にも立たないな」"}
{"en": "he said;", "ja": "とツバメは言いました。"}
{"en": "\"I must look for a good chimney-pot,\"", "ja": "「もっといい煙突を探さなくちゃ」"}
{"en": "and he determined to fly away.", "ja": "ツバメは飛び立とうと決心しました。"}
{"en": "But before he had opened his wings, a third drop fell, and he looked up,", "ja": "でも、翼を広げるよりも前に、 三番目の水滴が落ちてきて、ツバメは上を見上げました。"}
{"en": "and saw - Ah! what did he see?", "ja": "すると――何が見えたでしょうか。"}
{"en": "The eyes of the Happy Prince were filled with tears,", "ja": "幸福の王子の両眼は涙でいっぱいになっていました。"}
{"en": "and tears were running down his golden cheeks.", "ja": "そしてその涙は王子の黄金の頬を流れていたのです。"}
{"en": "His face was so beautiful in the moonlight that the little Swallow was filled with pity.", "ja": "王子の顔は月光の中でとても美しく、 小さなツバメはかわいそうな気持ちでいっぱいになりました。"}
{"en": "\"Who are you?\"", "ja": "「あなたはどなたですか」"}
{"en": "he said.", "ja": "ツバメは尋ねました。"}
{"en": "\"I am the Happy Prince.\"", "ja": "「私は幸福の王子だ」"}
{"en": "\"Why are you weeping then?\"", "ja": "「それなら、どうして泣いているんですか」"}
{"en": "asked the Swallow;", "ja": "とツバメは尋ねました。"}
{"en": "\"you have quite drenched me.\"", "ja": "「もう僕はぐしょぬれですよ」"}
{"en": "\"When I was alive and had a human heart,\"", "ja": "「まだ私が生きていて、人間の心を持っていたときのことだった」"}
{"en": "answered the statue,", "ja": "と像は答えました。"}
{"en": "\"I did not know what tears were,", "ja": "「私は涙というものがどんなものかを知らなかった。"}
{"en": "for I lived in the Palace of Sans- Souci, where sorrow is not allowed to enter.", "ja": "というのは私はサンスーシの宮殿に住んでいて、 そこには悲しみが入り込むことはなかったからだ。"}
{"en": "In the daytime I played with my companions in the garden, and in the evening I led the dance in the Great Hall.", "ja": "昼間は友人たちと庭園で遊び、夜になると大広間で先頭切ってダンスを踊ったのだ。"}
{"en": "Round the garden ran a very lofty wall, but I never cared to ask what lay beyond it,", "ja": "庭園の周りにはとても高い塀がめぐらされていて、 私は一度もその向こうに何があるのかを気にかけたことがなかった。"}
{"en": "everything about me was so beautiful.", "ja": "周りには、非常に美しいものしかなかった。"}
{"en": "My courtiers called me the Happy Prince,", "ja": "廷臣たちは私を幸福の王子と呼んだ。"}
{"en": "and happy indeed I was, if pleasure be happiness.", "ja": "実際、幸福だったのだ、もしも快楽が幸福だというならば。"}
{"en": "So I lived, and so I died.", "ja": "私は幸福に生き、幸福に死んだ。"}
{"en": "And now that I am dead they have set me up here so high that I can see all the ugliness and all the misery of my city,", "ja": "死んでから、人々は私をこの高い場所に置いた。ここからは町のすべての醜悪なこと、すべての悲惨なことが見える。"}
{"en": "and though my heart is made of lead yet I cannot chose but weep.\"", "ja": "私の心臓は鉛でできているけれど、泣かずにはいられないのだ」"}
{"en": "\"What! is he not solid gold?\"", "ja": "「何だって！　この王子は中まで金でできているんじゃないのか」"}
{"en": "said the Swallow to himself.", "ja": "とツバメは心の中で思いました。"}
{"en": "He was too polite to make any personal remarks out loud.", "ja": "けれどツバメは礼儀正しかったので、個人的な意見は声に出しませんでした。"}
{"en": "\"Far away,\"", "ja": "「ずっと向こうの」"}
{"en": "continued the statue in a low musical voice,", "ja": "と、王子の像は低く調子のよい声で続けました。"}
{"en": "\"far away in a little street there is a poor house.", "ja": "「ずっと向こうの小さな通りに貧しい家がある。"}
{"en": "One of the windows is open, and through it I can see a woman seated at a table.", "ja": "窓が一つ開いていて、テーブルについたご婦人が見える。"}
{"en": "Her face is thin and worn,", "ja": "顔はやせこけ、疲れている。"}
{"en": "and she has coarse, red hands, all pricked by the needle,", "ja": "彼女の手は荒れ、縫い針で傷ついて赤くなっている。"}
{"en": "for she is a seamstress.", "ja": "彼女はお針子をしているのだ。"}
{"en": "She is embroidering passion- flowers on a satin gown for the loveliest of the Queen's maids-of- honour to wear at the next Court-ball.", "ja": "その婦人はトケイソウ〔訳注：(passion-flower)この花の副花冠はキリストのいばらの冠に似ているという〕の花をサテンのガウンに刺繍しようとしている。そのガウンは女王様の一番可愛い侍女のためのもので、 次の舞踏会に着ることになっているのだ。"}
{"en": "In a bed in the corner of the room her little boy is lying ill.", "ja": "その部屋の隅のベッドでは、幼い息子が病のために横になっている。"}
{"en": "He has a fever, and is asking for oranges.", "ja": "熱があって、オレンジが食べたいと言っている。"}
{"en": "His mother has nothing to give him but river water, so he is crying.", "ja": "母親が与えられるものは川の水だけなので、その子は泣いている。"}
{"en": "Swallow, Swallow, little Swallow,", "ja": "ツバメさん、ツバメさん、小さなツバメさん。"}
{"en": "will you not bring her the ruby out of my sword-hilt?", "ja": "私の剣のつかからルビーを取り出して、あの婦人にあげてくれないか。"}
{"en": "My feet are fastened to this pedestal and I cannot move.\"", "ja": "両足がこの台座に固定されているから、私は行けないのだ」"}
{"en": "\"I am waited for in Egypt,\"", "ja": "「私はエジプトに行きたいんです」"}
{"en": "said the Swallow.", "ja": "とツバメは言いました。"}
{"en": "\"My friends are flying up and down the Nile, and talking to the large lotus- flowers.", "ja": "「友人たちはナイル川に沿って飛びまわったり、大きな蓮の花に話しかけたりしています。"}
{"en": "Soon they will go to sleep in the tomb of the great King.", "ja": "まもなく、みんなは偉大な王の墓の中で眠ります。"}
{"en": "The King is there himself in his painted coffin.", "ja": "王もまた、そこの彩られた棺の中にいます。"}
{"en": "He is wrapped in yellow linen, and embalmed with spices.", "ja": "王は黄色の亜麻布で包まれ、香料を使ってミイラになっています。"}
{"en": "Round his neck is a chain of pale green jade, and his hands are like withered leaves.\"", "ja": "首には青緑色の翡翠の首飾りがかけられ、王の両手はまるでしおれた葉のようなんですよ」"}
{"en": "\"Swallow, Swallow, little Swallow,\"", "ja": "「ツバメさん、ツバメさん、小さなツバメさん」"}
{"en": "said the Prince,", "ja": "と王子は言いました。"}
{"en": "\"will you not stay with me for one night, and be my messenger?", "ja": "「もう一晩泊まって、私のお使いをしてくれないか。"}
{"en": "The boy is so thirsty, and the mother so sad.\"", "ja": "あの子はとても喉が乾いていて、お母さんはとても悲しんでいるのだよ」"}
{"en": "\"I don't think I like boys,\"", "ja": "「私は男の子が好きじゃないんです」"}
{"en": "answered the Swallow.", "ja": "とツバメは答えました。"}
{"en": "\"Last summer, when I was staying on the river, there were two rude boys,", "ja": "「去年の夏、川のほとりにいたとき、二人の乱暴な男の子がおりました。"}
{"en": "the miller's sons, who were always throwing stones at me.", "ja": "粉引きの息子たちで、二人はいつも僕に石を投げつけました。"}
{"en": "They never hit me, of course;", "ja": "もちろん一回も当たりませんでしたよ。"}
{"en": "we swallows fly far too well for that, and besides, I come of a family famous for its agility;", "ja": "僕たちツバメはそういうときにはとてもうまく飛びますし、その上、僕は機敏さで有名な家系の出ですから。"}
{"en": "but still, it was a mark of disrespect.\"", "ja": "でも、石を投げてくるっていうのは失礼な証拠ですよね」"}
{"en": "But the Happy Prince looked so sad that the little Swallow was sorry.", "ja": "でも、幸福の王子がとても悲しそうな顔をしましたので、小さなツバメもすまない気持ちになりました。"}
{"en": "\"It is very cold here,\"", "ja": "「ここはとても寒いですね」"}
{"en": "he said;", "ja": "とツバメは言いました。"}
{"en": "\"but I will stay with you for one night, and be your messenger.\"", "ja": "「でも、あなたのところに一晩泊まって、あなたのお使いをいたしましょう」"}
{"en": "\"Thank you, little Swallow,\"", "ja": "「ありがとう、小さなツバメさん」"}
{"en": "said the Prince.", "ja": "と王子は言いました。"}
{"en": "So the Swallow picked out the great ruby from the Prince's sword, and flew away with it in his beak over the roofs of the town.", "ja": "そこでツバメは王子の剣から大きなルビーを取り出すと、 くちばしにくわえ、町の屋根を飛び越えて出かけました。"}
{"en": "He passed by the cathedral tower, where the white marble angels were sculptured.", "ja": "ツバメは、白い大理石の天使が彫刻されている聖堂の塔を通りすぎました。"}
{"en": "He passed by the palace and heard the sound of dancing.", "ja": "宮殿を通りすぎるとき、ダンスを踊っている音が聞こえました。"}
{"en": "A beautiful girl came out on the balcony with her lover.", "ja": "美しい女の子が恋人と一緒にバルコニーに出てきました。"}
{"en": "\"How wonderful the stars are,\"", "ja": "「何て素晴らしい星だろう」"}
{"en": "he said to her,", "ja": "彼は女の子に言いました。"}
{"en": "\"and how wonderful is the power of love!\"", "ja": "「そして愛の力は何と素晴らしいことだろう」"}
{"en": "\"I hope my dress will be ready in time for the State-ball,\"", "ja": "「私のドレスが舞踏会に間に合うといいわ」"}
{"en": "she answered;", "ja": "と女の子が答えました。"}
{"en": "\"I have ordered passion-flowers to be embroidered on it;", "ja": "「ドレスにトケイソウの花が刺繍されるように注文したのよ。"}
{"en": "but the seamstresses are so lazy.\"", "ja": "でもお針子っていうのはとっても怠け者だから」"}
{"en": "He passed over the river, and saw the lanterns hanging to the masts of the ships.", "ja": "ツバメは川を越え、船のマストにかかっているランタンを見ました。"}
{"en": "He passed over the Ghetto, and saw the old Jews bargaining with each other, and weighing out money in copper scales.", "ja": "ツバメは貧民街を越え、老いたユダヤ人たちが商売をして、銅の天秤でお金を量り分けるのを見ました。"}
{"en": "At last he came to the poor house and looked in.", "ja": "やっと、あの貧しい家にたどり着くと、ツバメは中をのぞき込みました。"}
{"en": "The boy was tossing feverishly on his bed, and the mother had fallen asleep, she was so tired.", "ja": "男の子はベッドの上で熱のために寝返りをうち、お母さんは疲れ切って眠り込んでおりました。"}
{"en": "In he hopped, and laid the great ruby on the table beside the woman's thimble.", "ja": "ツバメは中に入って、テーブルの上にあるお母さんの指ぬきの脇に大きなルビーを置きました。"}
{"en": "Then he flew gently round the bed, fanning the boy's forehead with his wings.", "ja": "それからツバメはそっとベッドのまわりを飛び、 翼で男の子の額をあおぎました。"}
{"en": "\"How cool I feel,\"", "ja": "「とても涼しい」"}
{"en": "said the boy,", "ja": "と男の子は言いました。"}
{"en": "\"I must be getting better\";", "ja": "「僕はきっと元気になる」"}
{"en": "and he sank into a delicious slumber.", "ja": "そして心地よい眠りに入っていきました。"}
{"en": "Then the Swallow flew back to the Happy Prince, and told him what he had done.", "ja": "それからツバメは幸福の王子のところに飛んで戻り、やったことを王子に伝えました。"}
{"en": "\"It is curious,\"", "ja": "「妙なことに」"}
{"en": "he remarked,", "ja": "とツバメは言いました。"}
{"en": "\"but I feel quite warm now, although it is so cold.\"", "ja": "「こんなに寒いのに、僕は今とても温かい気持ちがするんです」"}
{"en": "\"That is because you have done a good action,\"", "ja": "「それは、いいことをしたからだよ」"}
{"en": "said the Prince.", "ja": "と王子は言いました。"}
{"en": "And the little Swallow began to think, and then he fell asleep.", "ja": "そこで小さなツバメは考え始めましたが、やがて眠ってしまいました。"}
{"en": "Thinking always made him sleepy.", "ja": "考えごとをするとツバメはいつも眠くなるのです。"}
{"en": "When day broke he flew down to the river and had a bath.", "ja": "朝になると、ツバメは川のところまで飛んでいき、水浴びをしました。"}
{"en": "\"What a remarkable phenomenon,\"", "ja": "「何と驚くべき現象だ」"}
{"en": "said the Professor of Ornithology as he was passing over the bridge.", "ja": "と鳥類学の教授が橋を渡りながら言いました。"}
{"en": "\"A swallow in winter!\"", "ja": "「冬にツバメを見るなんて」"}
{"en": "And he wrote a long letter about it to the local newspaper.", "ja": "それから教授は、このことについて長い投書を地方新聞にあてて書きました。"}
{"en": "Everyone quote it,", "ja": "みんながその投書を話題にしました。"}
{"en": "it was full of so many words that they could not understand.", "ja": "でも、その投書は人々が理解できない単語でいっぱいでした。"}
{"en": "\"To-night I go to Egypt,\"", "ja": "「今夜、エジプトに行きます」"}
{"en": "said the Swallow, and he was in high spirits at the prospect.", "ja": "とツバメは言いました。ツバメはその予定に上機嫌でした。"}
{"en": "He visited all the public monuments, and sat a long time on top of the church steeple.", "ja": "町中の名所をみな訪れてから、教会の尖塔のてっぺんに長い時間とまっていました。"}
{"en": "Wherever he went the Sparrows chirruped, and said to each other, \"What a distinguished stranger!\" so he enjoyed himself very much.", "ja": "ツバメが行くところはどこでもスズメがチュンチュン鳴いていて、「素敵な旅人ね」と口々に言っていましたので、 ツバメはとてもうれしくなりました。"}
{"en": "When the moon rose he flew back to the Happy Prince.", "ja": "月がのぼると、ツバメは幸福の王子のところに戻ってきました。"}
{"en": "\"Have you any commissions for Egypt?\"", "ja": "「エジプトに何かことづけはありますか」"}
{"en": "he cried;", "ja": "と声をあげました。"}
{"en": "\"I am just starting.\"", "ja": "「もうすぐ出発しますから」"}
{"en": "\"Swallow, Swallow, little Swallow,\"", "ja": "「ツバメさん、ツバメさん、小さなツバメさん」"}
{"en": "said the Prince,", "ja": "と王子は言いました。"}
{"en": "\"will you not stay with me one night longer?\"", "ja": "「もう一晩泊まってくれませんか」"}
{"en": "\"I am waited for in Egypt,\"", "ja": "「私はエジプトに行きたいと思っています」"}
{"en": "answered the Swallow.", "ja": "とツバメは答えました。"}
{"en": "\"To-morrow my friends will fly up to the Second Cataract.", "ja": "「明日僕の友達は川を上り、二番目の滝へ飛んでいくでしょう。"}
{"en": "The river-horse couches there among the bulrushes,", "ja": "そこではパピルスのしげみの間でカバが休んでいます。"}
{"en": "and on a great granite throne sits the God Memnon.", "ja": "そして巨大な御影石の玉座にはメムノン神が座っているんです。"}
{"en": "All night long he watches the stars, and when the morning star shines he utters one cry of joy, and then he is silent.", "ja": "メムノン神は、星を一晩中見つめ続け、 明けの明星が輝くと喜びの声を一声あげ、 そしてまた沈黙に戻ると言われています。"}
{"en": "At noon the yellow lions come down to the water's edge to drink.", "ja": "正午には黄色のライオンが水辺に水を飲みにやってきます。"}
{"en": "They have eyes like green beryls, and their roar is louder than the roar of the cataract.", "ja": "ライオンの目は緑柱石のようで、 その吠え声は滝のごうごうという音よりも大きいんですよ」"}
{"en": "\"Swallow, Swallow, little Swallow,\"", "ja": "「ツバメさん、ツバメさん、小さなツバメさん」"}
{"en": "said the Prince,", "ja": "と王子は言いました。"}
{"en": "\"far away across the city I see a young man in a garret.", "ja": "「ずっと向こう、町の反対側にある屋根裏部屋に若者の姿が見える。"}
{"en": "He is leaning over a desk covered with papers,", "ja": "彼は紙であふれた机にもたれている。"}
{"en": "and in a tumbler by his side there is a bunch of withered violets.", "ja": "傍らにあるタンブラーには、枯れたスミレが一束刺してある。"}
{"en": "His hair is brown and crisp, and his lips are red as a pomegranate, and he has large and dreamy eyes.", "ja": "彼の髪は茶色で細かく縮れ、唇はザクロのように赤く、 大きくて夢見るような目をしている。"}
{"en": "He is trying to finish a play for the Director of the Theatre,", "ja": "彼は劇場の支配人のために芝居を完成させようとしている。"}
{"en": "but he is too cold to write any more.", "ja": "けれど、あまりにも寒いのでもう書くことができないのだ。"}
{"en": "There is no fire in the grate, and hunger has made him faint.\"", "ja": "暖炉の中には火の気はなく、空腹のために気を失わんばかりになっている」"}
{"en": "\"I will wait with you one night longer,\"", "ja": "「もう一晩、あなたのところに泊まりましょう」"}
{"en": "said the Swallow, who really had a good heart.", "ja": "よい心をほんとうに持っているツバメは言いました。"}
{"en": "\"Shall I take him another ruby?\"", "ja": "「もう一つルビーを持っていきましょうか」"}
{"en": "\"Alas! I have no ruby now,\"", "ja": "「ああ！　もうルビーはないのだよ」"}
{"en": "said the Prince;", "ja": "王子は言いました。"}
{"en": "\"my eyes are all that I have left.", "ja": "「残っているのは私の両目だけだ。"}
{"en": "They are made of rare sapphires,", "ja": "私の両目は珍しいサファイアでできている。"}
{"en": "which were brought out of India a thousand years ago.", "ja": "これは一千年前にインドから運ばれてきたものだ。"}
{"en": "Pluck out one of them and take it to him.", "ja": "私の片目を抜き出して、彼のところまで持っていっておくれ。"}
{"en": "He will sell it to the jeweller, and buy food and firewood, and finish his play.\"", "ja": "彼はそれを宝石屋に売って、食べ物と薪を買って、芝居を完成させることができるだろう」"}
{"en": "\"Dear Prince,\"", "ja": "「王子様」"}
{"en": "said the Swallow,", "ja": "とツバメは言いました。"}
{"en": "\"I cannot do that\";", "ja": "「私にはできません」"}
{"en": "and he began to weep.", "ja": "そしてツバメは泣き始めました。"}
{"en": "\"Swallow, Swallow, little Swallow,\"", "ja": "「ツバメさん、ツバメさん、小さなツバメさん」"}
{"en": "said the Prince,", "ja": "と王子は言いました。"}
{"en": "\"do as I command you.\"", "ja": "「私が命じたとおりにしておくれ」"}
{"en": "So the Swallow plucked out the Prince's eye, and flew away to the student's garret.", "ja": "そこでツバメは王子の目を取り出して、 屋根裏部屋へ飛んでいきました。"}
{"en": "It was easy enough to get in, as there was a hole in the roof.", "ja": "屋根に穴があいていたので、入るのは簡単でした。"}
{"en": "Through this he darted, and came into the room.", "ja": "ツバメは穴を通ってさっと飛び込み、部屋の中に入りました。"}
{"en": "The young man had his head buried in his hands, so he did not hear the flutter of the bird's wings,", "ja": "その若者は両手の中に顔をうずめるようにしておりましたので、 鳥の羽ばたきは聞こえませんでした。"}
{"en": "and when he looked up he found the beautiful sapphire lying on the withered violets.", "ja": "そして若者が顔を上げると、そこには美しいサファイアが枯れたスミレの上に乗っていたのです。"}
{"en": "\"I am beginning to be appreciated,\"", "ja": "「私も世の中に認められ始めたんだ」"}
{"en": "he cried;", "ja": "若者は大声を出しました。"}
{"en": "\"this is from some great admirer.", "ja": "「これは誰か、熱烈なファンからのものだな。"}
{"en": "Now I can finish my play,\"", "ja": "これで芝居が完成できるぞ」"}
{"en": "and he looked quite happy.", "ja": "若者はとても幸福そうでした。"}
{"en": "The next day the Swallow flew down to the harbour.", "ja": "次の日、ツバメは波止場へ行きました。"}
{"en": "He sat on the mast of a large vessel and watched the sailors hauling big chests out of the hold with ropes.", "ja": "大きな船のマストの上にとまり、 水夫たちが大きな箱を船倉からロープで引きずり出すのを見ました。"}
{"en": "\"Heave a-hoy!\" they shouted as each chest came up.", "ja": "箱が一つ出るたびに「よいこらせ！」と水夫たちは叫びました。"}
{"en": "\"I am going to Egypt\"!", "ja": "「僕はエジプトに行くんだよ！」"}
{"en": "cried the Swallow, but nobody minded,", "ja": "とツバメも大声を出しましたが、誰も気にしませんでした。"}
{"en": "and when the moon rose he flew back to the Happy Prince.", "ja": "月が出るとツバメは幸福の王子のところに戻りました。"}
{"en": "\"I am come to bid you good-bye,\"", "ja": "「おいとまごいにやってきました」"}
{"en": "he cried.", "ja": "ツバメは声をあげました。"}
{"en": "\"Swallow, Swallow, little Swallow,\"", "ja": "「ツバメさん、ツバメさん、小さなツバメさん」"}
{"en": "said the Prince,", "ja": "と王子は言いました。"}
{"en": "\"will you not stay with me one night longer?\"", "ja": "「もう一晩泊まってくれませんか」"}
{"en": "\"It is winter,\"", "ja": "「もう冬です」"}
{"en": "answered the Swallow,", "ja": "ツバメは答えました。"}
{"en": "\"and the chill snow will soon be here.", "ja": "「冷たい雪がまもなくここにも降るでしょう。"}
{"en": "In Egypt the sun is warm on the green palm-trees, and the crocodiles lie in the mud and look lazily about them.", "ja": "エジプトでは太陽の光が緑のシュロの木に温かく注ぎ、 ワニたちは泥の中に寝そべってのんびり過ごしています。"}
{"en": "My companions are building a nest in the Temple of Baalbec, and the pink and white doves are watching them, and cooing to each other.", "ja": "友人たちは、バールベック寺院の中に巣を作っており、 ピンクと白のハトがそれを見て、クークーと鳴き交わしています。"}
{"en": "Dear Prince,", "ja": "王子様。"}
{"en": "I must leave you,", "ja": "僕は行かなくちゃなりません。"}
{"en": "but I will never forget you,", "ja": "あなたのことは決して忘れません。"}
{"en": "and next spring I will bring you back two beautiful jewels in place of those you have given away.", "ja": "来年の春、僕はあなたがあげてしまった宝石二つの代わりに、 美しい宝石を二つ持って帰ってきます。"}
{"en": "The ruby shall be redder than a red rose, and the sapphire shall be as blue as the great sea.\"", "ja": "ルビーは赤いバラよりも赤く、 サファイアは大海のように青いものになるでしょう」"}
{"en": "\"In the square below,\"", "ja": "「下のほうに広場がある」"}
{"en": "said the Happy Prince,", "ja": "と幸福の王子は言いました。"}
{"en": "\"there stands a little match-girl.", "ja": "「そこに小さなマッチ売りの少女がいる。"}
{"en": "She has let her matches fall in the gutter, and they are all spoiled.", "ja": "マッチを溝に落としてしまい、全部駄目になってしまった。"}
{"en": "Her father will beat her if she does not bring home some money,", "ja": "お金を持って帰れなかったら、お父さんが女の子をぶつだろう。"}
{"en": "and she is crying.", "ja": "だから女の子は泣いている。"}
{"en": "She has no shoes or stockings, and her little head is bare.", "ja": "あの子は靴も靴下もはいていないし、何も頭にかぶっていない。"}
{"en": "Pluck out my other eye, and give it to her,", "ja": "私の残っている目を取り出して、あの子にやってほしい。"}
{"en": "and her father will not beat her.\"", "ja": "そうすればお父さんからぶたれないだろう」"}
{"en": "\"I will stay with you one night longer,\"", "ja": "「もう一晩、あなたのところに泊まりましょう」"}
{"en": "said the Swallow,", "ja": "ツバメは言いました。"}
{"en": "\"but I cannot pluck out your eye.", "ja": "「でも、あなたの目を取り出すなんてできません。"}
{"en": "You would be quite blind then.\"", "ja": "そんなことをしたら、あなたは何も見えなくなってしまいます」"}
{"en": "\"Swallow, Swallow, little Swallow,\"", "ja": "「ツバメさん、ツバメさん、小さなツバメさん」"}
{"en": "said the Prince,", "ja": "と王子は言いました。"}
{"en": "\"do as I command you.\"", "ja": "「私が命じたとおりにしておくれ」"}
{"en": "So he plucked out the Prince's other eye, and darted down with it.", "ja": "そこでツバメは王子のもう片方の目を取り出して、下へ飛んでいきました。"}
{"en": "He swooped past the match-girl, and slipped the jewel into the palm of her hand.", "ja": "ツバメはマッチ売りの少女のところまでさっと降りて、 宝石を手の中に滑り込ませまし"}
{"en": "\"What a lovely bit of glass,\"", "ja": "「とってもきれいなガラス玉！」"}
{"en": "cried the little girl;", "ja": "その少女は言いました。"}
{"en": "and she ran home, laughing.", "ja": "そして笑いながら走って家に帰りました。"}
{"en": "Then the Swallow came back to the Prince.", "ja": "それからツバメは王子のところに戻りました。"}
{"en": "\"You are blind now,\"", "ja": "「あなたはもう何も見えなくなりました」"}
{"en": "he said,", "ja": "とツバメは言いました。"}
{"en": "\"so I will stay with you always.\"", "ja": "「だから、ずっとあなたと一緒にいることにします」"}
{"en": "\"No, little Swallow,\"", "ja": "「いや、小さなツバメさん」"}
{"en": "said the poor Prince,", "ja": "とかわいそうな王子は言いました。"}
{"en": "\"you must go away to Egypt.\"", "ja": "「あなたはエジプトに行かなくちゃいけない」"}
{"en": "\"I will stay with you always,\"", "ja": "「僕はずっとあなたと一緒にいます」"}
{"en": "said the Swallow,", "ja": "ツバメは言いました。"}
{"en": "and he slept at the Prince's feet.", "ja": "そして王子の足元で眠りました。"}
{"en": "All the next day he sat on the Prince's shoulder, and told him stories of what he had seen in strange lands.", "ja": "次の日一日、ツバメは王子の肩に止まり、珍しい土地で見てきたたくさんの話をしました。"}
{"en": "He told him of the red ibises, who stand in long rows on the banks of the Nile, and catch gold-fish in their beaks;", "ja": "ナイル川の岸沿いに長い列をなして立っていて、 くちばしで黄金の魚を捕まえる赤いトキの話。"}
{"en": "of the Sphinx, who is as old as the world itself, and lives in the desert, and knows everything;", "ja": "世界と同じくらい古くからあり、 砂漠の中に住んでいて、何でも知っているスフィンクスの話。"}
{"en": "of the merchants, who walk slowly by the side of their camels, and carry amber beads in their hands;", "ja": "琥珀のロザリオを手にして、ラクダの傍らをゆっくり歩く貿易商人の話。"}
{"en": "of the King of the Mountains of the Moon, who is as black as ebony, and worships a large crystal;", "ja": "黒檀のように黒い肌をしており、大きな水晶を崇拝している月の山の王の話。"}
{"en": "of the great green snake that sleeps in a palm-tree, and has twenty priests to feed it with honey-cakes;", "ja": "シュロの木で眠る緑の大蛇がいて、二十人の僧侶が蜂蜜のお菓子を食べさせている話。"}
{"en": "and of the pygmies who sail over a big lake on large flat leaves, and are always at war with the butterflies.", "ja": "広く平らな葉に乗って大きな湖を渡り、蝶といつも戦争しているピグミーの話。"}
{"en": "\"Dear little Swallow,\"", "ja": "「可愛い小さなツバメさん」"}
{"en": "said the Prince,", "ja": "王子は言いました。"}
{"en": "\"you tell me of marvellous things,", "ja": "「あなたは驚くべきことを聞かせてくれた。"}
{"en": "but more marvellous than anything is the suffering of men and of women.", "ja": "しかし、苦しみを受けている人々の話ほど驚くべきことはない。"}
{"en": "There is no Mystery so great as Misery.", "ja": "度しがたい悲しみ以上に解きがたい謎はないのだ。"}
{"en": "Fly over my city, little Swallow,", "ja": "小さなツバメさん、町へ行っておくれ。"}
{"en": "and tell me what you see there.\"", "ja": "そしてあなたの見たものを私に教えておくれ」"}
{"en": "So the Swallow flew over the great city, and saw the rich making merry in their beautiful houses, while the beggars were sitting at the gates.", "ja": "ツバメはその大きな町の上を飛びまわり、 金持ちが美しい家で幸せに暮らす一方で、 乞食がその家の門の前に座っているのを見ました。"}
{"en": "He flew into dark lanes, and saw the white faces of starving children looking out listlessly at the black streets.", "ja": "暗い路地に入っていき、ものうげに黒い道を眺めている空腹な子供たちの青白い顔を見ました。"}
{"en": "Under the archway of a bridge two little boys were lying in one another's arms to try and keep themselves warm.", "ja": "橋の通りの下で小さな少年が二人、互いに抱き合って横になり、暖め合っていました。"}
{"en": "\"How hungry we are!\"", "ja": "「お腹がすいたよう」"}
{"en": "they said.", "ja": "と二人は口にしていましたが"}
{"en": "\"You must not lie here,\"", "ja": "「ここでは横になっていてはいかん」"}
{"en": "shouted the Watchman, and they wandered out into the rain.", "ja": "と夜警が叫び、二人は雨の中へとさまよい出ました。"}
{"en": "Then he flew back and told the Prince what he had seen.", "ja": "それからツバメは王子のところへ戻って、 見てきたことを話しました。"}
{"en": "\"I am covered with fine gold,\"", "ja": "「私の体は純金で覆われている」"}
{"en": "said the Prince,", "ja": "と王子は言いました。"}
{"en": "\"you must take it off, leaf by leaf, and give it to my poor;", "ja": "「それを一枚一枚はがして、貧しい人にあげなさい。"}
{"en": "the living always think that gold can make them happy.\"", "ja": "生きている人は、金があれば幸福になれるといつも考えているのだ」"}
{"en": "Leaf after leaf of the fine gold the Swallow picked off, till the Happy Prince looked quite dull and grey.", "ja": "ツバメは純金を一枚一枚はがしていき、とうとう幸福の王子は完全に輝きを失い、灰色になってしまいました。"}
{"en": "Leaf after leaf of the fine gold he brought to the poor, and the children's faces grew rosier, and they laughed and played games in the street.", "ja": "ツバメが純金を一枚一枚貧しい人に送ると、子供たちの顔は赤みを取り戻し、笑い声をあげ、通りで遊ぶのでした。"}
{"en": "\"We have bread now!\"", "ja": "「パンが食べられるんだ！」"}
{"en": "they cried.", "ja": "と大声で言いました。"}
{"en": "Then the snow came,", "ja": "やがて、雪が降ってきました。"}
{"en": "and after the snow came the frost.", "ja": "その後に霜が降りました。"}
{"en": "The streets looked as if they were made of silver, they were so bright and glistening;", "ja": "通りは銀でできたようになり、 たいそう光り輝いておりました。"}
{"en": "long icicles like crystal daggers hung down from the eaves of the houses, everybody went about in furs, and the little boys wore scarlet caps and skated on the ice.", "ja": "水晶のような長いつららが家ののきから下がり、みんな毛皮を着て出歩くようになり、 子供たちは真紅の帽子をかぶり、氷の上でスケートをしました。"}
{"en": "The poor little Swallow grew colder and colder,", "ja": "かわいそうな小さなツバメにはどんどん寒くなってきました。"}
{"en": "but he would not leave the Prince,", "ja": "でも、ツバメは王子の元を離れようとはしませんでした。"}
{"en": "he loved him too well.", "ja": "心から王子のことを愛していたからです。"}
{"en": "He picked up crumbs outside the baker's door when the baker was not looking and tried to keep himself warm by flapping his wings.", "ja": "パン屋が見ていないとき、ツバメはパン屋のドアの外でパン屑を拾い集め、翼をぱたぱたさせて自分を暖めようとしました。"}
{"en": "But at last he knew that he was going to die.", "ja": "でも、とうとう自分は死ぬのだとわかりました。"}
{"en": "He had just strength to fly up to the Prince's shoulder once more.", "ja": "ツバメには、王子の肩までもう一度飛びあがるだけの力しか残っていませんでした。"}
{"en": "\"Good-bye, dear Prince!\"", "ja": "「さようなら、愛する王子様」"}
{"en": "he murmured,", "ja": "ツバメはささやくように言いました。"}
{"en": "\"will you let me kiss your hand?\"", "ja": "「あなたの手にキスをしてもいいですか」"}
{"en": "\"I am glad that you are going to Egypt at last, little Swallow,\"", "ja": "「あなたがとうとうエジプトに行くのは、私もうれしいよ、小さなツバメさん」"}
{"en": "said the Prince,", "ja": "と王子は言いました。"}
{"en": "\"you have stayed too long here; but you must kiss me on the lips, for I love you.\"", "ja": "「あなたはここに長居しすぎた。 でも、キスはくちびるにしておくれ。 私もあなたを愛しているんだ」"}
{"en": "\"It is not to Egypt that I am going,\"", "ja": "「私はエジプトに行くのではありません」"}
{"en": "said the Swallow.", "ja": "とツバメは言いました。"}
{"en": "\"I am going to the House of Death.", "ja": "「死の家に行くんです。"}
{"en": "Death is the brother of Sleep, is he not?\"", "ja": "『死』というのは『眠り』の兄弟、ですよね」"}
{"en": "And he kissed the Happy Prince on the lips, and fell down dead at his feet.", "ja": "そしてツバメは幸福の王子のくちびるにキスをして、死んで彼の足元に落ちていきました。"}
{"en": "At that moment a curious crack sounded inside the statue, as if something had broken.", "ja": "その瞬間、像の中で何かが砕けたような奇妙な音がしました。"}
{"en": "The fact is that the leaden heart had snapped right in two.", "ja": "それは、鉛の心臓がちょうど二つに割れた音なのでした。"}
{"en": "It certainly was a dreadfully hard frost.", "ja": "ひどく寒い日でしたから。"}
{"en": "Early the next morning the Mayor was walking in the square below in company with the Town Councillors.", "ja": "次の日の朝早く、市長が市会議員たちと一緒に、像の下の広場を歩いておりました。"}
{"en": "As they passed the column he looked up at the tatue:", "ja": "柱を通りすぎるときに市長が像を見上げました。"}
{"en": "\"Dear me! how shabby the Happy Prince looks!\"", "ja": "「おやおや、この幸福の王子は何てみすぼらしいんだ」"}
{"en": "he said.", "ja": "と市長は言いました。"}
{"en": "\"How shabby indeed!\"", "ja": "「何てみすぼらしいんだ」"}
{"en": "cried the Town Councillors,", "ja": "市会議員たちは叫びました。"}
{"en": "who always agreed with the Mayor;", "ja": "彼らはいつも市長に賛成するのです。"}
{"en": "and they went up to look at it.", "ja": "皆は像を見ようと近寄っていきました。"}
{"en": "\"The ruby has fallen out of his sword, his eyes are gone, and he is golden no longer,\"", "ja": "「ルビーは剣から抜け落ちてるし、目は無くなってるし、もう金の像じゃなくなっているし」"}
{"en": "said the Mayor in fact,", "ja": "と市長は言いました"}
{"en": "\"he is litttle beter than a beggar!\"", "ja": "「これでは乞食とたいして変わらんじゃないか」"}
{"en": "\"Little better than a beggar,\"", "ja": "「乞食とたいして変わらんじゃないか」"}
{"en": "said the Town Councillors.", "ja": "と市会議員たちが言いました。"}
{"en": "\"And here is actually a dead bird at his feet!\"", "ja": "「それに、死んだ鳥なんかが足元にいる」"}
{"en": "continued the Mayor.", "ja": "市長は続けました。"}
{"en": "\"We must really issue a proclamation that birds are not to be allowed to die here.\"", "ja": "「われわれは実際、鳥類はここで死ぬことあたわずという布告を出さねばならんな」"}
{"en": "And the Town Clerk made a note of the suggestion.", "ja": "そこで書記がその提案を書きとめました。"}
{"en": "So they pulled down the statue of the Happy Prince.", "ja": "そこで彼らは幸福の王子の像を下ろしました。"}
{"en": "\"As he is no longer beautiful he is no longer useful,\"", "ja": "「もう美しくないから、役にも立たないわけだ」"}
{"en": "said the Art Professor at the University.", "ja": "大学の芸術の教授が言いました。"}
{"en": "Then they melted the statue in a furnace, and the Mayor held a meeting of the Corporation to decide what was to be done with the metal.", "ja": "溶鉱炉で像を溶かすときに、その金属を使ってどうするかを決めるため、市長は市議会を開きました。"}
{"en": "\"We must have another statue, of course,\"", "ja": "「もちろん他の像を立てなくてはならない」"}
{"en": "he said,", "ja": "と市長は言いました。"}
{"en": "\"and it shall be a statue of myself.\"", "ja": "「そしてその像は私の像でなくてはなるまい」"}
{"en": "\"Of myself,\"", "ja": "「いや、私の像です」"}
{"en": "said each of the Town Councillors, and they quarrelled.", "ja": "と市会議員たちがそれぞれ言い、口論になりました。"}
{"en": "When I last heard of them they were quarrelling still.", "ja": "私が彼らのうわさを最後に聞いたときも、まだ口論していました。"}
{"en": "\"What a strange thing!\"", "ja": "「おかしいなあ」"}
{"en": "said the overseer of the workmen at the foundry.", "ja": "鋳造所の労働者の監督が言いました。"}
{"en": "\"This broken lead heart will not melt in the furnace. We must throw it away.\"", "ja": "「この壊れた鉛の心臓は溶鉱炉では溶けないぞ。 捨てなくちゃならんな」"}
{"en": "So they threw it on a dust-heap", "ja": "心臓は、ごみために捨てられました。"}
{"en": "where the dead Swallow was also lying.", "ja": "そこには死んだツバメも横たわっていたのです。"}
{"en": "\"Bring me the two most precious things in the city,\" said God to one of His Angels; ", "ja": "神さまが天使たちの一人に「町の中で最も貴いものを二つ持ってきなさい」とおっしゃいました。"}
{"en": "and the Angel brought Him the leaden heart and the dead bird.", "ja": "その天使は、神さまのところに鉛の心臓と死んだ鳥を持ってきました。"}
{"en": "\"You have rightly chosen,\" said God,", "ja": "神さまは「よく選んできた」とおっしゃいました。"}
{"en": "\"for in my garden of Paradise this little bird shall sing for evermore, and in my city of gold the Happy Prince shall praise me.\"", "ja": "「天国の庭園でこの小さな鳥は永遠に歌い、黄金の都でこの幸福の王子は私を賛美するだろう」"}
