{"en": "The String Quartet", "ja": "弦楽四重奏"}
{"en": "Virginia Woolf", "ja": "ヴァージニア・ウルフ"}
{"en": "WELL, HERE WE are,", "ja": "さ、つきましたよ。"}
{"en": "and if you cast your eye over the room you will see that Tubes and trams and omnibuses, private carriages not a few, even, I venture to believe, landaus with bays in them, have been busy at it, weaving threads from one end of London to the other.", "ja": "もし部屋の向こうに目を向けていただければ、地下鉄や路面電車やバス、自家用車も少なくないでしょうし、あえて信じるのですけれども、鹿毛馬をつないだランドー馬車でさえもが、せわしなく、ロンドンのはてから反対側のはてまでを縫うようにして駆けまわっているのをごらんになることでしょう。"}
{"en": "Yet I begin to have my doubts;", "ja": "それでも私は疑いはじめますけれど"}
{"en": "If indeed it's true,", "ja": "――もし、ほんとうにそれが真実ならば。"}
{"en": "as they're saying, that Regent Street is up, and the Treaty signed, and the weather not cold for the time of year, and even at that rent not a flat to be had, and the worst of influenza its after effects;", "ja": "噂どおり、リージェント街が閉ざされ、条約が結ばれ、季節のわりに寒くなく、それでいてフラットひとつ借りられず、しかもインフルエンザが猛威をふるっているのならば。"}
{"en": "if I bethink me of having forgotten to write about the leak in the larder, and left my glove in the train;", "ja": "もし、食料貯蔵庫にできた隙間について書き忘れていると、列車に手袋を置いてきてしまったと私が考えてみたとしたならば。"}
{"en": "if the ties of blood require me, leaning forward, to accept cordially the hand which is perhaps offered hesitatingly;", "ja": "もし、血のつながりが、前方に屈みこめ、そしておそらくはためらいがちに差し出されてくるであろうその手を暖かく握りかえせ、と私に求めてくるとしたならば――"}
{"en": "\"Seven years since we met!\"", "ja": "「7年ぶりですね！」"}
{"en": "\"The last time in Venice.\"", "ja": "「最後にお会いしたのはヴェニスでしたか」"}
{"en": "\"And where are you living now?\"", "ja": "「いまはどちらにお住まいですか？」"}
{"en": "\"Well, the late afternoon suits me the best,", "ja": "「そうですね、夕暮れどきがいちばん都合がいいのです。"}
{"en": "though, if it weren't asking too much;\"", "ja": "といっても、それがわがままにすぎないんでしたら――」"}
{"en": "\"But I knew you at once!\"", "ja": "「え、私はすぐにあなただと分かったんですよ！」"}
{"en": "\"Still, the war made a break;\"", "ja": "「それでも、戦争は断絶を生みだして――」"}
{"en": "If the mind's shot through by such little arrows, and;", "ja": "もし、心はかくも小さな矢でうちぬかれ、なおかつ"}
{"en": "for human society compels it;", "ja": "――人間社会がそれを強制するがゆえに"}
{"en": "no sooner is one launched than another presses forward;", "ja": "――ひとつが到達したとたん、次が放たれるのならば。"}
{"en": "if this engenders heat and in addition they've turned on the electric light;", "ja": "もし、これが熱をもたらし、なおかつ、電灯を灯すのであれば。"}
{"en": "if saying one thing does, in so many cases, leave behind it a need to improve and revise, stirring besides regrets, pleasures, vanities, and desires;", "ja": "もし、語られることが、多くの場合で、改善と改訂の必要性を裏に秘めるものであり、後悔や喜びや自惚れや欲望をかきたてるにすぎないのであれば"}
{"en": "if it's all the facts I mean, and the hats, the fur boas, the gentlemen's swallow-tail coats, and pearl tie-pins that come to the surface;", "ja": "――もし、これらすべてが、そして表面化してきた帽子が、毛皮のコートが、紳士方の燕尾服が、真珠のタイピンが、真実だとしたならば"}
{"en": "what chance is there?", "ja": "――そこに、なんのチャンスがある？"}
{"en": "Of what?", "ja": "何をするための？"}
{"en": "It becomes every minute more difficult to say why, in spite of everything,", "ja": "もうそれを口にすることはできないし、それが最後に起きたその時期を思い出すことすらできない。"}
{"en": "I sit here believing I can't now say what, or even remember the last time it happened.", "ja": "結局のところそう信じて私はここに座っているのだが、なぜそう信じているのかその理由を言うのはどんどんむずかしくなっていく。"}
{"en": "\"Did you see the procession?\"", "ja": "「パレードはごらんになりましたか？」"}
{"en": "\"The King looked cold.\"", "ja": "「王さまは冷たそうでしたね」"}
{"en": "\"No, no, no.", "ja": "ちがう、ちがう。"}
{"en": "But what was it?\"", "ja": "だが、それはなんだったのか？"}
{"en": "\"She's bought a house at Malmesbury.\"", "ja": "「彼女はマームズベリーに家を買いましたよ」"}
{"en": "\"How lucky to find one!\"", "ja": "「物件があったんですか。"}
{"en": "On the contrary, it seems to me pretty sure that she,", "ja": "逆に、私にとっては彼女が"}
{"en": "whoever she may be,", "ja": "――彼女というのが誰であるにせよ"}
{"en": "is damned,", "ja": "――破滅したのはまちがいのないことのように思える。"}
{"en": "since it's all a matter of flats and hats and sea gulls, or so it seems to be for a hundred people sitting here well dressed, walled in, furred, replete.", "ja": "というのも、それはすべてフラットや帽子や海鳥の問題であり、さもなくばそれはここに腰を落ち着けている、着飾り、ふさぎこみ、憤怒する、飽食したあまたの人々のせいでそう思えるのだろう。"}
{"en": "Not that I can boast,", "ja": "私にはそれを鼻にかけることはできない。"}
{"en": "since I too sit passive on a gilt chair,", "ja": "私もまたなすすべなく山吹色の椅子に腰を落ち着けているのだから。"}
{"en": "only turning the earth above a buried memory,", "ja": "ただ埋め捨てられた記憶をおおう土をほりかえすだけ。"}
{"en": "as we all do,", "ja": "だれもがするように。"}
{"en": "for there are signs, if I'm not mistaken, that we're all recalling something, furtively seeking something.", "ja": "なぜならそこには、私が間違っていなければ、我々のすべてに何かを思い起こさせるしるしが、密かに何かを探し求めさせる兆候があるのだ。"}
{"en": "Why fidget?", "ja": "なにを気にしている？"}
{"en": "Why so anxious about the sit of cloaks;", "ja": "なぜマントの並びを心配する？"}
{"en": "and gloves;", "ja": "なぜグローブを"}
{"en": "whether to button or unbutton?", "ja": "――ボタンが留まっているかどうか心配する？"}
{"en": "Then watch that elderly face against the dark canvas,", "ja": "それから、薄暗いカンバスに向けられたあの年老いた顔をよく見てごらん。"}
{"en": "a moment ago urbane and flushed; now taciturn and sad, as if in shadow.", "ja": "一瞬前まではあかぬけてはつらつとしていた、そして今は、まるで陰がさしたかのようにふさぎこみ、落ちこんだあの顔を。"}
{"en": "Was it the sound of the second violin tuning in the ante-room?", "ja": "あれは控室でチューニングするセカンド・ヴァイオリンの音だったのだろうか？"}
{"en": "Here they come;", "ja": "さあ、彼らがやってきた。"}
{"en": "four black figures, carrying instruments, and seat themselves facing the white squares under the downpour of light;", "ja": "4つの人影、楽器をもち、降り注ぐ光を反射する白い一画にむかいあって腰を下ろす。"}
{"en": "rest the tips of their bows on the music stand;", "ja": "弓の先を譜面台にあてる。"}
{"en": "with a simultaneous movement lift them;", "ja": "一斉に持ち上げる。"}
{"en": "lightly poise them, and, looking across at the player opposite, the first violin counts", "ja": "中空軽やかにとどめ、対面する奏者と視線を交わし、そしてファースト・ヴァイオリンのカウントが始まる"}
{"en": "one, two, three;", "ja": "――ワン、ツー、スリー。"}
{"en": "The pear tree on the top of the mountain.", "ja": "山頂にたつナシの樹。"}
{"en": "Fountains jet;", "ja": "噴きあがる水流、"}
{"en": "drops descend.", "ja": "下りくる水滴。"}
{"en": "But the waters of the Rhone flow swift and deep, race under the arches, and sweep the trailing water leaves, washing shadows over the silver fish, the spotted fish rushed down by the swift waters, now swept into an eddy where;", "ja": "だが、ローヌの流れは激しくまた深く、アーチの下をくぐり、水草をたなびかせ、水面にうつる銀色の魚の影を洗い、まだらのある魚は急流にしたがって潜り、小さな渦に向かい、そこであらゆる魚が"}
{"en": "it's difficult this;", "ja": "――気楽なことではなかろうに"}
{"en": "conglomeration of fish all in a pool;", "ja": "――ひとつの水たまりにかたまっている。"}
{"en": "leaping, splashing, scraping sharp fins;", "ja": "とびはね、しぶきをあげ、鋭い尾びれをこすりあわせながら。"}
{"en": "and such a boil of current that the yellow pebbles are churned round and round, round and round;", "ja": "そして、流れが沸きたてば黄色い小石は、くるくる、くるくると洗れる"}
{"en": "free now, rushing downwards, or even somehow ascending in exquisite spirals into the air;", "ja": "――いまは自由、下方に殺到し、あるいは空にむかう優美な螺旋にのって上昇したりする。"}
{"en": "curled like thin shavings from under a plane,", "ja": "鉋の下からいでくる薄片のようにするすると。"}
{"en": "up and up....", "ja": "上へ上へ……"}
{"en": "How lovely goodness is in those who, stepping lightly, go smiling through the world!", "ja": "軽やかに歩み、世間をにこにことやりすごす人々に、なんと愛すべきよさがあることか！"}
{"en": "Also in jolly old fishwives, squatted under arches, obscene old women, how deeply they laugh and shake and rollick, when they walk, from side to side, hum, hah!", "ja": "老いてなお陽気ないぎたない女たち、橋の下にかがみこんだ猥雑な老女たち、彼女らのなんと深く笑い、体をゆすり、はしゃぎまわることか、道一杯に歩きながら、ふふふ、ははは！"}
{"en": "\"That's an early Mozart, of course;\"", "ja": "「あれは初期のモーツァルトです、もちろんのことですが――」"}
{"en": "\"But the tune, like all his tunes, makes one despair;", "ja": "「でもあの調べは、かれの調べはぜんぶそうだけど、ある種がっかりくるようなところがあります"}
{"en": "I mean hope.", "ja": "――希望なんです。"}
{"en": "What do I mean?", "ja": "なにを言いたいのかって？"}
{"en": "That's the worst of music!", "ja": "あれは最悪の音楽ですよ！"}
{"en": "I want to dance, laugh, eat pink cakes, yellow cakes, drink thin, sharp wine.", "ja": "私は踊りたい、笑いたい、色とりどりのケーキが食べたい、淡麗なワインが飲みたい。"}
{"en": "Or an indecent story, now;", "ja": "それとも、みだらなお話をいま"}
{"en": "I could relish that.", "ja": "――いまなら、喜んでお聞きしますよ。"}
{"en": "The older one grows the more one likes indecency.", "ja": "年をとると猥談が好きになるものです。"}
{"en": "Hah, hah!", "ja": "はは、ははは！"}
{"en": "I'm laughing.", "ja": "私は笑っている。"}
{"en": "What at?", "ja": "何を？"}
{"en": "You said nothing, nor did the old gentleman opposite....", "ja": "あなたは何も言いませんでした、あの向かい側の老紳士も……"}
{"en": "But suppose;", "ja": "けれどもきっと"}
{"en": "suppose;", "ja": "――きっとね"}
{"en": "Hush!\"", "ja": "――静かに！」"}
{"en": "The melancholy river bears us on.", "ja": "憂鬱な河が私たちにのしかかります。"}
{"en": "When the moon comes through the trailing willow boughs, I see your face, I hear your voice and the bird singing as we pass the osier bed.", "ja": "たなびく柳の大枝から月がいでくると、あなたのお顔が見えるようになることでしょう、あなたのお声を聞けることでしょう、そして私たちがコリヤナギのベッドのそばをすぎるころ、鳥たちは歌ってくれることでしょう。"}
{"en": "What are you whispering?", "ja": "何を呟いたのですか？"}
{"en": "Woven together, like reeds in moonlight.", "ja": "月下の葦のように織りあわせられて。"}
{"en": "Woven together, inextricably commingled, bound in pain and strewn in sorrow;", "ja": "まったく解くことができないほどに織りあわせられ、痛みで集まり、悲しみで散り"}
{"en": "crash!", "ja": "――激突！"}
{"en": "The boat sinks.", "ja": "ボートは沈む。"}
{"en": "Rising, the figures ascend, but now leaf thin, tapering to a dusky wraith,", "ja": "人々の影が昇りそして浮かぶが、いまはわずかに頭を出すだけで、おぼろにかすんで見える。"}
{"en": "which, fiery tipped, draws its twofold passion from my heart.", "ja": "その、燃え立つ先端は、私の心から二重の情熱を吸い出す。"}
{"en": "For me it sings, unseals my sorrow, thaws compassion, floods with love the sunless world, nor, ceasing, abates its tenderness but deftly, subtly, weaves in and out until in this pattern, this consummation, the cleft ones unify;", "ja": "私のためにそれは歌い、私の悲しみをあばきだし、慈しみをとかしだし、太陽なき世界に愛をあふれかえらせ、絶えることもなく、そのやさしさを失うも、巧妙に精妙に、このパターンへ、この消耗へ、かの裂け散った統一体へと織りあげていく。"}
{"en": "soar, sob, sink to rest, sorrow and joy.", "ja": "痛み、陰鬱、休息のための停滞、悲しみ、喜びを。"}
{"en": "Why then grieve?", "ja": "ではなぜ嘆く？"}
{"en": "Ask what?", "ja": "何を問う？"}
{"en": "Remain unsatisfied?", "ja": "満足できずにいる？"}
{"en": "I say all's been settled;", "ja": "言わば、すべてが凝り固まっている。"}
{"en": "yes;", "ja": "そう。"}
{"en": "laid to rest under a coverlet of rose leaves, falling.", "ja": "バラの葉の毛布にくるまって休み、落ちていく。"}
{"en": "Falling.", "ja": "落ちていく。"}
{"en": "Ah, but they cease.", "ja": "ああ、止まった。"}
{"en": "One rose leaf, falling from an enormous height, like a little parachute dropped from an invisible balloon, turns, flutters waveringly.", "ja": "バラの葉が一枚、とてつもない高さから落ちていく、見えない気球から飛んだちいさなパラシュートのように、ぐるぐると、ふらつきながらはためいて。"}
{"en": "It won't reach us.", "ja": "それは私たちには届かない。"}
{"en": "\"No, no.", "ja": "「いいえ。"}
{"en": "I noticed nothing.", "ja": "何も気づきませんでした。"}
{"en": "That's the worst of music;", "ja": "あれは最悪の音楽です"}
{"en": "these silly dreams.", "ja": "――こうした馬鹿げた夢。"}
{"en": "The second violin was late, you say?\"", "ja": "セカンド・ヴァイオリンが遅れました、そうでしょう？」"}
{"en": "\"There's old Mrs. Munro, feeling her way out;", "ja": "「あそこにマンロウさんがおられますな、この滑りやすいフロアを"}
{"en": "blinder each year, poor woman;", "ja": "――年々目を悪くなさっているそうで"}
{"en": "on this slippery floor.\"", "ja": "――手探りで歩いておられます」"}
{"en": "Eyeless old age, grey-headed Sphinx....", "ja": "めくらの老女、白髪頭のスフィンクス……"}
{"en": "There she stands on the pavement, beckoning, so sternly, the red omnibus.", "ja": "向こうの舗道に立ち、いかめしく、赤い乗合車を手招きする。"}
{"en": "\"How lovely!", "ja": "「なんと美しい調べ！"}
{"en": "How well they play!", "ja": "なんとすばらしい演奏！"}
{"en": "How;how;how!\"", "ja": "なんと――なんと――なんと！」"}
{"en": "The tongue is but a clapper.", "ja": "舌はただの拍子木だ。"}
{"en": "Simplicity itself.", "ja": "それだけならば無邪気。"}
{"en": "The feathers in the hat next me are bright and pleasing as a child's rattle.", "ja": "私のとなりの帽子の羽飾りは、子どもらのおしゃべりみたいに快活だ。"}
{"en": "The leaf on the plane-tree flashes green through the chink in the curtain.", "ja": "プラタナスの葉っぱはカーテンの隙間のむこうに緑をひらめかせる。"}
{"en": "Very strange, very exciting.", "ja": "とても奇妙、とても刺激的。"}
{"en": "\"How;how;how!\"", "ja": "「なんと――なんと――なんと！」"}
{"en": "Hush!", "ja": "静かに！"}
{"en": "These are the lovers on the grass.", "ja": "そこに草原の恋人たち。"}
{"en": "\"If, madam, you will take my hand;\"", "ja": "「もしもマダム、あなたが私の手をとってくだされば」"}
{"en": "\"Sir, I would trust you with my heart.", "ja": "「サー、心から信頼申しあげたいのです。"}
{"en": "Moreover, we have left our bodies in the banqueting hall.", "ja": "それに、私たちは体をあの広間に置いてきました。"}
{"en": "Those on the turf are the shadows of our souls.\"", "ja": "あの芝生の上にあるものは、私たちの魂の影なのです」"}
{"en": "\"Then these are the embraces of our souls.\"", "ja": "「では、これらは私たちの魂の抱擁」"}
{"en": "The lemons nod assent.", "ja": "レモンの木々がうなずく。"}
{"en": "The swan pushes from the bank and floats dreaming into midstream.", "ja": "白鳥は土手を飛び出し、流れの真中を夢見て泳ぐ。"}
{"en": "\"But to return.", "ja": "「でも話をもどしましょう。"}
{"en": "He followed me down the corridor, and, as we turned the corner, trod on the lace of my petticoat.", "ja": "私を追って廊下を走るかれは、曲がり角のところで、私のペティコートのレースをふみつけました。"}
{"en": "What could I do but cry 'Ah!' and stop to finger it?", "ja": "いったい、叫んで（「きゃあ！」）指差す以外の何が私にできましたでしょう。"}
{"en": "At which he drew his sword, made passes as if he were stabbing something to death, and cried,", "ja": "そうすると彼は剣を抜き、まるでなにかを刺し殺そうとするかのように突きかかっては叫ぶのです、"}
{"en": "'Mad! Mad! Mad!'", "ja": "『気違い！　気違い！　気違い！』って。"}
{"en": "Whereupon I screamed,", "ja": "私は悲鳴をあげました。"}
{"en": "and the Prince, who was writing in the large vellum book in the oriel window, came out in his velvet skull-cap and furred slippers, snatched a rapier from the wall;", "ja": "王子は、出窓のそばで上質皮紙の大冊にペンを走らせていたのですが、ビロードのスカルキャップに毛皮のスリッパといういでたちで出てきて、壁のレイピアを手にとりました"}
{"en": "the King of Spain's gift, you know;", "ja": "――スペインの王さまから贈られた剣です、ご存知でしょう"}
{"en": "on which I escaped, flinging on this cloak to hide the ravages to my skirt;to hide...", "ja": "――私は逃げました、マントをはおってスカートの破れ目とかを隠そうとしながら……"}
{"en": "But listen!", "ja": "でも聞いて！"}
{"en": "The horns!\"", "ja": "あの角笛は！」"}
{"en": "The gentleman replies so fast to the lady, and she runs up the scale with such witty exchange of compliment now culminating in a sob of passion, that the words are indistinguishable though the meaning is plain enough;", "ja": "その紳士がその淑女にじつにすばやく返事をするために、そして彼女がじつに機知に富んだ、いまや情熱的なすすり泣きまでに昇華された社交辞令を応酬することで音階をかけあがるために、言葉は意味こそ十分なれど聞き分けることができなくなる"}
{"en": "love, laughter, flight, pursuit, celestial bliss;", "ja": "――愛、笑い、怖れ、説法、天界の祝福"}
{"en": "all floated out on the gayest ripple of tender endearment;", "ja": "――そのすべてがやさしい慕情のいちばん陽気な笑いの波に浮かんでいた"}
{"en": "until the sound of the silver horns, at first far distant, gradually sounds more and more distinctly,", "ja": "――やがて銀の角笛が、最初は遠くから、だんだんはっきりと鳴り響くまで。"}
{"en": "as if seneschals were saluting the dawn or proclaiming ominously the escape of the lovers....", "ja": "まるで、執僕たちが夜明けを迎え入れるかのように、あるいは恋人たちの逃亡を薄気味悪そうに告げるかのように……"}
{"en": "The green garden, moonlit pool, lemons, lovers, and fish are all dissolved in the opal sky, across which, as the horns are joined by trumpets and supported by clarions there rise white arches firmly planted on marble pillars....", "ja": "緑の庭、月光のプール、レモン、恋人たち、魚、そのすべてがオパールの空にとけてゆき、その向こうで、角笛とトランペットが繋がって、クラリオンに支えられて、そこで大理石の上にがっしりと植えつけられていた白いアーチが立ちあがる……"}
{"en": "Tramp and trumpeting.", "ja": "放言と放浪。"}
{"en": "Clang and clangour.", "ja": "残響と共鳴。"}
{"en": "Firm establishment.", "ja": "確固たる土台。"}
{"en": "Fast foundations.", "ja": "性急たる基礎。"}
{"en": "March of myriads.", "ja": "大群衆の行進。"}
{"en": "Confusion and chaos trod to earth.", "ja": "混乱と混沌が大地を踏み散らす。"}
{"en": "But this city to which we travel has neither stone nor marble;", "ja": "だが私たちがたどりついたこの街には石もなければ大理石もなく、"}
{"en": "hangs enduring;", "ja": "しつこく食い下がり、"}
{"en": "stands unshakable;", "ja": "ゆれなく存在し、"}
{"en": "nor does a face, nor does a flag greet or welcome.", "ja": "どの顔もどの旗も挨拶せず歓迎もしない。"}
{"en": "Leave then to perish your hope;", "ja": "では去れ、あなたの希望を死に至らしめるため。"}
{"en": "droop in the desert my joy;", "ja": "砂漠に私の喜びを枯らすため。"}
{"en": "naked advance.", "ja": "無防備な利点。"}
{"en": "Bare are the pillars;", "ja": "むきだしなのは列柱。"}
{"en": "auspicious to none;", "ja": "すべてにとって吉兆でない。"}
{"en": "casting no shade;", "ja": "影を投げない。"}
{"en": "resplendent;", "ja": "きらきら輝く。"}
{"en": "severe.", "ja": "辛辣。"}
{"en": "Back then I fall, eager no more, desiring only to go, find the street, mark the buildings, greet the applewoman, say to the maid who opens the door:", "ja": "もどった私は堕ち、もはや情熱を失い、ただただ逃げ出すことを欲しながら、通りを探し当て、建物を確認し、リンゴ売りの女に挨拶し、ドアを開けたメイドに言う："}
{"en": "A starry night.", "ja": "星の夜。"}
{"en": "\"Good night, good night.", "ja": "「おやすみなさい、おやすみなさい。"}
{"en": "You go this way?\"", "ja": "あなたはこっちの道ですよね？」"}
{"en": "\"Alas.", "ja": "「残念。"}
{"en": "I go that.\"", "ja": "私はあっちです」"}
