{"en": "AFTER THE RACE", "ja": "レースの後に"}
{"en": "THE cars came scudding in towards Dublin, running evenly like pellets in the groove of the Naas Road.", "ja": "車は次々にダブリンに向け、ネイスロードの轍の上を弾丸となって滑るように飛んできた。"}
{"en": "At the crest of the hill at Inchicore sightseers had gathered in clumps to watch the cars careering homeward and through this channel of poverty and inaction the Continent sped its wealth and industry.", "ja": "インチコアの丘の頂上では、いくつかのかたまりになって集まる見物人たちが帰路を疾走する車を見つめ、この貧困と怠惰の海峡を貫いて大陸がその富裕と勤勉を急送した。"}
{"en": "Now and again the clumps of people raised the cheer of the gratefully oppressed.", "ja": "時々群衆から抑圧を忝なくする者たちの喝采がわき起こった。"}
{"en": "Their sympathy, however, was for the blue cars", "ja": "しかし彼らの共感は青い車たちに向けられた"}
{"en": "--the cars of their friends, the French.", "ja": "−−彼らの味方、フランス人の車だ。"}
{"en": "The French, moreover, were virtual victors.", "ja": "しかもフランス勢は事実上、勝者だった。"}
{"en": "Their team had finished solidly;", "ja": "彼らのチームは結束してフィニッシュした。"}
{"en": "they had been placed second and third and the driver of the winning German car was reported a Belgian.", "ja": "彼らは二位と三位となり、勝ったドイツ車のドライバーはベルギー人と報じられた。"}
{"en": "Each blue car, therefore, received a double measure of welcome as it topped the crest of the hill and each cheer of welcome was acknowledged with smiles and nods by those in the car.", "ja": "どの青い車も、それゆえ、丘の頂上を極める時に倍の歓迎を受け、車の中の連中は歓迎の喝采のたびに微笑や会釈で応えた。"}
{"en": "In one of these trimly built cars was a party of four young men whose spirits seemed to be at present well above the level of successful Gallicism:", "ja": "これら優れた出来の車の一つに四人の若者の一団が乗っていて、目下その気分は上々、フランス語特有のうまい表現も見つからないほどだった。"}
{"en": "in fact, these four young men were almost hilarious.", "ja": "実際、この四人の若者はほとんど浮かれ騒いでいた。"}
{"en": "They were Charles Segouin, the owner of the car;", "ja": "車の所有者のシャルル・セグアン、"}
{"en": "Andre Riviere, a young electrician of Canadian birth;", "ja": "カナダ生まれの若い電気技師のアンドレ・リヴィエール、"}
{"en": "a huge Hungarian named Villona and a neatly groomed young man named Doyle.", "ja": "巨漢のハンガリー人で名前はヴィローナ、身だしなみのよい若い男で名前はドイルの四人だった。"}
{"en": "Segouin was in good humour because he had unexpectedly received some orders in advance (he was about to start a motor establishment in Paris) and Riviere was in good humour because he was to be appointed manager of the establishment;", "ja": "セグアンがご機嫌なのは思いがけなくも前もっていくつか注文があったから（彼はパリで自動車会社を始めようとしていた）で、リヴィエールがご機嫌なのはその会社の経営者に任命されることになっていたからだ。"}
{"en": "these two young men (who were cousins) were also in good humour because of the success of the French cars.", "ja": "この（いとこ同士である）二人の若い男がご機嫌なのにはフランス車が成功したこともあった。"}
{"en": "Villona was in good humour because he had had a very satisfactory luncheon;", "ja": "ヴィローナがご機嫌なのは昼食にとても満足したからだ。"}
{"en": "and besides he was an optimist by nature.", "ja": "その上、彼は生まれつき楽天家だった。"}
{"en": "The fourth member of the party, however, was too excited to be genuinely happy.", "ja": "しかし一行の四番目のメンバーは興奮しすぎていて本当に幸せとは言えなかった。"}
{"en": "He was about twenty-six years of age, with a soft, light brown moustache and rather innocent-looking grey eyes.", "ja": "彼は二十六歳ぐらい、柔らかな薄茶色の口ひげ、少々無邪気に見える灰色の目をしていた。"}
{"en": "His father, who had begun life as an advanced Nationalist, had modified his views early.", "ja": "彼の父親は進歩的な民族主義者として世に出たが、早々にその考えを修正した。"}
{"en": "He had made his money as a butcher in Kingstown and by opening shops in Dublin and in the suburbs he had made his money many times over.", "ja": "彼はキングスタウンで肉屋をやって金を儲け、ダブリンやその郊外にいくつもの店を開き、さらに重ねて金を儲けた。"}
{"en": "He had also been fortunate enough to secure some of the police contracts and in the end he had become rich enough to be alluded to in the Dublin newspapers as a merchant prince.", "ja": "また彼は幸運至極にも警察の契約も一部取り付け、最後にはダブリンの新聞紙上でも豪商として言及されるほど金持ちになった。"}
{"en": "He had sent his son to England to be educated in a big Catholic college and had afterwards sent him to Dublin University to study law.", "ja": "彼は息子をイングランドにやり、大きなカトリック系の学校で教育を受けさせ、その後法律の勉強をとダブリン大学へやった。"}
{"en": "Jimmy did not study very earnestly and took to bad courses for a while.", "ja": "ジミーはあまりまじめに勉強せず、しばらく不品行にのめり込んだ。"}
{"en": "He had money and he was popular;", "ja": "彼は金を持っていて人気があった。"}
{"en": "and he divided his time curiously between musical and motoring circles.", "ja": "で、彼は欲張って音楽のサークルと自動車のサークルに自分の時間を振り分けていた。"}
{"en": "Then he had been sent for a term to Cambridge to see a little life.", "ja": "それから彼は少しばかり世間を見るために一学期の間ケンブリッジに行かされた。"}
{"en": "His father, remonstrative, but covertly proud of the excess, had paid his bills and brought him home.", "ja": "父親は、行き過ぎを諌めはしたもののひそかに誇りに思いつつ、彼のつけを払い、彼を故郷へ連れ帰った。"}
{"en": "It was at Cambridge that he had met Segouin.", "ja": "ケンブリッジで彼はセグアンに出会った。"}
{"en": "They were not much more than acquaintances as yet but Jimmy found great pleasure in the society of one who had seen so much of the world and was reputed to own some of the biggest hotels in France.", "ja": "彼らはまだ知り合いの域をあまり出なかったが、世界のあちこちを見てきた人、フランスでも最大級のホテルをいくつか所有するという噂の人との交際に、ジミーは大きな喜びを感じた。"}
{"en": "Such a person (as his father agreed) was well worth knowing, even if he had not been the charming companion he was.", "ja": "そのような人物は（彼の父親も同意したように）十分知り合いになる価値があり、たとえそれが彼のような魅力的な友ではなかったとしてもだ。"}
{"en": "Villona was entertaining also", "ja": "ヴィローナも愉快な男だ"}
{"en": "--a brilliant pianist", "ja": "−−すばらしいピアニストだ"}
{"en": "--but, unfortunately, very poor.", "ja": "−−が、不幸にも、非常に貧しかった。"}
{"en": "The car ran on merrily with its cargo of hilarious youth.", "ja": "車は浮かれ騒ぐ青年たちを積んで陽気に走り続けた。"}
{"en": "The two cousins sat on the front seat;", "ja": "二人のいとこは前の座席に、"}
{"en": "Jimmy and his Hungarian friend sat behind.", "ja": "ジミーとハンガリー人の友は後ろに座った。"}
{"en": "Decidedly Villona was in excellent spirits;", "ja": "確かにヴィローナは上機嫌だった。"}
{"en": "he kept up a deep bass hum of melody for miles of the road", "ja": "彼は道中何マイルも太いバスで鼻歌を歌い続けていた。"}
{"en": "The Frenchmen flung their laughter and light words over their shoulders and often Jimmy had to strain forward to catch the quick phrase.", "ja": "フランス人たちは肩越しに笑い声や屈託のない言葉を投げかけ、たびたびジミーは前方の早口の言葉を懸命に聞き取ろうとしなければならなかった。"}
{"en": "This was not altogether pleasant for him,", "ja": "これは彼にとってあまり楽しくなかった。"}
{"en": "as he had nearly always to make a deft guess at the meaning and shout back a suitable answer in the face of a high wind.", "ja": "たいていその意味を手際よく推測しては強い風に向かって適切な答えを叫び返さなければならなかったからだ。"}
{"en": "Besides Villona's humming would confuse anybody;", "ja": "その上ヴィローナのハミングには誰だって心が乱れるし、"}
{"en": "the noise of the car, too.", "ja": "車の騒音も、だ。"}
{"en": "Rapid motion through space elates one;", "ja": "空間をすっ飛ばすことで人は舞い上がる。"}
{"en": "so does notoriety;", "ja": "有名になることもそうだ。"}
{"en": "so does the possession of money.", "ja": "金を持つこともそうだ。"}
{"en": "These were three good reasons for Jimmy's excitement.", "ja": "これらがジミーの興奮の三つの正当なる理由だ。"}
{"en": "He had been seen by many of his friends that day in the company of these Continentals.", "ja": "その日彼はこの大陸人たちと一緒のところを多くの友人に見られていた。"}
{"en": "At the control Segouin had presented him to one of the French competitors and, in answer to his confused murmur of compliment, the swarthy face of the driver had disclosed a line of shining white teeth.", "ja": "コントロールではセグアンが彼をライバルのフランス人の一人に紹介し、彼がまごつきながら賛辞をつぶやくのに応えて、ドライバーの浅黒い顔は輝く白い歯並びをあらわにした。"}
{"en": "It was pleasant after that honour to return to the profane world of spectators amid nudges and significant looks.", "ja": "この光栄なことに続いて、ひじでつつき意味ありげな顔つきをする見物人たちの俗世界へと戻るのは愉快だった。"}
{"en": "Then as to money--he really had a great sum under his control.", "ja": "それから金に関しては−−彼は実際、大金が自由になった。"}
{"en": "Segouin, perhaps, would not think it a great sum but Jimmy who, in spite of temporary errors, was at heart the inheritor of solid instincts knew well with what difficulty it had been got together.", "ja": "セグアンはたぶんそれを大金と考えないだろうが、ジミーは、一時の過ちはあったけれども、本来は堅実な本能を受け継いでいて、それだけのものを手に入れるにはどれだけ困難があったかよくわかっていた。"}
{"en": "This knowledge had previously kept his bills within the limits of reasonable recklessness, and if he had been so conscious of the labour latent in money when there had been question merely of some freak of the higher intelligence, how much more so now when he was about to stake the greater part of his substance!", "ja": "この認識があらかじめ彼の請求書の金額を無謀と言っても行き過ぎない範囲に抑えたし、彼が、より高度な知的存在のほんの気まぐれと考えられる時にも金の陰にある労働についてそれほど意識していたとすれば、彼の資産の大部分を賭けようとしている今はなおさらのこと、どれほどであったろう！"}
{"en": "It was a serious thing for him.", "ja": "それは彼にとって重大事だった。"}
{"en": "Of course, the investment was a good one and Segouin had managed to give the impression that it was by a favour of friendship the mite of Irish money was to be included in the capital of the concern.", "ja": "もちろんこの投資は確実なものだったし、セグアンは巧みに、アイルランドのわずかな金を事業の資本に含めることにしたのは友達としての好意だという印象を与えた。"}
{"en": "Jimmy had a respect for his father's shrewdness in business matters and in this case it had been his father who had first suggested the investment;", "ja": "ジミーは事業に関する父親の抜け目なさに敬意を持っており、またこの場合最初に投資を提案したのは父親だった。"}
{"en": "money to be made in the motor business, pots of money.", "ja": "自動車産業でできる金は大金であると。"}
{"en": "Moreover Segouin had the unmistakable air of wealth.", "ja": "その上セグアンが見るからに富裕なのは間違いのないところだった。"}
{"en": "Jimmy set out to translate into days' work that lordly car in which he sat.", "ja": "ジミーは自分が座っているその豪奢な車を労働日数に換算し始めた。"}
{"en": "How smoothly it ran.", "ja": "何と滑らかに走ることか。"}
{"en": "In what style they had come careering along the country roads!", "ja": "田舎道を疾走してきたそのスタイル！"}
{"en": "The journey laid a magical finger on the genuine pulse of life and gallantly the machinery of human nerves strove to answer the bounding courses of the swift blue animal.", "ja": "旅の魔法の指が生命の純粋な鼓動に触れ、勇敢にも人間の神経機関は高速の青い動物の跳ぶような進行に応えようと奮闘した。"}
{"en": "They drove down Dame Street.", "ja": "彼らはデイム・ストリートを走らせた。"}
{"en": "The street was busy with unusual traffic, loud with the horns of motorists and the gongs of impatient tram-drivers.", "ja": "通りは異常な往来で活気があり、ドライバーの鳴らす警笛や短気なトラムの運転手の鳴らすベルで騒々しかった。"}
{"en": "Near the Bank Segouin drew up and Jimmy and his friend alighted.", "ja": "銀行の近くでセグアンは止め、ジミーと友人は降りた。"}
{"en": "A little knot of people collected on the footpath to pay homage to the snorting motor.", "ja": "人々は小さな群れとなって歩道に集まり、鼻息荒い自動車に敬意を表した。"}
{"en": "The party was to dine together that evening in Segouin's hotel and, meanwhile, Jimmy and his friend, who was staying with him, were to go home to dress.", "ja": "一行はその晩セグアンのホテルで一緒に食事することになっており、それまでに、ジミーと彼の家に泊まっている友人は家に帰って身支度するのだった。"}
{"en": "The car steered out slowly for Grafton Street while the two young men pushed their way through the knot of gazers.", "ja": "車はゆっくりとグラフトン・ストリートに向かい、一方二人の若い男はじろじろ見つめる人の群れを押し分けて進んだ。"}
{"en": "They walked northward with a curious feeling of disappointment in the exercise, while the city hung its pale globes of light above them in a haze of summer evening.", "ja": "彼らは徒歩で、その運動に奇妙な失望を感じながら北に向かい、市は彼らの頭上の夏の夕暮れのかすみの中に青白い球形の明かりをつるしていた。"}
{"en": "In Jimmy's house this dinner had been pronounced an occasion.", "ja": "ジミーの家ではこのディナーは特別行事であると宣言されていた。"}
{"en": "A certain pride mingled with his parents' trepidation, a certain eagerness, also, to play fast and loose for the names of great foreign cities have at least this virtue.", "ja": "彼の両親のおののきには得意な気持ちがいくらか、また、うまく立ち回りたいという切なる思いもいくらか混じっていて、というのも外国の大都市の名にはともかくその徳があるわけである。"}
{"en": "Jimmy, too, looked very well when he was dressed and, as he stood in the hall giving a last equation to the bows of his dress tie, his father may have felt even commercially satisfied at having secured for his son qualities often unpurchaseable.", "ja": "ジミーだって正装したところは非常に立派だったし、彼が玄関ホールで出掛けに蝶ネクタイの左右を等しくしようとしている時、父親は多くの場合買うことのできない資質を息子のために手に入れてやったことに営利的にも満足していたかもしれない。"}
{"en": "His father, therefore, was unusually friendly with Villona and his manner expressed a real respect for foreign accomplishments;", "ja": "そういうわけで、父親はヴィローナに対して異様に友好的で、その態度は外国の教養に対する心からの敬意を表していた。"}
{"en": "but this subtlety of his host was probably lost upon the Hungarian, who was beginning to have a sharp desire for his dinner.", "ja": "しかし接待役のこの微妙なところは、たぶん、旺盛な食欲を感じ始めたハンガリー人には効果がなかった。"}
{"en": "The dinner was excellent, exquisite.", "ja": "ディナーは極上、すばらしかった。"}
{"en": "Segouin, Jimmy decided, had a very refined taste.", "ja": "セグアンは非常に洗練された好みを持っているとジミーは結論した。"}
{"en": "The party was increased by a young Englishman named Routh whom Jimmy had seen with Segouin at Cambridge.", "ja": "集まりにはジミーがケンブリッジでセグアンといるのを見かけたことのあるラウスという名の若いイギリス人が加わった。"}
{"en": "The young men supped in a snug room lit by electric candle lamps.", "ja": "若い男たちは電気ローソクの明かりのともる気持ちのよい部屋で夕食をとった。"}
{"en": "They talked volubly and with little reserve.", "ja": "彼らはおしゃべりになってほとんど遠慮なしに話した。"}
{"en": "Jimmy, whose imagination was kindling, conceived the lively youth of the Frenchmen twined elegantly upon the firm framework of the Englishman's manner.", "ja": "想像力を掻き立てられたジミーに、フランス人たちのはつらつとした若さがイギリス人の物腰の堅固な骨組みに優雅にからみつくというイメージが浮かんだ。"}
{"en": "A graceful image of his, he thought, and a just one.", "ja": "彼の優美な比喩表現であり、ぴったりだ、と彼は思った。"}
{"en": "He admired the dexterity with which their host directed the conversation.", "ja": "彼は会話を導く主人の手際に感服した。"}
{"en": "The five young men had various tastes and their tongues had been loosened.", "ja": "五人の若者にはさまざまな趣味があり、彼らの口は軽くなっていた。"}
{"en": "Villona, with immense respect, began to discover to the mildly surprised Englishman the beauties of the English madrigal, deploring the loss of old instruments.", "ja": "ヴィローナは限りない尊敬の面持ちで、いささか驚き気味のイギリス人に、イギリスのマドリガルの美しさについて明らかにし始め、古い楽器が失われることを嘆いていた。"}
{"en": "Riviere, not wholly ingenuously, undertook to explain to Jimmy the triumph of the French mechanicians.", "ja": "リヴィエールは何もかも正直にではなかったが、ジミーに向かってフランスの機械技師の勝利の説明に取り掛かった。"}
{"en": "The resonant voice of the Hungarian was about to prevail in ridicule of the spurious lutes of the romantic painters when Segouin shepherded his party into politics.", "ja": "ロマン主義の画家のいんちきリュートをあざける話題でハンガリー人の響き渡る声が圧倒的になりかけた時、セグアンは一座を政治に導いた。"}
{"en": "Here was congenial ground for all.", "ja": "ここに全員趣味を同じくする話題があった。"}
{"en": "Jimmy, under generous influences, felt the buried zeal of his father wake to life within him:", "ja": "ジミーは、気前のよい酒が効いて、父親が葬り去った熱情が心に蘇るのを感じた。"}
{"en": "he aroused the torpid Routh at last.", "ja": "とうとう彼は鈍感なラウスも目覚めさせた。"}
{"en": "The room grew doubly hot and Segouin's task grew harder each moment:", "ja": "部屋は倍して熱くなり、セグアンの仕事は刻々難しくなった。"}
{"en": "there was even danger of personal spite.", "ja": "個人的怨恨を生む可能性さえあった。"}
{"en": "The alert host at an opportunity lifted his glass to Humanity and, when the toast had been drunk, he threw open a window significantly.", "ja": "機敏な主人は機会を捉えて人類のためにグラスを上げ、そして乾杯が済むと、意味をこめてさっと窓を開けた。"}
{"en": "That night the city wore the mask of a capital.", "ja": "その夜、市は首都の仮面をつけていた。"}
{"en": "The five young men strolled along Stephen's Green in a faint cloud of aromatic smoke.", "ja": "五人の若い男たちはかすかに立ちこめる芳しい煙の中をスティーブンス・グリーンに沿ってぶらぶらと歩いた。"}
{"en": "They talked loudly and gaily and their cloaks dangled from their shoulders.", "ja": "彼らは大声で陽気に話し、肩から下がったマントが揺れていた。"}
{"en": "The people made way for them.", "ja": "人々は彼らに道を譲った。"}
{"en": "At the corner of Grafton Street a short fat man was putting two handsome ladies on a car in charge of another fat man.", "ja": "グラフトン・ストリートの角で背の低い太った男が二人の魅力的な婦人を車に乗せて別の太った男に委ねていた。"}
{"en": "The car drove off and the short fat man caught sight of the party.", "ja": "車は走り去り、背の低い太った男は一行を見つけた。"}
{"en": "\"Andre.\"", "ja": "「アンドレ。」"}
{"en": "\"It's Farley!\"", "ja": "「ファーリーじゃないか！」"}
{"en": "A torrent of talk followed.", "ja": "おしゃべりの奔流がそれに続いた。"}
{"en": "Farley was an American.", "ja": "ファーリーはアメリカ人だった。"}
{"en": "No one knew very well what the talk was about.", "ja": "皆何を話しているのかよくわからなかった。"}
{"en": "Villona and Riviere were the noisiest, but all the men were excited.", "ja": "ヴィローナとリヴィエールがいちばん騒々しかったが、皆が興奮していた。"}
{"en": "They got up on a car, squeezing themselves together amid much laughter.", "ja": "彼らは笑いころげながら、ぎゅーぎゅー詰めになって車に乗り込んだ。"}
{"en": "They drove by the crowd, blended now into soft colours, to a music of merry bells.", "ja": "彼らは、今では地味な色に溶け込んだ群衆のそばを、陽気なベルの音楽に合わせて走った。"}
{"en": "They took the train at Westland Row and in a few seconds, as it seemed to Jimmy, they were walking out of Kingstown Station.", "ja": "ウェストランド・ロウで列車に乗り、数秒のうちに、とジミーには思われたが、彼らはキングスタウン・ステーションから歩み出ていた。"}
{"en": "The ticket-collector saluted Jimmy;", "ja": "改札係がジミーに挨拶した。"}
{"en": "he was an old man:", "ja": "年取った男だった。"}
{"en": "\"Fine night, sir!\"", "ja": "「すばらしい夜で、旦那！」"}
{"en": "It was a serene summer night;", "ja": "よく晴れた夏の夜だった。"}
{"en": "the harbour lay like a darkened mirror at their feet.", "ja": "黒ずんだ鏡のような港が彼らの足元にあった。"}
{"en": "They proceeded towards it with linked arms, singing Cadet Roussel in chorus, stamping their feet at every:", "ja": "彼らはそこへ向かって腕を組み、カデット・ルーセルを合唱し、リフレインのたびに足を踏み鳴らしながら進んだ。"}
{"en": "\"Ho!", "ja": "「ホー！"}
{"en": "Ho!", "ja": "ホー！"}
{"en": "Hohe, vraiment!\"", "ja": "ホーエ、本当に！」"}
{"en": "They got into a rowboat at the slip and made out for the American's yacht.", "ja": "彼らはスリップで手漕ぎのボートに乗り込み、アメリカ人のヨットに向かって出発した。"}
{"en": "There was to be supper, music, cards.", "ja": "そこに夕食、音楽、カードがあるのだ。"}
{"en": "Villona said with conviction:", "ja": "ヴィローナが確信を持って言った。"}
{"en": "\"It is delightful!\"", "ja": "「そいつは愉快だ！」"}
{"en": "There was a yacht piano in the cabin.", "ja": "キャビンにはヨットピアノがあった。"}
{"en": "Villona played a waltz for Farley and Riviere, Farley acting as cavalier and Riviere as lady.", "ja": "ヴィローナがファーリーとリヴィエールのためにワルツを弾き、リヴィエールがレディを、ファーリーがお相手役を演じた。"}
{"en": "Then an impromptu square dance, the men devising original figures.", "ja": "それから即興のスクエアダンス、男たちは独創的なフィギュアを考案した。"}
{"en": "What merriment!", "ja": "陽気でにぎやかなこと！"}
{"en": "Jimmy took his part with a will;", "ja": "ジミーは本気になって自分の役を演じた。"}
{"en": "this was seeing life, at least.", "ja": "少なくともこれが世間を見るということだ。"}
{"en": "Then Farley got out of breath and cried", "ja": "それからファーリーが息を切らして"}
{"en": "\"Stop!\"", "ja": "「ストップ！」"}
{"en": "A man brought in a light supper, and the young men sat down to it for form's sake.", "ja": "男が軽い夜食を持ってきて、若い男たちはそのために形だけ腰を下ろした。"}
{"en": "They drank, however:", "ja": "しかし彼らは飲んだ。"}
{"en": "it was Bohemian.", "ja": "それがボヘミアンだ。"}
{"en": "They drank Ireland, England, France, Hungary, the United States of America.", "ja": "彼らはアイルランド、イングランド、フランス、ハンガリー、アメリカ合衆国のために乾杯した。"}
{"en": "Jimmy made a speech, a long speech, Villona saying:", "ja": "ジミーが演説をして、長い演説をして、一息つくたびにヴィローナが"}
{"en": "\"Hear!", "ja": "「賛成！"}
{"en": "hear!\"", "ja": "賛成！」"}
{"en": "whenever there was a pause.", "ja": "と言った。"}
{"en": "There was a great clapping of hands when he sat down.", "ja": "彼が座ると大きな拍手が起こった。"}
{"en": "It must have been a good speech.", "ja": "いい演説だったにちがいなかった。"}
{"en": "Farley clapped him on the back and laughed loudly.", "ja": "ファーリーが彼の背中をたたいて大声で笑った。"}
{"en": "What jovial fellows!", "ja": "何て愉快な仲間だろう！"}
{"en": "What good company they were!", "ja": "何て楽しい連中だろう！"}
{"en": "Cards!", "ja": "カードだ！"}
{"en": "cards!", "ja": "カードだ！"}
{"en": "The table was cleared.", "ja": "テーブルが片付けられた。"}
{"en": "Villona returned quietly to his piano and played voluntaries for them.", "ja": "ヴィローナは静かにピアノに戻り、彼らのために即興で演奏した。"}
{"en": "The other men played game after game, flinging themselves boldly into the adventure.", "ja": "他の男たちは大胆に冒険に身を投じ、次々と勝負した。"}
{"en": "They drank the health of the Queen of Hearts and of the Queen of Diamonds.", "ja": "彼らはハートのクイーンとダイヤのクイーンの健康を祝して乾杯した。"}
{"en": "Jimmy felt obscurely the lack of an audience:", "ja": "ジミーはぼんやりと観客がいればなと感じた。"}
{"en": "the wit was flashing.", "ja": "機知がひらめいているのに。"}
{"en": "Play ran very high and paper began to pass.", "ja": "勝負が非常に大きくなり、手形が回り始めた。"}
{"en": "Jimmy did not know exactly who was winning but he knew that he was losing.", "ja": "ジミーは誰が勝っているのか正確には知らなかったが、彼が負けているのはわかっていた。"}
{"en": "But it was his own fault for he frequently mistook his cards and the other men had to calculate his I.O.U.'s for him.", "ja": "しかしそれはしばしばカードを間違えた彼自身の落ち度であり、他の者たちが彼のために彼の借用証を計算しなければならなかった。"}
{"en": "They were devils of fellows but he wished they would stop:", "ja": "彼らは向こう見ずな連中だが、やめにしてほしいと彼は思った。"}
{"en": "it was getting late.", "ja": "遅くなりつつあった。"}
{"en": "Someone gave the toast of the yacht The Belle of Newport and then someone proposed one great game for a finish.", "ja": "誰かがヨット、ザ・ベル・オブ・ニューポートに祝杯を挙げ、それから誰かが最後の大勝負を提案した。"}
{"en": "The piano had stopped;", "ja": "ピアノは止んでいた。"}
{"en": "Villona must have gone up on deck.", "ja": "ヴィローナはデッキに上がったに違いなかった。"}
{"en": "It was a terrible game.", "ja": "恐ろしい勝負だった。"}
{"en": "They stopped just before the end of it to drink for luck.", "ja": "彼らは勝負のつく直前に中断し、幸運を祈って乾杯した。"}
{"en": "Jimmy understood that the game lay between Routh and Segouin.", "ja": "勝利はラウスかセグアンのいずれかにあるとジミーは判断した。"}
{"en": "What excitement!", "ja": "なんという興奮！"}
{"en": "Jimmy was excited too;", "ja": "ジミーも興奮していた。"}
{"en": "he would lose, of course.", "ja": "もちろん彼は負けるだろう。"}
{"en": "How much had he written away?", "ja": "どれくらい彼は証文を書いたのか？"}
{"en": "The men rose to their feet to play the last tricks. talking and gesticulating.", "ja": "男たちは立ち上がり、しゃべり、ジェスチャーを交えながら、最後の一巡を争った。"}
{"en": "Routh won.", "ja": "ラウスが勝った。"}
{"en": "The cabin shook with the young men's cheering and the cards were bundled together.", "ja": "キャビンは若い男たちの喝采に揺れ、カードは集めて束ねられた。"}
{"en": "They began then to gather in what they had won.", "ja": "彼らはそれから勝った分を集め始めた。"}
{"en": "Farley and Jimmy were the heaviest losers.", "ja": "ファーリーとジミーがいちばん大金を失った。"}
{"en": "He knew that he would regret in the morning but at present he was glad of the rest, glad of the dark stupor that would cover up his folly.", "ja": "彼は朝には後悔することがわかっていたが、今は休息が嬉しく、彼の愚かさを覆い隠す暗い麻痺状態が嬉しかった。"}
{"en": "He leaned his elbows on the table and rested his head between his hands, counting the beats of his temples.", "ja": "彼はテーブルに肘を突き、両手の間に頭を休め、こめかみの脈動を数えていた。"}
{"en": "The cabin door opened and he saw the Hungarian standing in a shaft of grey light:", "ja": "キャビンのドアが開き、彼は一条の灰色の光の中に立つハンガリー人を見た。"}
{"en": "\"Daybreak, gentlemen!\"", "ja": "「夜明けだ、諸君！」"}
