{"en": "The two chief families in Verona were the rich Capulets and the Montagues.", "ja": "昔、ヴェロナの２大名家といえば、ともに富豪である、キャピュレット家とモンタギュー家とされていた。"}
{"en": "There had been an old quarrel between these families, which was grown to such a height,", "ja": "両家は昔から争いあい、それが高じて、互いに憎みあうほどになっていた。"}
{"en": "and so deadly was the enmity between them, that it extended to the remotest kindred, to the followers and retainers of both sides, in so much that a servant of the house of Montague could not meet a servant of the house of Capulet, nor a Capulet encounter with a Montague by chance, but fierce words and sometimes bloodshed ensued;", "ja": "そうした心理は、一族の遠縁のものや従者にまでおよんでおり、そのためにモンタギュー家の召使いがキャピュレット家の召使いに会ったり、キャピュレット家の人がモンタギュー家の人にたまたま出会っただけで、激しい口論が起こり、時には流血事件にまでなるようになった。"}
{"en": "and frequent were the brawls from such accidental meetings, which disturbed the happy quiet of Verona's streets.", "ja": "こうした偶然の出会いから起こるけんかにより、ヴェロナの町における幸福な平和はたびたび破られていた。"}
{"en": "Old Lord Capulet made a great supper, to which many fair ladies and many noble guests were invited.", "ja": "ある日、老キャピュレット卿が一大宴会を主催し、貴婦人や貴族をおおぜい招いた。"}
{"en": "All the admired beauties of Verona were present, and all comers were made welcome if they were not of the house of Montague.", "ja": "ヴェロナでも評判の美人はみな出席し、モンタギュー家の者でさえなければ誰でも歓迎された。"}
{"en": "At this feast of Capulets, Rosaline, beloved of Romeo, son to the old Lord Montague, was present;", "ja": "このキャピュレット家の饗宴に、ロザラインという人も出席していた。彼女は、老モンタギュー卿の息子のロミオに愛されていた。"}
{"en": "and though it was dangerous for a Montague to be seen in this assembly,", "ja": "モンタギュー家の者がこの宴会で顔を見られるのはとても危険な事であった。"}
{"en": "yet Benvolio, a friend of Romeo, persuaded the young lord to go to this assembly in the disguise of a mask,", "ja": "しかし、ロミオの友人であったベンヴォリオは、若殿に対し、仮面で変装して宴会に出席しましょうと説いた。"}
{"en": "that he might see his Rosaline, and, seeing her, compare her with some choice beauties of Verona,", "ja": "そうすれば、ロミオはロザラインにあえるし、また、ロザラインを、ヴェロナでも選りすぐりの美女と見比べることもできます。"}
{"en": "who (he said) would make him think his swan a crow.", "ja": "それによって、あなたの白鳥をカラスだと思うようになるでしょう（とベンヴォリオは言った）。"}
{"en": "Romeo had small faith in Benvolio's words;", "ja": "ロミオは、ベンヴォリオの言葉をあまり信用しなかった。"}
{"en": "nevertheless, for the love of Rosaline, he was persuaded to go.", "ja": "しかしロザラインを愛していたので、行く気になった。"}
{"en": "For Romeo was a sincere and passionate lover, and one that lost his sleep for love and fled society to be alone, thinking on Rosaline,", "ja": "ロミオは誠実かつ熱烈な恋人であり、恋のために夜も眠れず、人目をさけ、１人でロザラインのことを考える人であった。"}
{"en": "who disdained him and never requited his love with the least show of courtesy or affection;", "ja": "ロザラインはといえば、ロミオを軽蔑しており、ロミオの愛に対して、少しも優しくしたり好意で報いることがなかった。"}
{"en": "and Benvolio wished to cure his friend of this love by showing him diversity of ladies and company.", "ja": "ベンヴォリオは、いろんな女性たちを見せることで、友人の恋の病を治してやろうと思ったのだ。"}
{"en": "To this feast of Capulets, then, young Romeo, with Benvolio and their friend Mercutio, went masked.", "ja": "こういう次第で、キャピュレット卿が開いた宴会に、若いロミオはベンヴォリオと、２人の共通の友人であるマーキューシオといっしょに、仮面をつけて出席した。"}
{"en": "Old Capulet bid them welcome", "ja": "老キャピュレットは彼らを歓迎した。"}
{"en": "and told them that ladies who had their toes unplagued with corns would dance with them.", "ja": "足の指にまめができて困っている女性でもなければ、きっとあなた方と踊ろうとするでしょうな、と言った。"}
{"en": "And the old man was light-hearted and merry,", "ja": "老人は楽天的で愉快な人だった。"}
{"en": "and said that he had worn a mask when he was young and could have told a whispering tale in a fair lady's ear.", "ja": "自分も若いときは仮面をつけたものだ、美人とひそひそ話だってやれたもんだ、と言うのだった。"}
{"en": "And they fell to dancing,", "ja": "一同は踊り始めた。"}
{"en": "and Romeo was suddenly struck with the exceeding beauty of a lady who danced there,", "ja": "突然ロミオは、そこで踊っている、並はずれて美しい娘に目を奪われた。"}
{"en": "who seemed to him to teach the torches to burn bright,", "ja": "ロミオには、その人がたいまつに明るく燃えるよう教えているかに見えた。"}
{"en": "and her beauty to show by night like a rich jewel worn by a blackamoor;", "ja": "その美しさは、黒人が身につけている宝石のように、夜のやみのなかで際立っていた。"}
{"en": "beauty too rich for use, too dear for earth!", "ja": "その美しさは、費やすにはあまりに豪奢《ごうしゃ》で、地上におくにはあまりに高貴すぎた！"}
{"en": "like a snowy dove trooping with crows (he said), so richly did her beauty and perfections shine above the ladies her companions.", "ja": "からすに混じった雪のように白い鳩（とロミオは言った）、そう思えるくらい、彼女の美しさは完璧であり、一座の娘たちから抜きんでて輝いていた。"}
{"en": "While he uttered these praises he was overheard by Tybalt, a nephew of Lord Capulet,", "ja": "ロミオがこのように彼女をほめたたえているところを、キャピュレット卿の甥であるティバルトに聞かれてしまった。"}
{"en": "who knew him by his voice to be Romeo.", "ja": "ティバルトは、声を聞いてロミオだと知ったのである。"}
{"en": "And this Tybalt, being of a fiery and passionate temper, could not endure that a Montague should come under cover of a mask, to fleer and scorn (as he said) at their solemnities.", "ja": "ティバルトは火のように激しい気性の男であったから、モンタギュー家の者が仮面で顔を隠して、一族の祝祭をばかにしたり侮辱したり（ティバルトがそう言ったのだ）するのには我慢がならなかった。"}
{"en": "And he stormed and raged exceedingly, and would have struck young Romeo dead.", "ja": "彼は怒りにまかせて暴れまわり、若いロミオを殺そうとした。"}
{"en": "But his uncle, the old Lord Capulet, would not suffer him to do any injury at that time,", "ja": "しかし、ティバルトのおじ、老キャピュレット卿は、その場ではティバルトが客人に危害を加えるのを許さなかった。"}
{"en": "both out of respect to his guests and because Romeo had borne himself like a gentleman and all tongues in Verona bragged of him to be a virtuous and well-governed youth.", "ja": "宴会に来ていたお客に対する配慮もあったし、ロミオは紳士らしく振る舞っていたし、ヴェロナ中の人がみなロミオのことを立派な落ち着いた青年として誇りに思っていたからだ。"}
{"en": "Tybalt, forced to be patient against his will, restrained himself,", "ja": "ティバルトはしぶしぶながら我慢せざるを得なかった。"}
{"en": "but swore that this vile Montague should at another time dearly pay for his intrusion.", "ja": "しかし、いつかこの性悪のモンタギューにここにもぐりこんだ事の償いを存分にさせてやる、と言いのこした。"}
{"en": "The dancing being done, Romeo watched the place where the lady stood;", "ja": "ダンスが終わると、ロミオはあの女性が立っているところを見つめていた。"}
{"en": "and under favor of his masking habit, which might seem to excuse in part the liberty, he presumed in the gentlest manner to take her by the hand, calling it a shrine, which if he profaned by touching it, he was a blushing pilgrim and would kiss it for atonement.", "ja": "仮面をつけているおかげで、多少の無礼は許してもらえそうだったので、大胆にも彼はそっと彼女の手を取り、それを聖地と呼び、もしこれに手を触れて汚《けが》したのであれば、自分は赤面した巡礼だから、償いのために接吻させて欲しい、と言った。"}
{"en": "\"Good pilgrim,\"", "ja": "「巡礼さま。」"}
{"en": "answered the lady,", "ja": "その女性は言った。"}
{"en": "\"your devotion shows by far too mannerly and too courtly.", "ja": "「あなたのご信心はあまりにもお行儀よく、お上品でございます。"}
{"en": "Saints have hands which pilgrims may touch", "ja": "聖者にだって手はございますもの、巡礼がお触れになってもよろしゅうございます。"}
{"en": "but kiss not.\"", "ja": "でも、接吻はいけませんわ。」"}
{"en": "\"Have not saints lips, and pilgrims, too?\"", "ja": "「聖者には唇がないのでしょうか、それに巡礼には？」"}
{"en": "said Romeo.", "ja": "ロミオは言った。"}
{"en": "\"Aye,\"", "ja": "「いえ。」"}
{"en": "said the lady,", "ja": "娘は言った。"}
{"en": "\"lips which they must use in prayer.\"", "ja": "「お祈りに使わなければならないのですから、唇はございます。」"}
{"en": "\"Oh, then, my dear saint,\"", "ja": "「それならば、私の愛する聖女さま。」"}
{"en": "said Romeo,", "ja": "ロミオは言った。"}
{"en": "\"hear my prayer, and grant it,", "ja": "「私の祈りを聞き届けてください。"}
{"en": "lest I despair.\"", "ja": "でなければ、私は絶望してしまいます。」"}
{"en": "In such like allusions and loving conceits they were engaged when the lady was called away to her mother.", "ja": "このようなほのめかしや、気の利いた愛のせりふを交換していると、娘は母親に呼ばれて、どこかへいってしまった。"}
{"en": "And Romeo, inquiring who her mother was, discovered that the lady whose peerless beauty he was so much struck with was young Juliet, daughter and heir to the Lord Capulet, the great enemy of the Montagues;", "ja": "ロミオは、彼女の母はだれか、と尋ねて、あの類をみない美しさでもって彼の心を魅了した若い娘は、ジュリエットという名で、モンタギュー家の大敵キャピュレット卿の跡取り娘であることを知った。"}
{"en": "and that he had unknowingly engaged his heart to his foe.", "ja": "ロミオはそうとは知らずに敵《かたき》に思いを寄せてしまったのだ。"}
{"en": "This troubled him, but it could not dissuade him from loving.", "ja": "このことは彼を苦しめたけれど、愛を捨てることはできなかった。"}
{"en": "As little rest had Juliet", "ja": "一方、ジュリエットの方も、ロミオと同様に苦しんでいた。"}
{"en": "when she found that the gentle man that she had been talking with was Romeo and a Montague,", "ja": "というのは、彼女もまた、さっき言葉を交わした紳士がロミオであり、モンタギュー家の一員であることを知ったからである。"}
{"en": "for she had been suddenly smit with the same hasty and inconsiderate passion for Romeo which he had conceived for her;", "ja": "驚くべきことに、彼女もロミオに対して、熱情的な一目惚れをしてしまっていたのだ。"}
{"en": "and a prodigious birth of love it seemed to her,", "ja": "不吉な恋の始まりのようにジュリエットには思えた。"}
{"en": "that she must love her enemy and that her affections should settle there,", "ja": "彼女は敵《かたき》を恋しなければならなかった。"}
{"en": "where family considerations should induce her chiefly to hate.", "ja": "ロミオは、彼女にとっては敵《かたき》の中でも、家族のことを思えば何をおいても憎むべき人のはずだった。"}
{"en": "It being midnight, Romeo with his companions departed;", "ja": "真夜中になったので、ロミオは友人たちと宴会場をあとにした。"}
{"en": "but they soon missed him,", "ja": "しかし、友人たちはすぐにロミオを見失った。"}
{"en": "for, unable to stay away from the house where he had left his heart, he leaped the wall of an orchard which was at the back of Juliet's house.", "ja": "ロミオは心を奪われたあの人がいる家を立ち去ることができず、ジュリエットの家の裏手にあった果樹園の塀をとびこえたのだ。"}
{"en": "Here he had not been long, ruminating on his new love, when Juliet appeared above at a window,", "ja": "そこで彼が新しい恋についてあれこれ考えていると、間もなく、ジュリエットがロミオの頭上にあった窓から姿を見せた。"}
{"en": "through which her exceeding beauty seemed to break like the light of the sun in the east;", "ja": "その並はずれた美しさは、まるで東からのぼってくる朝日の光のように輝いて見えた。"}
{"en": "and the moon, which shone in the orchard with a faint light, appeared to Romeo as if sick and pale with grief at the superior luster of this new sun.", "ja": "果樹園をほのかに照らす月は、この新たに出現した太陽の素晴らしい輝きをみて、悲しみに沈み青ざめているように、ロミオには見えた。"}
{"en": "And she leaning her cheek upon her hand, he passionately wished himself a glove upon that hand, that he might touch her cheek.", "ja": "彼女が手の上にほおをよりかからせているのを見て、彼は熱情がゆえに、ぼくがその手にはめる手袋だったらなあ、そうすれば彼女のほおに触れられるのに、と思うのだった。"}
{"en": "She all this while thinking herself alone,", "ja": "ロミオがあれこれと思い悩んでいる間、ジュリエットは、自分がひとりであると感じ、"}
{"en": "fetched a deep sigh, and exclaimed: \"Ah me!\"", "ja": "「ああ、ああ。」といいながら深いため息をつくのだった。"}
{"en": "Romeo, enraptured to bear her speak, said, softly and unheard by her,", "ja": "ロミオは彼女がものをいうのを聞いて喜び、彼女に聞こえないようにそっと言った。"}
{"en": "\"Oh, speak again, bright angel,", "ja": "「もう一度話しておくれ、輝く天使。"}
{"en": "for such you appear,", "ja": "まさしくそうだ。"}
{"en": "being over my head, like a winged messenger from heaven whom mortals fall back to gaze upon.\"", "ja": "あなたは人々がうち退いて見つめる、天上からやってきたお使いのように、ぼくの頭上にいるのだから。」"}
{"en": "She, unconscious of being overheard, and full of the new passion which that night's adventure had given birth to, called upon her lover by name (whom she supposed absent).", "ja": "ジュリエットは、立ち聞きされているとも知らず、先ほどの事件によって生み出された新たな激情に身をまかせて、恋人の名を呼んだ（その場にはいないと思っていたのだ）。"}
{"en": "\"O Romeo, Romeo!\"", "ja": "「おお、ロミオ、ロミオ。」"}
{"en": "said she,", "ja": "ジュリエットは言った。"}
{"en": "\"wherefore art thou Romeo?", "ja": "「どうしてあなたはロミオなの？"}
{"en": "Deny thy father and refuse thy name, for my sake;", "ja": "私を想うなら、あなたのお父さまをすてて、お名前を名乗らないでくださいな。"}
{"en": "or if thou wilt not, be but my sworn love,", "ja": "もしそうなさらないなら、私への愛を誓って欲しいですわ。"}
{"en": "and I no longer will be a Capulet.\"", "ja": "そうすれば、私はキャピュレット家の人でなくなりましょう。」"}
{"en": "Romeo, having this encouragement, would fain have spoken, but he was desirous of hearing more;", "ja": "ロミオは、これを聞いて勇気づけられ、口を開こうと思ったが、もっと先を聞こうと考えた。"}
{"en": "and the lady continued her passionate discourse with herself (as she thought),", "ja": "令嬢はなおも、愛情を（彼女が想うままに）自らに語り続けた。"}
{"en": "still chiding Romeo for being Romeo and a Montague, and wishing him some other name, or that he would put away that hated name, and for that name which was no part of himself he should take all herself.", "ja": "ロミオがロミオであり、モンタギュー家の一員であることをなじり、彼が他の名前であってくれればよかったのにと言い、その憎い名前は捨ててしまえばいい、名前は本人の一部ではないのだから、捨ててしまって、かわりに私のすべてをとって欲しいと言った。"}
{"en": "At this loving word Romeo could no longer refrain,", "ja": "このような愛の言葉を聞いて、ロミオはもう我慢できなかった。"}
{"en": "but, taking up the dialogue as if her words had been addressed to him personally, and not merely in fancy, he bade her call him Love, or by whatever other name she pleased, for he was no longer Romeo, if that name was displeasing to her.", "ja": "ジュリエットの告白を、空想のものでなくて、本当に彼に話しかけたものであったように答えて、もしあなたが、ロミオという名前が気に入らないのなら、もうぼくはロミオではない、恋人とでも何とでも好きなように呼んでくれ、と言った。"}
{"en": "Juliet, alarmed to hear a man's voice in the garden,", "ja": "ジュリエットは、庭に男の声がしたので驚いた。"}
{"en": "did not at first know who it was that by favor of the night and darkness had thus stumbled upon the discovery of her secret;", "ja": "はじめ、夜の闇に隠れて彼女の秘密を聞いたのが誰なのか分からなかった。"}
{"en": "but when he spoke again, though her ears had not yet drunk a hundred words of that tongue's uttering, yet so nice is a lover's hearing that she immediately knew him to be young Romeo,", "ja": "しかし彼がもう一度話しだしたとき、ロミオが語る言葉をそれほど耳にしたわけでもないのに、恋人の耳は鋭いもので、すぐにその人がロミオだと分かった。"}
{"en": "and she expostulated with him on the danger to which he had exposed himself by climbing the orchard walls,", "ja": "ジュリエットは、ロミオが果樹園の塀にのぼって危険を冒していることをいさめた。"}
{"en": "for if any of her kinsmen should find him there it would be death to him, being a Montague.", "ja": "というのは、もしジュリエットの親類がそこにいるロミオを見つけたら、モンタギュー家の一員ということで殺されるに決まっているからだ。"}
{"en": "\"Alack!\"", "ja": "「ああ、」"}
{"en": "said Romeo,", "ja": "ロミオは言った。"}
{"en": "\"there is more peril in your eye than in twenty of their swords.", "ja": "「彼らの刀20本よりも、あなたの瞳の方が私には恐ろしいのです。"}
{"en": "Do you but look kind upon me, lady, and I am proof against their enmity.", "ja": "もしあなたが私をやさしく見守っていてくれるなら、彼らの敵意など関係ありません。"}
{"en": "Better my life should be ended by their hate than that hated life should be prolonged to live without your love.\"", "ja": "彼らの憎しみによってこの命が終わる方が、あなたの愛なしに命長らえるよりもずっといいのです。」"}
{"en": "\"How came you into this place,\"", "ja": "「どうやってこの場所に入ってきたのですか。」"}
{"en": "said Juliet,", "ja": "ジュリエットは言った。"}
{"en": "\"and by whose direction?\"", "ja": "「どなたの案内で来たのでしょうか。」"}
{"en": "\"Love directed me,\"", "ja": "「愛に導かれてやってきました。」"}
{"en": "answered Romeo.", "ja": "ロミオは答えた。"}
{"en": "\"I am no pilot,", "ja": "「案内人などいません。"}
{"en": "yet 'wert thou as far apart from me as that vast shore which is washed with the farthest sea, I should venture for such merchandise.\"", "ja": "しかし、あなたがどれほど離れていようと、そこがはるかな海に洗われている広々とした岸辺だとしても、私はあなたのような宝を求めて旅に出ますよ。」"}
{"en": "A crimson blush came over Juliet's face, yet unseen by Romeo by reason of the night,", "ja": "ジュリエットの顔は真っ赤になったけれども、夜のおかげでロミオに見られずにすんだ。"}
{"en": "when she reflected upon the discovery which she had made, yet not meaning to make it, of her love to Romeo.", "ja": "彼女は、そのつもりはなかったのに、ロミオへの愛を本人に告白してしまったのが恥ずかしかったのだ。"}
{"en": "She would fain have recalled her words, but that was impossible;", "ja": "できれば言葉を呼び戻したかったが、それは不可能だった。"}
{"en": "fain would she have stood upon form, and have kept her lover at a distance, as the custom of discreet ladies is,", "ja": "彼女としては、礼儀正しくありたかったし、慎重な令嬢がやるように、恋人に対して距離をおきたかった。"}
{"en": "to frown and be perverse and give their suitors harsh denials at first;", "ja": "恋人に向かってまゆをひそめたり、気むずかしくしてみせたかった。"}
{"en": "to stand off, and affect a coyness or indifference where they most love,", "ja": "言い寄ってきた人に、最初は冷たくあしらい、はねつけて、深く愛したあとでも、はにかみやさりげなさを身につけていたかった。"}
{"en": "that their lovers may not think them too lightly or too easily won;", "ja": "求婚者たちに、あまりに身持ちが軽く、簡単に手に入るなどとは思われたくなかった。"}
{"en": "for the difficulty of attainment increases the value of the object.", "ja": "手に入れるのが難しければ難しいほど、その価値は増すのだから。"}
{"en": "But there was no room in her case for denials, or puttings off, or any of the customary arts of delay and protracted courtship.", "ja": "しかし、この場合、ジュリエットにはそういった拒否やはぐらかし、あるいは求婚を長引かせるお定まりのやり方をする余地はなかった。"}
{"en": "Romeo had heard from her own tongue, when she did not dream that he was near her, a confession of her love.", "ja": "ロミオはすでに、彼がそばにいるとは夢にも思っていなかったジュリエットがもらした愛の告白を、直接聞いてしまっていたのだ。"}
{"en": "So with an honest frankness which the novelty of her situation excused she confirmed the truth of what he had before heard,", "ja": "そういった次第で、彼女にとって目新しい状況がそうすることを許したのか、すなおな態度で、ロミオが聞いたことにうそはないと言った。"}
{"en": "and, addressing him by the name of FAIR MONTAGUE (love can sweeten a sour name), she begged him not to impute her easy yielding to levity or an unworthy mind, but that he must lay the fault of it (if it were a fault) upon the accident of the night which had so strangely discovered her thoughts.", "ja": "ロミオに「うるわしのモンタギューさま」（恋はすっぱい名を甘くするものだ）という名で呼びかけ、そして、自分がかんたんに心を許したのを、軽率だとか、卑しい心根からだとみないでください、私の落ち度（もし落ち度というのなら）は、心の思いを不思議にも明かしてしまった夜の偶然のせいにしてください、と頼んだ。"}
{"en": "And she added, that though her behavior to him might not be sufficiently prudent, measured by the custom of her sex, yet that she would prove more true than many whose prudence was dissembling, and their modesty artificial cunning.", "ja": "加えてジュリエットは、ロミオへのふるまいは、普通の女性に比べて分別ある行為だとはいえませんが、慎重とみえてもうわべばかり、遠慮とみえても小細工に過ぎない人たちに比べれば私の方がずっと真実の恋人であることを証明いたしましょう、と言った。"}
{"en": "Romeo was beginning to call the heavens to witness that nothing was farther from his thoughts than to impute a shadow of dishonor to such an honored lady,", "ja": "ロミオは天に向かって誓おうとした、たとえわずかな不名誉であっても、そのような立派な女性に負わせようとはロミオは露ほども思ってなかったからだ。"}
{"en": "when she stopped him, begging him not to swear;", "ja": "ところが、ジュリエットは、誓ってはなりませぬ、と彼を止めた。"}
{"en": "for although she joyed in him, yet she had no joy of that night's contract--it was too rash, too unadvised, too sudden.", "ja": "彼女にとっては、彼に会えたことはうれしかったが、今宵の約束は軽率で突然すぎるからうれしいものではなかったからである。"}
{"en": "But he being urgent with her to exchange a vow of love with him that night, she said that she already had given him hers before he requested it, meaning, when he overheard her confession;", "ja": "しかしロミオが、今夜愛の誓いを取り交わしたいと何度も言い続けるので、ジュリエットは、私はすでにあなたへの愛を誓ってしまいました、と言った（ロミオが立ち聞きしたあの告白のことだ）。"}
{"en": "but she would retract what she then bestowed, for the pleasure of giving it again, for her bounty was as infinite as the sea, and her love as deep.", "ja": "また、もう一度誓いを取り交わしたいから、前に捧げたものを返してほしい、海がはてしなく広いように、私の愛情も広く深いのですから、とも言った。"}
{"en": "From this loving conference she was called away by her nurse,", "ja": "このように愛の言葉を交わしていると、ジュリエットは乳母に呼ばれた。"}
{"en": "who slept with her and thought it time for her to be in bed, for it was near to daybreak;", "ja": "この乳母は彼女といっしょに寝ており、もう夜明けだからベットにはいるときだと思ったのだ。"}
{"en": "but, hastily returning, she said three or four words more to Romeo", "ja": "しかしジュリエットは急いで戻ってきて、またロミオにふたことみこと言った。"}
{"en": "the purport of which was, that if his love was indeed honorable, and his purpose marriage, she would send a messenger to him to-morrow to appoint a time for their marriage,", "ja": "その内容は、もしロミオの愛が真実のもので、私と結婚したいのでしたら、私は明日、式の日取りを決めるための使者を送ります。"}
{"en": "when she would lay all her fortunes at his feet and follow him as her lord through the world.", "ja": "そのときには、自分の財産をすべてあなたに捧げます、そしてあなたの夫としてどこへでもついていきますわ、というものだった。"}
{"en": "While they were settling this point Juliet was repeatedly called for by her nurse, and went in and returned, and went and returned again,", "ja": "２人がそう取り決めている間にも、ジュリエットは何度も乳母に呼ばれ、中に入っては出ての繰り返しだった。"}
{"en": "for she seemed as jealous of Romeo going from her as a young girl of her bird, which she will let hop a little from her hand and pluck it back with a silken thread;", "ja": "彼女はロミオが自分から離れるのがなごり惜しく、そのさまは若い娘が、飼っていた鳥が飛び去ってしまうのが惜しくて、ちょっと手から飛ばせてみては絹糸で引き戻しているみたいだった。"}
{"en": "and Romeo was as loath to part as she,", "ja": "ロミオも別れを惜しんでいた。"}
{"en": "for the sweetest music to lovers is the sound of each other's tongues at night.", "ja": "恋人たちにとって最上の音楽は、夜交わすお互いの言葉が紡ぎ出す響きなのだから、当然といえよう。"}
{"en": "But at last they parted,", "ja": "しかし最後には２人は別れた。"}
{"en": "wishing mutually sweet sleep and rest for that night.", "ja": "夜の間の甘美な眠りといこいを夢にみながら。"}
{"en": "The day was breaking when they parted,", "ja": "２人が別れる頃には夜明けを迎えていた。"}
{"en": "and Romeo, who was too full of thoughts of his mistress and that blessed meeting to allow him to sleep,", "ja": "ロミオは恋人とのことや２人の楽しかった出会いのことを考えると、とても眠れそうになかった。"}
{"en": "instead of going home, bent his course to a monastery hard by, to find Friar Lawrence.", "ja": "そこで家には帰らず、修道士ロレンスに会おうと、修道院に向かった。"}
{"en": "The good friar was already up at his devotions,", "ja": "修道士はすでに起きて礼拝をしていた。"}
{"en": "but, seeing young Romeo abroad so early, he conjectured rightly that he had not been abed that night, but that some distemper of youthful affection had kept him waking.", "ja": "若いロミオがそんなに早くでかけてきたのを見て、前夜は床につかず、若者らしい恋の病にかかって眠れなかったのだろう、と言い当てた。"}
{"en": "He was right in imputing the cause of Romeo's wakefulness to love,", "ja": "ロミオが恋のせいで眠れなかったのだろう、という点では彼は正しかった。"}
{"en": "but he made a wrong guess at the object,", "ja": "しかしその相手については間違っていた。"}
{"en": "for he thought that his love for Rosaline had kept him waking.", "ja": "修道士は、ロミオがロザラインを想って眠れなかったと考えていたからである。"}
{"en": "But when Romeo revealed his new passion for Juliet, and requested the assistance of the friar to marry them that day,", "ja": "ロミオは修道士に、ジュリエットに対する新しい恋をうち明け、その日２人を結婚させてくれるよう頼んだ。"}
{"en": "the holy man lifted up his eyes and hands in a sort of wonder at the sudden change in Romeo's affections,", "ja": "彼は信心深い人だったので、ロミオが急に恋する相手を変えたのに驚いて、目を見張り両手をあげた。"}
{"en": "for he had been privy to all Romeo's love for Rosaline and his many complaints of her disdain;", "ja": "ロレンスはロザラインに対するロミオの愛情を個人的に知っており、ロザラインの尊大さに対してロミオがこぼした不平もよく聞いていたのだ。"}
{"en": "and he said that young men's love lay not truly in their hearts, but in their eyes.", "ja": "ロレンスはロミオにこう諭した、若人の愛は本当は心の中に宿るのではなくて目に宿るのだ、と。"}
{"en": "But Romeo replying that he himself had often chidden him for doting on Rosaline, who could not love him again, whereas Juliet both loved and was beloved by him,", "ja": "これに対してロミオは、あなたはよく、私を愛してくれないロザラインに夢中になりすぎると言って私を叱りましたね、でも、ジュリエットとはともに愛しあっているのです、と言い返した。"}
{"en": "the friar assented in some measure to his reasons;", "ja": "修道士もいくぶん、彼がいうことに同意した。"}
{"en": "and thinking that a matrimonial alliance between young Juliet and Romeo might happily be the means of making up the long breach between the Capulets and the Montagues,", "ja": "そして、ジュリエットとロミオ、２人の若者が結婚することで、モンタギュー家とキャピュレット家の間にある、永年にわたる不和を解消できるかもしれない、と考えた。"}
{"en": "which no one more lamented than this good friar", "ja": "この修道士ほど、両家の仲が悪いことを悲しんでいた人はいないだろう。"}
{"en": "who was a friend to both the families and had often interposed his mediation to make up the quarrel without effect;", "ja": "なぜなら彼は両家の人たちをよく知っており、たびたび両家を仲直りさせようとしてきたが、徒労に終わっていたのである。"}
{"en": "partly moved by policy, and partly by his fondness for young Romeo, to whom he could deny nothing, the old man consented to join their hands in marriage.", "ja": "これによって両家を仲直りさせようという心づもりと、ロミオをかわいく思うあまり彼の言うことに反対ができなかったことから、この老人は、２人を結婚させてやることを承知した。"}
{"en": "Now was Romeo blessed indeed,", "ja": "今やロミオは幸せの絶頂だった。"}
{"en": "and Juliet, who knew his intent from a messenger which she had despatched according to promise, did not fail to be early at the cell of Friar Lawrence, where their hands were joined in holy marriage,", "ja": "ジュリエットの方でも、約束に従って出した使者から彼の意向を知ると、すぐに修道士ロレンスの庵へ間違いなく向かい、そこで２人は神聖な結婚によって結ばれた。"}
{"en": "the good friar praying the heavens to smile upon that act, and in the union of this young Montague and young Capulet, to bury the old strife and long dissensions of their families.", "ja": "修道士は神がこの結婚にお恵みを下さるように祈り、この若いモンタギューと若いキャピュレットが結ばれることで、両家の古くから続く争いと永年にわたる不和がなくなってくれるよう祈った。"}
{"en": "The ceremony being over, Juliet hastened home, where she stayed, impatient for the coming of night,", "ja": "式が終わると、ジュリエットは家に急ぎ、夜になるのをいらいらしながら待った。"}
{"en": "at which time Romeo promised to come and meet her in the orchard, where they had met the night before;", "ja": "その夜、ロミオはジュリエットと前の晩に会った果樹園に来る約束になっていた。"}
{"en": "and the time between seemed as tedious to her", "ja": "それまでの時間は、彼女には非常に退屈なものに感じられた。"}
{"en": "as the night before some great festival seems to an impatient child that has got new finery which it may not put on till the morning.", "ja": "まるで盛大なお祭りの前の晩に、新調した晴れ着をもらった子どもが、朝までそれを着てはいけませんといわれていらいらしているかのようだった。"}
{"en": "That same day, about noon, Romeo's friends, Benvolio and Mercutio, walking through the streets of Verona, were met by a party of the Capulets", "ja": "その同じ日の昼ごろ、ロミオの友達であるベンヴォリオとマーキューシオとがヴェロナの町を歩いていて、キャピュレット家の一団に出会った。"}
{"en": "with the impetuous Tybalt at their head.", "ja": "その先頭には短気なティバルトがいた。"}
{"en": "This was the same angry Tybalt who would have fought with Romeo at old Lord Capulet's feast.", "ja": "彼こそは、老キャピュレット卿の宴会で止められなければロミオに決闘をいどんだであろうあの男である。"}
{"en": "He, seeing Mercutio, accused him bluntly of associating with Romeo, a Montague.", "ja": "ティバルトは、マーキューシオに会うと、彼がモンタギュー家のロミオと交際しているのを遠慮なく攻撃した。"}
{"en": "Mercutio, who had as much fire and youthful blood in him as Tybalt, replied to this accusation with some sharpness;", "ja": "マーキューシオも、ティバルト同様に血気盛んで激しやすい性格だったから、これまた遠慮なくやりかえした。"}
{"en": "and in spite of all Benvolio could say to moderate their wrath a quarrel was beginning when, Romeo himself passing that way,", "ja": "ベンヴォリオが２人の間をいろいろとなだめたのだが、２人はけんかを始めようとしていた。ちょうどそのとき、ロミオ自身がそこに通りかかった。"}
{"en": "the fierce Tybalt turned from Mercutio to Romeo, and gave him the disgraceful appellation of villain.", "ja": "怒り狂ったティバルトはマーキューシオからロミオへと矛先《ほこさき》を変え、悪党とか何とか人を侮辱する名前で呼んだ。"}
{"en": "Romeo wished to avoid a quarrel with Tybalt above all men,", "ja": "ロミオはティバルトとのけんかは特に避けたかった。"}
{"en": "because he was the kinsman of Juliet and much beloved by her;", "ja": "なぜなら、ティバルトはジュリエットの親類で、ジュリエットのお気に入りだったからだ。"}
{"en": "besides, this young Montague had never thoroughly entered into the family quarrel, being by nature wise and gentle, and the name of a Capulet, which was his dear lady's name, was now rather a charm to allay resentment than a watchword to excite fury.", "ja": "それだけでなく、この若いモンタギューは、生まれつき分別があり、平和的でもあったので、一族の争いにはまったく参加してこなかったし、キャピュレットという名前は、今やロミオが愛する女性の名だったから、ロミオにとっては怒りをあおる合い言葉というよりは、憤りを押さえる魔法の言葉だった。"}
{"en": "So he tried to reason with Tybalt, whom he saluted mildly by the name of GOOD CAPULET,", "ja": "そこでロミオは、ティバルトをなだめようとして、穏やかな口調で“キャピュレットさん”と呼びかけた。"}
{"en": "as if he, though a Montague, had some secret pleasure in uttering that name;", "ja": "ロミオはモンタギューの一員であるにもかかわらず、その名前を口にすることに密かな喜びを感じているようだった。"}
{"en": "but Tybalt, who hated all Montagues as he hated hell, would hear no reason, but drew his weapon;", "ja": "しかし、モンタギュー家の者すべてを、地獄を憎むように憎んでいたティバルトは、ロミオの取りなしに耳を貸そうともせず、剣を抜いた。"}
{"en": "and Mercutio, who knew not of Romeo's secret motive for desiring peace with Tybalt, but looked upon his present forbearance as a sort of calm dishonorable submission, with many disdainful words provoked Tybalt to the prosecution of his first quarrel with him;", "ja": "マーキューシオはというと、彼はロミオがティバルトとの平和的関係を望む秘められた理由のことを何も知らなかったので、ロミオが自制しているのを、彼がおろかにも屈服してしまったものとみなし、ティバルトを口汚くののしり、はじめに起こったけんかを続けた。"}
{"en": "and Tybalt and Mercutio fought,", "ja": "こうしてティバルトとマーキューシオは決闘した。"}
{"en": "till Mercutio fell, receiving his death's wound", "ja": "そしてマーキューシオが致命傷を受けて倒れた。"}
{"en": "while Romeo and Benvolio were vainly endeavoring to part the combatants.", "ja": "その間、ロミオとベンヴォリオは、決闘者たちを引き離そうとして努力したが無駄に終わった。"}
{"en": "Mercutio being dead,", "ja": "マーキューシオは死んだ。"}
{"en": "Romeo kept his temper no longer, but  returned the scornful appellation of villain which Tybalt had given him,", "ja": "ロミオはもう我慢できず、ティバルトが言った、悪党などというさげすみの言葉をそっくり返した。"}
{"en": "and they fought till Tybalt was slain by Romeo.", "ja": "そうしてロミオとティバルトは闘い、結局ティバルトはロミオに殺害された。"}
{"en": "This deadly broil falling out in the midst of Verona at noonday, the news of it quickly brought a crowd of citizens to the spot", "ja": "この殺傷事件は、真っ昼間に、ヴェロナのまんなかで行われたので、そのニュースはたちまち大勢の市民をそこに集めた。"}
{"en": "and among them the Lords Capulet and Montague, with their wives;", "ja": "その中にはモンタギュー卿やキャピュレット卿の姿もあり、それぞれ妻を連れてきていた。"}
{"en": "and soon after arrived the prince himself,", "ja": "ほどなく、ヴェロナを治める公爵が自らやってきた。"}
{"en": "who, being related to Mercutio, whom Tybalt had slain, and having had the peace of his government often disturbed by these brawls of Montagues and Capulets, came determined to put the law in strictest force against those who should be found to be offenders.", "ja": "公爵はティバルトが殺したマーキューシオの親戚で、かねてから、自分の所領内における治安がモンタギュー・キャピュレット両家の争いによって乱されてきたので、罪を犯した人を法に照らして厳格に処罰しようと決意してやってきたのだ。"}
{"en": "Benvolio, who had been eye-witness to the fray, was commanded by the prince to relate the origin of it;", "ja": "ベンヴォリオは、この乱闘の目撃者だったので、公爵は彼に、事の起こりを述べよ、と命じた。"}
{"en": "which he did, keeping as near the truth as he could without injury to Romeo, softening and excusing the part which his friends took in it.", "ja": "ベンヴォリオは、真実を述べながらも、ロミオを傷つけないように、また、自分の友人たちが関係してくる部分はぼかしたりかばったりするように陳述した。"}
{"en": "Lady Capulet, whose extreme grief for the loss of her kinsman Tybalt made her keep no bounds in her revenge, exhorted the prince to do strict justice upon his murderer, and to,pay no attention to Benvolio's representation,", "ja": "キャピュレット夫人は、近親であったティバルトを失った悲しみから、どこまでも報復しようとして、ティバルトを殺したロミオに対して極刑をもって臨むよう、また、ベンヴォリオの申し立てを考慮しないように申し出た。"}
{"en": "who, being Romeo's friend and a Montague, spoke partially.", "ja": "ベンヴォリオはロミオの友人であり、つまり、モンタギュー家の者であり、身びいきして話している、と言うのだった。"}
{"en": "Thus she pleaded against her new son-in-law,", "ja": "したがって、キャピュレット夫人は義理の息子に不利になるような嘆願をしていたわけである。"}
{"en": "but she knew not yet that he was her son-in-law and Juliet's husband.", "ja": "ただし彼女は、ロミオが自分の義理の息子であり、ジュリエットの夫であるということはまだ知らなかったのである。"}
{"en": "On the other hand was to be seen Lady Montague pleading for her child's life,", "ja": "一方、モンタギュー夫人は我が子の命乞いをしていた。"}
{"en": "and arguing with some justice that Romeo had done nothing worthy of punishment in taking the life of Tybalt, which was already forfeited to the law by his having slain Mercutio.", "ja": "夫人は、ロミオがティバルトの命を取ったことを罰する必要はない、なぜなら、ティバルトはマーキューシオを殺しているので、すでに法律によって保護する必要がなくなっているのだからと、いくぶん理にかなったことを言ったのである。"}
{"en": "The prince, unmoved by the passionate exclamations of these women, on a careful examination of the facts pronounced his sentence,", "ja": "公爵は、夫人たちの感情的な申し立てには重きをおかず、事実を慎重に検討して宣告をくだした。"}
{"en": "and by that sentence Romeo was banished from Verona.", "ja": "その宣告は、ロミオをヴェロナから追放する、というものだった。"}
{"en": "Heavy news to young Juliet,", "ja": "若いジュリエットにとって悲しい知らせだった。"}
{"en": "who had been but a few hours a bride and now by this decree seemed everlastingly divorced!", "ja": "彼女は花嫁たること数時間にすぎず、今やこの命令によって永久に離婚と決定したかに見えた。"}
{"en": "When the tidings reached her, she at first gave way to rage against Romeo, who had slain her dear cousin.", "ja": "この知らせが彼女のもとに届いたとき、ジュリエットははじめ、彼女の愛するいとこを殺したロミオに対して、無性に腹が立った。"}
{"en": "She called him a beautiful tyrant, a fiend angelical, a ravenous dove, a lamb with a wolf's nature, a serpent-heart hid with a flowering face, and other, like contradictory names,", "ja": "彼女はロミオを、美しい暴君とか、天使のような悪魔とか、強欲な鳩とか、羊の皮をかぶった狼とか、花の顔をした蛇の心、そのほかいろいろな矛盾した名前で呼んだ。"}
{"en": "which denoted the struggles in her mind between her love and her resentment.", "ja": "それは、ジュリエットの心の中で、ロミオへの愛と恨みが戦っているさまを表していた。"}
{"en": "But in the end love got the mastery,", "ja": "しかし、結局愛が勝利をおさめた。"}
{"en": "and the tears which she shed for grief that Romeo had slain her cousin turned to drops of joy that her husband lived whom Tybalt would have slain.", "ja": "ロミオが自分のいとこを殺した悲しみによる涙は、ティバルトに殺されたかもしれなかった自分の夫が生きていたのを喜ぶ涙に変わった。"}
{"en": "Then came fresh tears,", "ja": "やがて、さらに別の涙がやってきた。"}
{"en": "and they were altogether of grief for Romeo's banishment.", "ja": "それはロミオの追放をなげく涙であった。"}
{"en": "That word was more terrible to her than the death of many Tybalts.", "ja": "そのことは、ジュリエットにとってはティバルトが何人死ぬよりもずっとつらいことだった。"}
{"en": "Romeo, after the fray, had taken refuge in Friar Lawrence's cell,", "ja": "ロミオはけんかのあと、修道士ロレンスの庵に逃れた。"}
{"en": "where he was first made acquainted with the prince's sentence,", "ja": "そこで初めて公爵の宣告を知らされた。"}
{"en": "which seemed to him far more terrible than death.", "ja": "ロミオにとってその内容は死よりもむごい内容だった。"}
{"en": "To him it appeared there was no world out of Verona's walls, no living out of the sight of Juliet.", "ja": "ロミオにとって、ヴェロナの城壁の外に世界は存在せず、ジュリエットのいない生活など考えられなかった。"}
{"en": "Heaven was there where Juliet lived, and all beyond was purgatory, torture, hell.", "ja": "天国はジュリエットの住むところにあり、そこ以外はすべて煉獄《れんごく》であり、責め苦であり、地獄であった。"}
{"en": "The good friar would have applied the consolation of philosophy to his griefs; but this frantic young man would hear of none, but like a madman he tore his hair and threw himself all along upon the ground, as he said, to take the measure of his grave.", "ja": "修道士は、ロミオの悲しみに対して哲学的な慰めを与えたいと思ったけれども、狂乱状態にあったこの青年は何にも耳をかさず、狂ったように髪をかきむしり、俺の墓の長さを測るのだ、と言って、大地にその身を投げるのだった。"}
{"en": "From this unseemly state he was roused by a message from his dear lady", "ja": "こういうぶさまな状況からロミオが立ち直ったのは、ひとえに彼が愛した女性から手紙が来たからであった。"}
{"en": "which a little revived him;", "ja": "それによって少し元気になった。"}
{"en": "and then the friar took the advantage to expostulate with him on the unmanly weakness which he had shown.", "ja": "それを見た修道士は、その機をとらえてロミオが見せた女々しい弱気をいさめた。"}
{"en": "He had slain Tybalt, but would he also slay himself, slay his dear lady, who lived but in his life?", "ja": "ロミオはティバルトを殺したけれども、自分自身を殺すことで、彼あればこそ生きている、彼の愛する人をも殺すつもりか、と修道士は言った。"}
{"en": "The noble form of man, he said, was but a shape of wax when it wanted the courage which should keep it firm.", "ja": "人間の高貴な容姿も、これを堅固にしておく勇気を欠けば、ただのろう人形にすぎないのだ、とも言った。"}
{"en": "The law had been lenient to him that instead of death, which he had incurred, had pronounced by the prince's mouth only banishment.", "ja": "法はロミオに寛大な処分をくだしたのだ、当然死罪になってもいいはずなのに、公爵はただヴェロナからの追放を君に課したにすぎない。"}
{"en": "He had slain Tybalt,", "ja": "彼はティバルトを殺した。"}
{"en": "but Tybalt would have slain him-there was a sort of happiness in that.", "ja": "しかし、ティバルトが君を殺したかもしれないではないか。ありがたいと言っていいだろう//。"}
{"en": "Juliet was alive and (beyond all hope) had become his dear wife;", "ja": "ジュリエットは無事で、（願ってもないことに）ロミオの愛妻になっただろう。"}
{"en": "therein he was most happy.", "ja": "これこそありがたいことなのだよ。"}
{"en": "All these blessings, as the friar made them out to be, did Romeo put from him like a sullen misbehaved wench.", "ja": "修道士はそういった幸福を指摘したのだが、ロミオはすねて、無作法な娘みたいにそのことを受けつけなかった。"}
{"en": "And the friar bade him beware, for such as despaired (he said) died miserable.", "ja": "さらに修道士は、絶望する者は（と彼は言った）みじめな死を迎えてしまうのだ、よく気をつけておくように、とロミオをさとした。"}
{"en": "Then when Romeo was a little calmed he counseled him", "ja": "ロミオがやや平静になったのを見て、修道士はロミオに、今後の身の振り方について提案した。"}
{"en": "that he should go that night and secretly take his leave of Juliet,", "ja": "ロミオは今夜、誰にも知られずにジュリエットに別れを告げなさい。"}
{"en": "and thence proceed straightway to Mantua,", "ja": "それから、まっすぐにマンテュアへ行くように。"}
{"en": "at which place he should sojourn till the friar found fit occasion to publish his marriage,", "ja": "ロミオはそこにいなさい、私が適当な時期をみはからって、ロミオとジュリエットの結婚を公表するようにします。"}
{"en": "which might be a joyful means of reconciling their families;", "ja": "２人の結婚は両家を和解に導き、喜ばしい結果をもたらすでありましょう。"}
{"en": "and then he did not doubt but the prince would be moved to pardon him, and he would return with twenty times more joy than he went forth with grief.", "ja": "そうなれば、公爵はまちがいなくロミオをお許しになりますから、悲しみをもって出発したときよりも20倍もの喜びをもってヴェロナに帰ることになりますよ。"}
{"en": "Romeo was convinced by these wise counsels of the friar, and took his leave to go and seek his lady,", "ja": "ロミオは修道士の賢明な忠告に納得し、いおりを出て彼の妻を訪ねることにした。"}
{"en": "proposing to stay with her that night, and by daybreak pursue his journey alone to Mantua;", "ja": "その夜は妻と共にすごし、夜明けを待ってひとりマンテュアに旅立つつもりだった。"}
{"en": "to which place the good friar promised to send him letters from time to time, acquainting him with the state of affairs at home.", "ja": "マンテュアには、修道士がときどき手紙を出して、故国の状況を知らせることを約束した。"}
{"en": "That night Romeo passed with his dear wife,", "ja": "その夜、ロミオは愛する妻とすごした。"}
{"en": "gaining secret admission to her chamber from the orchard in which he had heard her confession of love the night before.", "ja": "前夜ロミオが愛の告白を聞いたあの果樹園から、ひそかに寝室へ入れてもらったのだ。"}
{"en": "That had been a night of unmixed joy and rapture;", "ja": "２人は純粋な愛と歓喜の一晩をすごした。"}
{"en": "but the pleasures of this night and the delight which these lovers took in each other's society were sadly allayed with the prospect of parting and the fatal adventures of the past day.", "ja": "しかし、この夜の楽しさ、そして２人が共にある喜びは、やがて離ればなれにならなければいけないという見通しと、過ぎし日の致命的事件の影によって、悲しみの彩りを添えられていた。"}
{"en": "The unwelcome daybreak seemed to come too soon,", "ja": "来なければいい夜明けが、早く来すぎるように思えた。"}
{"en": "and when Juliet heard the morning song of the lark she would have persuaded herself that it was the nightingale,", "ja": "ジュリエットは、ひばりの朝の歌を聞いたが、夜鳴くナイチンゲールだと思いたかった。"}
{"en": "which sings by night; but it was too truly the lark which sang, and a discordant and unpleasing note it seemed to her;", "ja": "しかし、歌ったのはまちがいなくひばりであって、その声が不快な不協和音のようにジュリエットには聞こえるのだった。"}
{"en": "and the streaks of day in the east too certainly pointed out that it was time for these lovers to part.", "ja": "東の空にあがる朝日の光もまた、まちがいなく２人の別れの時を示すのだった。"}
{"en": "Romeo took his leave of his dear wife with a heavy heart,", "ja": "ロミオは心に重荷を抱えたまま愛妻と別れた。"}
{"en": "promising to write to her from Mantua every hour in the day;", "ja": "彼は、マンテュアから毎日、１時間おきにでも手紙を書くと約束した。"}
{"en": "and when he had descended from her chamber window, as he stood below her on the ground, in that sad foreboding state of mind", "ja": "しかし、ロミオが寝室の窓から地面へと降りていくときに、ジュリエットは悲しい予感におそわれた。"}
{"en": "in which she was, he appeared to her eyes as one dead in the bottom of a tomb.", "ja": "ロミオが墓の中にある死体に見えたのだ。"}
{"en": "Romeo's mind misgave him in like manner.", "ja": "ロミオもまた不安につつまれた。"}
{"en": "But now he was forced hastily to depart,", "ja": "しかし、今やロミオは急いでその場を離れなければならなかった。"}
{"en": "for it was death for him to be found within the walls of Verona after daybreak.", "ja": "夜が明けてのち、ヴェロナの城壁内で見つかれば殺されてしまうからだ。"}
{"en": "This was but the beginning of the tragedy of this pair of star-crossed lovers.", "ja": "このことは、不幸な星の元に生まれついた恋人たちの身にふりかかる悲劇の始まりにすぎなかった。"}
{"en": "Romeo had not been gone many days before the old Lord Capulet proposed a match for Juliet.", "ja": "ロミオが去っていく日もたたぬうちに、キャピュレット老公がジュリエットに縁談を持ちかけたのだ。"}
{"en": "The husband he had chosen for her, not dreaming that she was married already,", "ja": "すでに結婚しているとは夢にも思わずに、老公はジュリエットのために夫となる人を選んだ。"}
{"en": "was Count Paris, a gallant, young, and noble gentleman,", "ja": "その人はパリスという若くて立派な貴族であった。"}
{"en": "no unworthy suitor to the young Juliet if she had never seen Romeo.", "ja": "ジュリエットがロミオと出会っていなければ、彼こそジュリエットにとってもっともふさわしい求婚者だったろう。"}
{"en": "The terrified Juliet was in a sad perplexity at her father's offer.", "ja": "ジュリエットは、父の申し出に驚き、とまどった。そして、次のような理由を挙げて結婚に反対した。"}
{"en": "She pleaded her youth unsuitable to marriage,", "ja": "いわく、まだ私は若く、結婚には不向きです。"}
{"en": "the recent death of Tybalt, which had left her spirits too weak to meet a husband with any face of joy,", "ja": "ティバルトが亡くなったばかりですし、その悲しみを思うと、喜んだ顔をして夫を迎えるわけにはいきません。"}
{"en": "and how indecorous it would show for the family of the Capulets to be celebrating a nuptial feast when his funeral solemnities were hardly over.", "ja": "それに、ティバルトの葬儀も済んだばかりなのに、キャピュレット家が婚礼をあげることはどんなに無作法に見えるかも分かりませんわ。"}
{"en": "She pleaded every reason against the match", "ja": "ジュリエットは、あらゆる理由を挙げて結婚に反対した。"}
{"en": "but the true one, namely, that she was married already.", "ja": "ただ、本当に反対する理由、つまり、自分はすでに結婚していることだけは言わなかった。"}
{"en": "But Lord Capulet was deaf to all her excuses,", "ja": "しかし、キャピュレット卿は、ジュリエットの言い逃れにはまったく耳をかさなかった。"}
{"en": "and in a peremptory manner ordered her to get ready, for by the following Thursday she should be married to Paris.", "ja": "言い訳はきかぬ、次の木曜日にパリスと結婚するのだから準備しておくように、と命令した。"}
{"en": "And having found her a husband, rich, young, and noble, such as the proudest maid in Verona might joyfully accept, he could not bear that out of an affected coyness, as he construed her denial, she should oppose obstacles to her own good fortune.", "ja": "卿は娘のために、金持ちで、若くて、上品で、ヴェロナのどんな気位の高い娘でも大喜びで承知するような夫を捜してやったので、内気を装って（ジュリエットが拒否するのを、卿はこうとった）娘が自ら幸運を避けるようなふるまいを我慢できなかった。"}
{"en": "In this extremity Juliet applied to the friendly friar, always a counselor in distress,", "ja": "進退きわまったジュリエットは、困ったときにいつも相談する、例の親切な修道士に頼った。"}
{"en": "and he asking her if she had resolution to undertake a desperate remedy,", "ja": "修道士はジュリエットに、命がけの方策をする決心はあるかと尋ねた。"}
{"en": "and she answering that she would go into the grave alive rather than marry Paris, her own dear husband living,", "ja": "ジュリエットの答えは、パリスと結婚するくらいなら、生きながら墓に入るつもりです、愛する夫が生きているのですから、というものだった。"}
{"en": "he directed her to go home, and appear merry, and give her consent to marry Paris, according to her father's desire,", "ja": "家に帰って、うれしそうに、父の望みに従ってパリスと結婚すると伝えなさい。"}
{"en": "and on the next night, which was the night before the marriage, to drink off the contents of a vial which he then gave her,", "ja": "そして翌晩、つまり結婚式の前夜を迎えたら、今から渡す薬びんの中身を飲み干すように。"}
{"en": "the effect of which would be that for two-and-forty hours after drinking it she should appear cold and lifeless,", "ja": "その薬を服用後24時間たつとそなたの体は冷たくなり、仮死状態になるのだ。"}
{"en": "and when the bridegroom came to fetch her in the morning he would find her to appearance dead;", "ja": "朝になって花婿がそなたを迎えにくるが、彼はそなたが死んでいると思うだろう。"}
{"en": "that then she would be borne, as the manner in that country was, uncovered on a bier, to be buried in the family vault;", "ja": "そこで、この国の習慣に従って、棺にはおおいをかけないで、一家の納骨堂におさめるために運ばれてゆくだろう。"}
{"en": "that if she could put off womanish fear, and consent to this terrible trial, in forty-two hours after swallowing the liquid (such was its certain operation) she would be sure to awake, as from a dream;", "ja": "そこでもしそなたが、女として当然抱くような恐怖心を捨てて、この薬を飲んでもらえたら、薬を飲んでから42時間たつと（これは確実にそうなるのだ）朝目が覚めるみたいに必ず目覚めるのです。"}
{"en": "and before she should awake he would let her husband know their drift,", "ja": "あなたが目覚める前に、この計画についてあなたの夫に知らせておきます。"}
{"en": "and he should come in the night and bear her thence to Mantua.", "ja": "彼は夜のうちにやってきて、あなたをマンテュアへ連れていくでしょう。"}
{"en": "Love, and the dread of marrying Paris, gave young Juliet strength to undertake this horrible adventure;", "ja": "ロミオへの愛と、パリスと結婚することへの恐怖が、若いジュリエットにこのような身の毛もよだつ冒険に着手する力を与えた。"}
{"en": "and she took the vial of the friar, promising to observe his directions.", "ja": "ジュリエットは修道士から薬びんを受け取り、必ず指示を守りますと約束した。"}
{"en": "Going from the monastery, she met the young Count Paris, and, modestly dissembling, promised to become his bride.", "ja": "修道院からでると、ジュリエットはパリス伯に会い、上品そうなそぶりで、彼の花嫁となる約束をした。"}
{"en": "This was joyful news to the Lord Capulet and his wife.", "ja": "これはキャピュレット公夫妻にはうれしい知らせであった。"}
{"en": "It seemed to put youth into the old man;", "ja": "老公は若返ったように見えた。"}
{"en": "and Juliet, who had displeased him exceedingly by her refusal of the count, was his darling again, now she promised to be obedient.", "ja": "ジュリエットは、伯爵を拒否したことではなはだしく父の機嫌を損ねたのだったが、今度はすなおに結婚すると約束したので、父は機嫌を直した。"}
{"en": "All things in the house were in a bustle against the approaching nuptials.", "ja": "家中が、近くおこなわれる婚礼のしたくで大騒ぎとなった。"}
{"en": "No cost was spared to prepare such festival rejoicings as Verona had never before witnessed.", "ja": "そのお祭り騒ぎをヴェロナ始まって以来の規模でするためには費用はおかまいなしだった。"}
{"en": "On the Wednesday night Juliet drank off the potion.", "ja": "水曜日の夜、ジュリエットはあの薬を飲み干した。"}
{"en": "She had many misgivings lest the friar,", "ja": "その胸には修道士へのいろんな疑いが去来した。"}
{"en": "to avoid the blame which might be imputed to him for marrying her to Romeo, had given her poison; but then he was always known for a holy man.", "ja": "たとえば、自分とロミオを結婚させたことで不名誉をこうむらないために、自分に毒を与えたのではないか、いや、あの人は聖者として世に知られているではないか。"}
{"en": "Then lest she should awake before the time that Romeo was to come for her;", "ja": "それに、ロミオが迎えにくる前に目が覚めてしまわないだろうか。"}
{"en": "whether the terror of the place, a vault full of dead Capulets' bones, and where Tybalt, all bloody, lay festering in his shroud, would not be enough to drive her distracted.", "ja": "あんな恐ろしい場所、キャピュレット家の死者の骨でいっぱいな納骨所、血まみれのティバルトが、経かたびらを着てくずれかかって寝ているところ、そういう場所で、自分は気が狂ってしまうのではないか。"}
{"en": "Again she thought of all the stories she had heard of spirits haunting the places where their bodies were bestowed.", "ja": "自分が昔聞いた、死体を安置する場所にうろついている幽霊の話などもいろいろ考えていた。"}
{"en": "But then her love for Romeo and her aversion for Paris returned, and she desperately swallowed the draught and became insensible.", "ja": "しかし、やがて、ロミオへの愛や、パリスへの嫌悪を思い返して、無我夢中で薬を飲み干し、気を失った。"}
{"en": "When young Paris came early in the morning with music to awaken his bride, instead of a living Juliet her chamber presented the dreary spectacle of a lifeless corse.", "ja": "朝早く、パリスが花嫁の目を覚まそうと、音楽隊をひきつれてやってくると、そこには生きているジュリエットは存在せず、寝室には命なきむくろがあるだけという、恐ろしい情景を見せていた。"}
{"en": "What death to his hopes!", "ja": "パリスの希望は今やついえてしまった。"}
{"en": "What confusion then reigned through the whole house!", "ja": "邸全体がすざましい困惑に包まれてしまった。"}
{"en": "Poor Paris lamenting his bride,", "ja": "かわいそうなパリスは花嫁の死を惜しんだ。"}
{"en": "whom most detestable death had beguiled him of,", "ja": "この世で一番憎むべき死によって、パリスは花嫁を奪われたのだ。"}
{"en": "had divorced from him even before their hands were joined.", "ja": "まだその手は結ばれもしないのに、パリスから離れていってしまったのだ。"}
{"en": "But still more piteous it was to hear the mournings of the old Lord and Lady Capulet,", "ja": "しかし、それにもまして気の毒なのは、キャピュレット公夫妻が悲しんでいることであった。"}
{"en": "who having but this one,", "ja": "夫妻にとってジュリエットはただひとりの子どもであった。"}
{"en": "one poor loving child to rejoice and solace in, cruel death had snatched her from their sight,", "ja": "ふたりが共に喜びと慰めの元としていた、たったひとりのふびんな愛《いと》し子であったのに、無慈悲なる死によって、この世から奪い取られてしまったのだ。"}
{"en": "just as these careful parents were on the point of seeing her advanced (as they thought) by a promising and advantageous match.", "ja": "慎重な両親が、先々見込みのある良縁によって、ジュリエットが世に出てゆく（こう２人は考えていた）のを見ようとしていた、まさにそのときに死んでしまったのだ。"}
{"en": "Now all things that were ordained for the festival were turned from their properties to do the office of a black funeral.", "ja": "祝宴のためにと用意されたものは、すべて用途が変更され、暗い葬儀のために使われることとなった。"}
{"en": "The wedding cheer served for a sad burial feast,", "ja": "婚礼のごちそうは悲しい埋葬の宴に使われた。"}
{"en": "the bridal hymns were changed for sullen dirges,", "ja": "婚礼の賛歌は陰気な葬送歌へと変更された。"}
{"en": "the sprightly instruments to melancholy bells,", "ja": "陽気な楽器はもの悲しい鐘となった。"}
{"en": "and the flowers that should have been strewed in the bride's path now served but to strew her corse.", "ja": "花嫁が通る道にまかれるはずだった花は、その亡骸にまくものとなった。"}
{"en": "Now, instead of a priest to marry her, a priest was needed to bury her,", "ja": "彼女を結婚させる司祭の変わりに、埋葬する司祭が必要だった。"}
{"en": "and she was borne to church indeed, not to augment the cheerful hopes of the living, but to swell the dreary numbers of the dead.", "ja": "ジュリエットは確かに教会へと運ばれていったのだけれど、それは生ける者たちの楽しい希望を増すためではなくて、みじめな死人を増やすためであった。"}
{"en": "Bad news, which always travels faster than good,", "ja": "悪い知らせというものは、いつもよい知らせよりも早く伝わるものである。"}
{"en": "now brought the dismal story of his Juliet's death to Romeo, at Mantua, before the messenger could arrive", "ja": "ロミオの元に、ジュリエットが死んだという暗いニュースが運ばれてきたのだが、それはロレンスがよこした使いのものが来る前のことであったのだ。"}
{"en": "who was sent from Friar Lawrence to apprise him that these were mock funerals only, and but the shadow and representation of death, and that his dear lady lay in the tomb but for a short while, expecting when Romeo would come to release her from that dreary mansion.", "ja": "ロレンスはロミオに、ジュリエットの葬式は偽装したもので、その死は演出された影にすぎぬこと、ロミオの愛する娘は、ほんの少しの時間墓の中に横たわっていて、ロミオがそのような寂しい場所から彼女を救出しにやってくるのを待っているのだということを知らせるはずだったのだ。"}
{"en": "Just before, Romeo had been unusually joyful and light-hearted.", "ja": "その知らせが来るまで、ロミオは常になく愉快な気分で浮かれていた。"}
{"en": "He had dreamed in the night that he was dead (a strange dream, that gave a dead man leave to think) and that his lady came and found him dead, and breathed such life with kisses in his lips that he revived and was an emperor!", "ja": "その夜、ロミオは夢を見たのだが、その内容はというと、自分が死んでいて（死者に考えることができるとは妙な夢といえる）、それを恋人がやってきて発見し、自分に接吻して命を吹き込むと、彼はよみがえり、皇帝となったのだ。"}
{"en": "And now that a messenger came from Verona, he thought surely it was to confirm some good news which his dreams had presaged.", "ja": "さて、死者がヴェロナから来たので、ロミオはてっきり、夢が知らせた吉報が実現したと思いこんだ。"}
{"en": "But when the contrary to this flattering vision appeared, and that it was his lady who was dead in truth, whom he could not revive by any kisses,", "ja": "ところが、ロミオを喜ばせた夢は逆夢となってしまい、恋人が本当に死んでしまって、どんな接吻をもってしてもよみがえらせることはできないのだと告げられたのだ。"}
{"en": "he ordered horses to be got ready,", "ja": "ロミオは馬のしたくをさせた。"}
{"en": "for he determined that night to visit Verona and to see his lady in her tomb.", "ja": "夜になったらヴェロナにいって、墓に入っている恋人を一目見ようと決心したのだ。"}
{"en": "And as mischief is swift to enter into the thoughts of desperate men, he called to mind a poor apothecary,", "ja": "悪い考えは、絶望した人の中にいち早く忍び入るものであるが、ロミオはある貧しい薬屋のことを思いだした。"}
{"en": "whose shop in Mantua he had lately passed, and from the beggarly appearance of the man, who seemed famished, and the wretched show in his show of empty boxes ranged on dirty shelves, and other tokens of extreme wretchedness, he had said at the time (perhaps having some misgivings that his own disastrous life might haply meet with a conclusion so desperate):", "ja": "マンテュアにあるその店の前を最近通りかかったのだが、飢えた乞食のような主人の表情、きたない棚の上に空き箱が並べてあるというみじめな有様そのほか極度に貧窮していることを示す様子を見て、そのときロミオはこう言ったのだった（たぶん、自分の不幸な人生が、そのような絶望的な終わりを迎えることになるのではないかと不安を抱いたのだろう）。"}
{"en": "\"If a man were to need poison, which by the law of Mantua it is death to sell, here lives a poor wretch who would sell it him.\"", "ja": "「もし毒薬を必要とすることになったら、マンテュアの法律では毒薬販売は死刑になるのだが、この貧しいやつならばきっと売ってくれるだろう。」"}
{"en": "These words of his now came into his mind", "ja": "今やこの言葉が改めて彼の心によみがえってきた。"}
{"en": "and he sought out the apothecary,", "ja": "ロミオはその薬屋を捜し出した。"}
{"en": "who after some pretended scruples, Romeo offering him gold, which his poverty could not resist, sold him a poison", "ja": "ロミオが金を差し出すと、薬屋は一応ためらうふうを見せはしたが、貧しいがゆえに拒むことができず、ロミオに毒薬を売ったのだった。"}
{"en": "which, if he swallowed, he told him, if he had the strength of twenty men, would quickly despatch him.", "ja": "その毒薬を飲めば、たとえ20人力を持っていても、たちまちあの世行きだろう、と薬屋は言った。"}
{"en": "With this poison he set out for Verona,", "ja": "この毒薬を持って、ロミオはヴェロナ目指して旅立った。"}
{"en": "to have a sight of his dear lady in her tomb, meaning, when he had satisfied his sight, to swallow the poison and be buried by her side.", "ja": "墓の中にいる、愛しい人を一目見て、死んだということを納得した上で、毒薬を飲んで、彼女のそばに埋葬されようと考えたのだった。"}
{"en": "He reached Verona at midnight,", "ja": "ロミオは真夜中にヴェロナへ着いた。"}
{"en": "and found the churchyard", "ja": "そして墓地を見つけた。"}
{"en": "in the midst of which was situated the ancient tomb of the Capulets.", "ja": "その中央に、キャピュレット家の先祖代々の墓があった。"}
{"en": "He had provided a light, and a spade, and wrenching-iron, and was proceeding to break open the monument", "ja": "ロミオは明かりとくわとかなてこを用意し、墓をこじ開けようと作業をはじめた。"}
{"en": "when he was interrupted by a voice, which by the name of VILE MONTAGUE bade him desist from his unlawful business.", "ja": "そのとき、「悪党モンタギュー」と呼ぶ声がし、その背徳行為をやめろと言われたのだった。"}
{"en": "It was the young Count Paris,", "ja": "それは若いパリス伯の声だった。"}
{"en": "who had come to the tomb of Juliet at that unseasonable time of night to strew flowers and to weep over the grave of her that should have been his bride.", "ja": "パリスは時はずれの夜中にジュリエットの墓にやってきて、わが花嫁となるはずだった人の墓に花をまき、嘆こうとしたのだった。"}
{"en": "He knew not what an interest Romeo had in the dead,", "ja": "パリス伯にはロミオが死人に対してどんな関係があるのか分からなかった。"}
{"en": "but, knowing him to be a Montague and (as he supposed) a sworn foe to all the Capulets,", "ja": "ただ、ロミオがモンタギュー家の人であることは知っていたので、（彼の想像では）キャピュレット家にとって許すべからざる敵ということになっていた。"}
{"en": "he judged that he was come by night to do some villainous shame to the dead bodies;", "ja": "パリス伯は、ロミオが夜にまぎれてここに来たのを、死体に下劣な凌辱《りょうじょく》を加えようとしているのだと思いこんでしまった。"}
{"en": "therefore in an angry tone he bade him desist;", "ja": "それゆえ、怒ってやめろと命じたのである。"}
{"en": "and as a criminal, condemned by the laws of Verona to die if he were found within the walls of the city, he would have apprehended him.", "ja": "ロミオはヴェロナの城壁内で発見されれば死刑となるべき罪人だったから、パリス伯はロミオを逮捕するつもりだった。"}
{"en": "Romeo urged Paris to leave him, and warned him by the fate of Tybalt, who lay buried there, not to provoke his anger or draw down another sin upon his head by forcing him to kill him.", "ja": "ロミオはパリスに手出しをするなと言い、そこに埋められているティバルトの最後を見たまえと警告し、自分を怒らせないでくれ、あなたを殺すことで、再び我が身に罪を招くようなことはしたくないのだ、と言った。"}
{"en": "But the count in scorn refused his warning, and laid hands on him as a felon,", "ja": "しかし、伯爵は軽蔑を持って警告を無視し、重罪人としてロミオに手をかけた。"}
{"en": "which, Romeo resisting, they fought,", "ja": "ロミオは抵抗し、格闘となった。"}
{"en": "and Paris fell.", "ja": "パリスは倒れた。"}
{"en": "When Romeo, by the help of a light, came to see who it was that he had slain,", "ja": "ロミオは燈火をたよりに、自分が殺した相手が誰なのかを見に来た。"}
{"en": "that it was Paris, who (he learned in his way from Mantua) should have married Juliet, he took the dead youth by the hand, as one whom misfortune had made a companion, and said that he would bury him in a triumphal grave, meaning in Juliet's grave, which he now opened.", "ja": "その人はパリスであり、（マンテュアから来る途中で知ったのだが）ジュリエットと結婚するはずだった人と知り、その死んだ青年の手を取って、不幸にも道連れとなった人として、今彼がひらいた勝利の墓、すなわちジュリエットの墓に埋葬してやろう、と言った。"}
{"en": "And there lay his lady,", "ja": "墓の中にはロミオの愛しい人が横たわっていた。"}
{"en": "as one whom death had no power upon to change a feature or complexion, in her matchless beauty; or as if death were amorous, and the lean, abhorred monster kept her there for his delight;", "ja": "死すらこの並びなき美しさを形成する目鼻立ちや容姿を変化させ得なかった人のようであったし、死に神がジュリエットを慕って、なぐさみのためにそこへ置いているように見えた。"}
{"en": "for she lay yet fresh and blooming,", "ja": "なぜそう見えたかというと、ジュリエットの体はまだ生き生きとして花のようだったからだ。"}
{"en": "as she had fallen to sleep when she swallowed that benumbing potion;", "ja": "これは、ジュリエットが麻酔剤を飲んだときには眠りに落ちていたからである。"}
{"en": "and near her lay Tybalt in his bloody shroud,", "ja": "ジュリエットの傍らに、ティバルトの血に染まった経かたびらを着た遺体があった。"}
{"en": "whom Romeo seeing, begged pardon of his lifeless corse, and for Juliet's sake called him COUSIN, and said that he was about to do him a favor by putting his enemy to death.", "ja": "ロミオはそれを見て、死体に許しを乞い、ジュリエットへの愛から彼を“いとこ”と呼び、君の敵だった自分を殺すことで、君のために尽くすつもりだ、と言った。"}
{"en": "Here Romeo took his last leave of his lady's lips, kissing them;", "ja": "そうしておいて、ロミオは愛人の唇に接吻して、最後の別れを告げた。"}
{"en": "and here he shook the burden of his cross stars from his weary body,", "ja": "それから、うみつかれた肉体から、不運の星がロミオに背負わせた重荷を振り落とした。"}
{"en": "swallowing that poison which the apothecary had sold him,", "ja": "つまり、薬屋が彼に売った毒を飲んだのだ。"}
{"en": "whose operation was fatal and real,", "ja": "その毒の効き目は、確実に人を死に追いやるものであった。"}
{"en": "not like that dissembling potion which Juliet had swallowed,", "ja": "ジュリエットが飲んだ偽装薬とは違っていたのだ。"}
{"en": "the effect of which was now nearly expiring,", "ja": "その薬の効果は今やさめかかっており、ジュリエットは目覚めようとしていた。"}
{"en": "and she about to awake to complain that Romeo had not kept his time, or that he had come too soon.", "ja": "ロミオが約束を守らなかったとか、来るのが早すぎたとか、そういったたぐいのことを言おうとしていた。"}
{"en": "For now the hour was arrived at which the friar had promised that she should awake;", "ja": "というのは、修道士がジュリエットに約束した、覚醒の時間が来ていたのだ。"}
{"en": "and he, having learned that his letters which he had sent to Mantua, by some unlucky detention of the messenger, had never reached Romeo, came himself, provided with a pickax and lantern, to deliver the lady from her confinement;", "ja": "そして、修道士は、彼がマンテュアに送った手紙が、使いの者が不運にも足止めされたために、ロミオに届かなかったことを知ったので、つるはしと提灯を持って、自分の手でジュリエットを死の場所から救い出そうとやってきた。"}
{"en": "but he was surprised to find a light already burning in the Capulets' monument,", "ja": "ところが、びっくりしたことに、キャピュレット家の墓の内部で、すでに灯がついているのを見つけたのだ。"}
{"en": "and to see swords and blood near it, and Romeo and Paris lying breathless by the monument,", "ja": "それに、あたりには刀や血潮が飛んでおり、ロミオとパリスが墓のそばで息絶えていたのだ。"}
{"en": "Before he could entertain a conjecture, to imagine how these fatal accidents had fallen out, Juliet awoke out of her trance,", "ja": "どうしてこんな惨事が起こったのかを推測する暇もないうちに、ジュリエットは昏睡状態から目覚めた。"}
{"en": "and, seeing the friar near her, she remembered the place where she was, and the occasion of her being there, and asked for Romeo,", "ja": "そばに修道士がいるのを見て、ジュリエットは自分がどこにいるのか、そしてなぜそこにいるのかを思いだし、ロミオがどこにいるのかを尋ねた。"}
{"en": "but the friar, hearing a noise, bade her come out of that place of death and of unnatural sleep, for a greater power than they could contradict had thwarted their intents;", "ja": "しかし、修道士は人の声を聞いたので、そのような死と不自然な眠りの場所からでてきなさい、私たちが逆らえない偉大なる力が、私たちの企てをくじいてしまったのだ、と言った。"}
{"en": "and, being frightened by the noise of people coming, he fled.", "ja": "そして、人の声が近づいてきたのにおびえて、修道士は逃げてしまった。"}
{"en": "But when Juliet saw the cup closed in her true love's hands, she guessed that poison had been the cause of his end,", "ja": "一方ジュリエットは、自分が真実愛した人の手に握られている杯を見て、毒薬によってロミオが最期を遂げたと判断した。"}
{"en": "and she would have swallowed the dregs if any had been left,", "ja": "もし少しでも毒薬が残っていたら、ジュリエットはそれを飲んでしまっただろう。"}
{"en": "and she kissed his still warm lips to try if any poison", "ja": "ジュリエットはまだ暖かいロミオの唇に接吻した。"}
{"en": "yet did hang upon them;", "ja": "まだ毒がそこに付いているか試したのだ。"}
{"en": "then hearing a nearer noise of people coming, she quickly unsheathed a dagger which she wore, and, stabbing herself, died by her true Romeo's side.", "ja": "人の声がますます近づいてくるのを聞いて、ジュリエットは急いで、持っていた短剣のさやを払い、自分の身を刺し、誠実なロミオのそばで死んだ。"}
{"en": "The watch by this time had come up to the place.", "ja": "夜警はもうすぐそこまで来ていた。"}
{"en": "A page belonging to Count Paris, who had witnessed the fight between his master and Romeo, had given the alarm,", "ja": "パリス伯の侍童が、パリスとロミオが格闘していたのを目撃しており、それを夜警に伝えた。"}
{"en": "which had spread among the citizens, who went up and down the streets of Verona confusedly", "ja": "そのことが市民たちにも伝わってきて、ヴェロナの町中が上を下への大混乱に巻き込まれた。"}
{"en": "exclaiming, \"A Paris! a Romeo! a Juliet!\" as the rumor had imperfectly reached them,", "ja": "市民にはいいかげんな噂が伝わっていたので、「パリスという人！」「ロミオという人！」「ジュリエットとか！」などとでたらめに叫び回っていた。"}
{"en": "till the uproar brought Lord Montague and Lord Capulet out of their beds, with the prince, to inquire into the causes of the disturbance.", "ja": "その騒ぎがモンタギュー卿やキャピュレット卿、さらには公爵にまで伝わり、何事が起こったのか取り調べが始まった。"}
{"en": "The friar had been apprehended by some of the watch, coming from the churchyard,", "ja": "あの修道士は墓地からでてきたところを夜警に捕まっていた。"}
{"en": "trembling, sighing, and weeping in a suspicious manner.", "ja": "彼はふるえながら、ため息をつき、涙を流していた、つまり、挙動不審な様子をしていたのだ。"}
{"en": "A great multitude being assembled at the Capulets' monument,", "ja": "群衆がキャピュレット家の墓の前に集まってきた。"}
{"en": "the friar was demanded by the prince to deliver what he knew of these strange and disastrous accidents.", "ja": "公爵は修道士に、このような奇妙な惨事について知っていることを述べよと命じた。"}
{"en": "And there, in the presence of the old Lords Montague and Capulet,", "ja": "修道士は、モンタギュー・キャピュレット両老公の前に進み出た。"}
{"en": "he faithfully related the story", "ja": "そして神妙な態度で陳述をはじめた。"}
{"en": "of their children's fatal love,", "ja": "「両家の子どもたちが命がけで恋をしていました。"}
{"en": "the part he took in promoting their marriage,", "ja": "私は２人が結婚する手引きをしました。"}
{"en": "in the hope in that union to end the long quarrels between their families;", "ja": "それによって両家がずっと抱いていた互いへの恨みを終わらせたかったからです。"}
{"en": "how Romeo, there dead, was husband to Juliet, and Juliet, there dead, was Romeo's faithful wife;", "ja": "そこに死んでいるロミオはジュリエットの夫であり、ジュリエットはロミオの忠実な妻でありました。"}
{"en": "how, before he could find a fit opportunity to divulge their marriage, another match was projected for Juliet,", "ja": "２人の結婚を公にする機会がなく、そのうちに、ジュリエットのために別の縁組みが計画されました。"}
{"en": "who, to avoid the crime of a second marriage, swallowed the sleeping-draught (as he advised),", "ja": "ジュリエットは、重婚の罪を避けようとして、眠り薬を飲んだのです（これは私が勧めました）。"}
{"en": "and all thought her dead;", "ja": "みんな、彼女は死んだと思いこみました。"}
{"en": "how meantime he wrote to Romeo to come and take her thence when the force of the potion should cease,", "ja": "その間に、私はロミオに、ヴェロナに帰ってきて、薬の効力が終わるころにジュリエットを連れていきなさい、と手紙を書きました。"}
{"en": "and by what unfortunate miscarriage of the messenger the letters never reached Romeo.", "ja": "しかし不幸なことに、使いの者がロミオに手紙を届けられなかったのです。」"}
{"en": "Further than this the friar could not follow the story,", "ja": "これ以上は、修道士は陳述を続けられなかった。"}
{"en": "nor knew more than that, coming himself to deliver Juliet from that place of death, he found the Count Paris and Romeo slain.", "ja": "また、彼自身がここに来たのはジュリエットを救い出そうとしたためにすぎず、また、パリス伯とロミオが殺されているのを見つけた、ということ以外には何も知らなかった。"}
{"en": "The remainder of the transactions was supplied by the narration of the page who had seen Paris and Romeo fight, and by the servant who came with Romeo from Verona,", "ja": "報告の残りは、パリスとロミオが戦っているのを見た侍童の陳述と、ヴェロナ追放以来ロミオに付き従ってきた従者によって補われた。"}
{"en": "to whom this faithful lover had given letters to be delivered to his father in the event of his death,", "ja": "従者は、あの忠実な愛人から、自分が死んだら父に渡してくれと託された手紙を持っていた。"}
{"en": "which made good the friar's words,", "ja": "その内容は、修道士の言葉を裏書きするものであった。"}
{"en": "confessing his marriage with Juliet, imploring the forgiveness of his parents,", "ja": "ロミオはその中で、ジュリエットと結婚したことを告白し、そのことを両親が許してくれるようにお願いしていた。"}
{"en": "acknowledging the buying of the poison of the poor apothecary and his intent in coming to the monument to die and lie with Juliet.", "ja": "貧しい薬屋から毒薬を買ったこと、墓地に行って、死んでジュリエットと共に永眠したいという意向がしたためてあった。"}
{"en": "All these circumstances agreed together", "ja": "これらの事情はすべてつじつまが合っていた。"}
{"en": "to clear the friar from any hand he could be supposed to have in these complicated slaughters,", "ja": "修道士がこの複雑な殺人事件には何ら関わっていないことが明らかになった。"}
{"en": "further than as the unintended consequences of his own well-meant, yet too artificial and subtle contrivances.", "ja": "この事件は、修道士がよかれと思って人為的で小器用な計画をめぐらした結果、意図せずして起こってしまったにすぎなかったのである。"}
{"en": "And the prince, turning to these old lords, Montague and Capulet, rebuked them for their brutal and irrational enmities, and showed them what a scourge Heaven had laid upon such offenses, that it had found means even through the love of their children to punish their unnatural hate.", "ja": "そこで公爵は、モンタギュー・キャピュレット両老公の方へ向きなおり、彼らが野蛮かつ不合理な敵意を互いに持っていたことを責め、天がそれを罰したもうたのだ、そなたたちの不自然な憎悪を罰するために、そなたたちの子どもの恋愛でさえも使われたのだぞ、とさとした。"}
{"en": "And these old rivals, no longer enemies,", "ja": "長いこと争いあってきた２人の老公は、もう仇敵ではなくなった。"}
{"en": "agreed to bury their long strife in their children's graves;", "ja": "昔のことは子どもたちの墓に埋めてしまおう、ということになったのだ。"}
{"en": "and Lord Capulet requested Lord Montague to give him his hand, calling him by the name of brother,", "ja": "キャピュレット卿は、モンタギュー卿に対して“兄弟”と呼びかけ、その手を与えてほしいと言った。"}
{"en": "as if in acknowledgment of the union of their families by the marriage of the young Capulet and Montague;", "ja": "若い２人の結婚を持って、これから仲良くしていこう、と申し出ているみたいだった。"}
{"en": "and saying that Lord Montague's hand (in token of reconcilement) was all he demanded for his daughter's jointure.", "ja": "そして、（和解のしるしとして）モンタギュー卿の手を頂ければ、娘の寡婦産［＃注１］として欲しいものは他にないのだ、と言ったのである。"}
{"en": "and saying that Lord Montague's hand (in token of reconcilement) was all he demanded for his daughter's jointure.", "ja": "しかし、モンタギュー卿はもっとたくさんさしあげましょうと申し出た。"}
{"en": "for he would raise her a statue of pure gold that, while Verona kept its name, no figure should be so esteemed for its richness and workmanship as that of the true and faithful Juliet.", "ja": "ジュリエットのために純金の像を建ててあげたいのです、ヴェロナの町が続くかぎり、その立派さ、その出来映えを尊ばれる像として、まことの貞節を示したジュリエットの像以外にはありませんからな、ということだった。"}
{"en": "And Lord Capulet in return said that he would raise another statue to Romeo.", "ja": "キャピュレット卿は、ロミオのために別の像を建てよう、と言った。"}
{"en": "So did these poor old lords, when it was too late, strive to outgo each other in mutual courtesies;", "ja": "こうして、２人のかわいそうな老公たちは、万事手遅れになってしまったのち、相手に好意を持っているのだということを示し始めたのだ。"}
{"en": "while so deadly had been their rage and enmity in past times that nothing but the fearful overthrow of their children (poor sacrifices to their quarrels and dissensions) could remove the rooted hates and jealousies of the noble families.", "ja": "過去において、両家があまりに激しく怒り、憎んできたのであるから、２人の子ども（両家の争いと不和の哀れな犠牲者となった）が恐るべき最後をとげなければ、この名家同士の憎悪と嫉妬《しっと》を取り除くことができなかったのである。"}
