{"en": "A SCANDAL IN BOHEMIA", "ja": "ボヘミアの醜聞ボヘミアの醜聞"}
{"en": "To Sherlock Holmes she is always THE woman.", "ja": "シャーロック・ホームズにとって、彼女は常に『あのひと』だった。"}
{"en": "I have seldom heard him mention her under any other name.", "ja": "他の呼称など、つゆほども聞かない。"}
{"en": "In his eyes she eclipses and predominates the whole of her sex.", "ja": "彼女の前ではどんな女性も影を潜める、とでもホームズは考えているのだろう。"}
{"en": "It was not that he felt any emotion akin to love for Irene Adler.", "ja": "しかしアイリーン・アドラーに恋愛感情の類を抱いているわけではない。"}
{"en": "All emotions, and that one particularly, were abhorrent to his cold, precise but admirably balanced mind.", "ja": "あらゆる情、とりわけ恋愛感情などは、ホームズの沈着・精密でかつ均整の取れた精神と相反するものなのだ。"}
{"en": "He was, I take it, the most perfect reasoning and observing machine that the world has seen,", "ja": "私見だが、ホームズは推理と観察にかけては世士無双、まったくの機械である。"}
{"en": "but as a lover he would have placed himself in a false position.", "ja": "けれども恋愛向きではない。"}
{"en": "He never spoke of the softer passions, save with a gibe and a sneer.", "ja": "嘲笑、冷笑なしでは人間の正の感情について語れないのだ。"}
{"en": "They were admirable things for the observer--excellent for drawing the veil from men's motives and actions.", "ja": "愛、友情、慈悲などの正の感情は人の動機や行動をあらわにするので、その点では観察家にとって注目に値する。"}
{"en": "But for the trained reasoner to admit such intrusions into his own delicate and finely adjusted temperament was to introduce a distracting factor which might throw a doubt upon all his mental results.", "ja": "しかし訓練された推理家にしてみれば、その繊細で微妙に調整された精神に侵入されては、その下すあらゆる判断をかき乱し、疑いを掛けることになる。"}
{"en": "Grit in a sensitive instrument, or a crack in one of his own high-power lenses, would not be more disturbing than a strong emotion in a nature such as his.", "ja": "精密機器に砂が混入しても、所持する高性能の拡大鏡にひびが入っても、ホームズのような心に強い情緒が生まれるよりは、さして阻害にならないだろう。"}
{"en": "And yet there was but one woman to him,", "ja": "しかしやはりというか、ホームズにも一人、女性というものがあった。"}
{"en": "and that woman was the late Irene Adler, of dubious and questionable memory.", "ja": "故アイリーン・アドラー、いまだ謎のまま記憶に残っている女性である。"}
{"en": "I had seen little of Holmes lately.", "ja": "近頃、ホームズとは会っていなかった。"}
{"en": "My marriage had drifted us away from each other.", "ja": "私の結婚が二人を疎遠にしたのだ。"}
{"en": "My own complete happiness, and the home-centred interests which rise up around the man who first finds himself master of his own establishment, were sufficient to absorb all my attention,", "ja": "結婚生活はまさに至福で、初めて所帯主になったこともあり、私の熱意はすっかり家庭中心に注がれていたのだ。"}
{"en": "while Holmes, who loathed every form of society with his whole Bohemian soul, remained in our lodgings in Baker Street, buried among his old books, and alternating from week to week between cocaine and ambition, the drowsiness of the drug, and the fierce energy of his own keen nature.", "ja": "かたやホームズと言えば、持ち前のボヘミアン気質から世俗を避け、ベイカー街の我らが下宿にとどまり、古書の山にうずもれ、コカインと覇気、つまり麻薬にふけったり、天性の鋭さで精力的に活動したりすることを交互に繰り返していた。"}
{"en": "He was still, as ever, deeply attracted by the study of crime, and occupied his immense faculties and extraordinary powers of observation in following out those clues, and clearing up those mysteries which had been abandoned as hopeless by the official police.", "ja": "例のごとく犯罪の研究に没頭しているのであり、多大なる才と人並みならぬ観察力を駆使して、警察でさえ絶望的と匙を投げた事件をも、糸口を見つけ、謎を解き明かしていた。"}
{"en": "From time to time I heard some vague account of his doings:", "ja": "折々、ホームズの活動を風のうわさに聞くことがある。"}
{"en": "of his summons to Odessa in the case of the Trepoff murder, of his clearing up of the singular tragedy of the Atkinson brothers at Trincomalee, and finally of the mission which he had accomplished so delicately and successfully for the reigning family of Holland.", "ja": "トレポフ殺人事件でオデッサ（※１）に招聘されたとか、トリンコマリィ（※２）でアトキンソン兄弟の奇妙な惨劇を解決したとか、ひいてはオランダ王室のために秘密裏に任務を遂行したとか。"}
{"en": "Beyond these signs of his activity, however, which I merely shared with all the readers of the daily press, I knew little of my former friend and companion.", "ja": "しかし私も日刊新聞の一読者として知るのみで、かつて友人でありパートナーであった男のことを知る由もなかったのだ。"}
{"en": "One night--it was on the twentieth of March, 1888--I was returning from a journey to a patient (for I had now returned to civil practice), when my way led me through Baker Street.", "ja": "ある夜、一八八八年三月二十日のことだが、私は患者の往診の帰途（元の開業医に戻っていたので）、ベイカー街を通りがかった。"}
{"en": "As I passed the well-remembered door, which must always be associated in my mind with my wooing, and with the dark incidents of the Study in Scarlet,", "ja": "あの見慣れた戸口を見ると、求婚時代や、陰惨な『緋のエチュード』事件のことがいつも心に甦ってくる。"}
{"en": "I was seized with a keen desire to see Holmes again, and to know how he was employing his extraordinary powers.", "ja": "私はふとホームズに会いたい、人並みならぬ能力を発揮するのを見たい、そんな衝動に駆られたのである。"}
{"en": "His rooms were brilliantly lit, and, even as I looked up, I saw his tall, spare figure pass twice in a dark silhouette against the blind.", "ja": "ホームズの部屋は煌々とし、私が見上げている間でさえ、ホームズの長身痩躯の影法師が二度窓に映った。"}
{"en": "He was pacing the room swiftly, eagerly, with his head sunk upon his chest and his hands clasped behind him.", "ja": "うつむき、手を後ろで組み、部屋をせかせかと力強く低回している。"}
{"en": "To me, who knew his every mood and habit, his attitude and manner told their own story.", "ja": "私は気心や癖を心得ているので、その態度や物腰からすべてが伺える。"}
{"en": "He was at work again.", "ja": "また仕事をしているのだ。"}
{"en": "He had risen out of his drug-created dreams and was hot upon the scent of some new problem.", "ja": "麻薬の夢からうつつに帰り、新しい事件の香りに興奮を隠せないでいる。"}
{"en": "I rang the bell and was shown up to the chamber which had formerly been in part my own.", "ja": "私は呼び鈴を鳴らすと、以前は私と共用していたあの部屋に案内された。"}
{"en": "His manner was not effusive.", "ja": "ホームズは感情こそあからさまではなかった。"}
{"en": "It seldom was;", "ja": "いつも通りだが、"}
{"en": "but he was glad, I think, to see me.", "ja": "再会を喜んではくれたようだ。"}
{"en": "With hardly a word spoken, but with a kindly eye, he waved me to an armchair, threw across his case of cigars, and indicated a spirit case and a gasogene in the corner.", "ja": "何も言わず、あたたかい目をし、安楽椅子（アーム・チェア）を手で示すと葉巻入れを投げてよこし、部屋の隅にあるアルコールとガソジン（※３）を指し示した。"}
{"en": "Then he stood before the fire and looked me over in his singular introspective fashion.", "ja": "そしてホームズは暖炉の前に立つと、内に秘めたまなざしで私を見るのである。"}
{"en": "\"Wedlock suits you,\"", "ja": "「幸せ太りか。」"}
{"en": "he remarked.", "ja": "とホームズ。"}
{"en": "\"I think, Watson, that you have put on seven and a half pounds since I saw you.\"", "ja": "「思うにワトソン、以前より七ポンド半の増だ。（※４）」"}
{"en": "\"Seven!\"", "ja": "「七だよ。」"}
{"en": "I answered.", "ja": "と私は返答する。"}
{"en": "\"Indeed, I should have thought a little more.", "ja": "「うむ、もう少し思考するべきだったか。"}
{"en": "Just a trifle more, I fancy, Watson.", "ja": "ややもすると、などと思ったのだワトソン。"}
{"en": "And in practice again, I observe.", "ja": "では次に思うは、君の開業だ。"}
{"en": "You did not tell me that you intended to go into harness.\"", "ja": "復帰するなど言ってくれなかったね。」"}
{"en": "\"Then, how do you know?\"", "ja": "「どうして知っているんだ？」"}
{"en": "\"I see it, I deduce it.", "ja": "「わかる、演繹したからね。"}
{"en": "How do I know that you have been getting yourself very wet lately, and that you have a most clumsy and careless servant girl?\"", "ja": "さもなくば、なぜに僕は君が最近ずぶぬれになったことや、不器用で不注意な女中がいることを知っているのかね？」"}
{"en": "\"My dear Holmes,\" said I, \"this is too much.", "ja": "「ホームズくん、完敗だ。"}
{"en": "You would certainly have been burned, had you lived a few centuries ago.", "ja": "数世紀前なら火あぶりものだよ。"}
{"en": "It is true that I had a country walk on Thursday and came home in a dreadful mess,", "ja": "実を言えば木曜日、田舎を歩いてね、泥水まみれで帰宅したんだ。"}
{"en": "but as I have changed my clothes I can't imagine how you deduce it.", "ja": "でも服は着替えたし、君がどう演繹したのかさっぱりだ。"}
{"en": "As to Mary Jane, she is incorrigible, and my wife has given her notice,", "ja": "メアリ・ジェインは、これがいかんともしがたくてね、妻が暇を出したよ。"}
{"en": "but there, again, I fail to see how you work it out.\"", "ja": "しかし、いや、まったく君は何をどう見つけたものか。」"}
{"en": "He chuckled to himself and rubbed his long, nervous hands together.", "ja": "ホームズは含み笑いし、長くきめ細やかな手をこすり合わせた。"}
{"en": "\"It is simplicity itself,\"", "ja": "「事はいたって簡単だ。"}
{"en": "\"my eyes tell me that on the inside of your left shoe, just where the firelight strikes it, the leather is scored by six almost parallel cuts.", "ja": "僕の目に嫌でも入ってくるよ、君の革靴、左内側、ちょうど火灯りに照らされたあたりの、ほぼ平行な六つの傷がね。"}
{"en": "Obviously they have been caused by someone who has very carelessly scraped round the edges of the sole in order to remove crusted mud from it.", "ja": "これは明らかに、誰かが固化した泥を取り除こうと、靴底を何とも不用意にもこすったために出来たものだ。"}
{"en": "Hence, you see, my double deduction", "ja": "したがって、わかるかい、二つの演繹が可能だ。"}
{"en": "that you had been out in vile weather, and that you had a particularly malignant boot-slitting specimen of the London slavey.", "ja": "君は悪天候に見舞われ、かつ君のお抱えはロンドン女中の例に漏れず、靴を傷つけるほど不器用である、と。"}
{"en": "As to your practice, if a gentleman walks into my rooms smelling of iodoform, with a black mark of nitrate of silver upon his right forefinger, and a bulge on the right side of his top-hat to show where he has secreted his stethoscope,", "ja": "開業についてだが、とある紳士がヨードホルム（※５）を鼻につくほど匂わせ、右人差し指に硝酸銀（※６）の黒いシミをつけ、聴診器が入っていますよとこれみよがしにシルクハットの右側を膨らませて入ってきたのだよ。"}
{"en": "I must be dull, indeed, if I do not pronounce him to be an active member of the medical profession.\"", "ja": "その人物を医療に携わっていると指摘できなければ、僕は相当のうつけ者にちがいない。」"}
{"en": "I could not help laughing at the ease with which he explained his process of deduction.", "ja": "いとも簡単に演繹の道筋を説明してしまうので、私は笑うほかなかった。"}
{"en": "\"When I hear you give your reasons,\" I remarked, \"the thing always appears to me to be so ridiculously simple that I could easily do it myself,", "ja": "「君の推理を聞くと、いつも可笑しいほど簡単なので、私にもたやすいと思ってしまうんだ。"}
{"en": "though at each successive instance of your reasoning I am baffled until you explain your process.", "ja": "だけども君の引き出す論拠ひとつひとつが、説明を受けるまで何の事やら。"}
{"en": "And yet I believe that my eyes are as good as yours.\"", "ja": "これでも私の目も君には負けてないつもりなんだが。」"}
{"en": "\"Quite so,\"", "ja": "「無論。」"}
{"en": "he answered, lighting a cigarette, and throwing himself down into an armchair.", "ja": "とホームズは答え、紙巻き煙草に火をつけ、安楽椅子に腰を下ろした。"}
{"en": "\"You see, but you do not observe.", "ja": "「見てはいるが、観察していない。"}
{"en": "The distinction is clear.", "ja": "差は歴然だ。"}
{"en": "For example, you have frequently seen the steps which lead up from the hall to this room.\"", "ja": "例えば、君も玄関からこの部屋までの階段は何度も見ているね。」"}
{"en": "\"Frequently.\"", "ja": "「何度も。」"}
{"en": "\"How often?\"", "ja": "「幾度？」"}
{"en": "\"Well, some hundreds of times.\"", "ja": "「ん、何百回となく。」"}
{"en": "\"Then how many are there?\"", "ja": "「では何段ある？」"}
{"en": "\"How many?", "ja": "「何段とな？"}
{"en": "I don't know.\"", "ja": "知らんよ。」"}
{"en": "\"Quite so!", "ja": "「無論！"}
{"en": "You have not observed.", "ja": "観察していないからね。"}
{"en": "And yet you have seen.", "ja": "だが見るだけは見ている。"}
{"en": "That is just my point.", "ja": "それが差だ。"}
{"en": "Now, I know that there are seventeen steps,", "ja": "さぁ、僕は十七段あると知っている。"}
{"en": "because I have both seen and observed.", "ja": "見、そして観察しているからだ。"}
{"en": "By-the-way, since you are interested in these little problems, and since you are good enough to chronicle one or two of my trifling experiences,", "ja": "ところで話のついでだが、君は瑣事が好きで、僕のつまらぬ体験をひとつふたつ記録に起こしただろう。"}
{"en": "you may be interested in this.\"", "ja": "そんな君ならこれも気に入ってくれよう。」"}
{"en": "He threw over a sheet of thick, pink-tinted note-paper which had been lying open upon the table.", "ja": "とホームズが投げてよこしたのは、開封済みでテーブルの上にあった薄紅色の厚手の便せんだった。"}
{"en": "\"It came by the last post,\"", "ja": "「つい先刻郵便でね。"}
{"en": "\"Read it aloud.\"", "ja": "声を出して読んでみたまえ。」"}
{"en": "The note was undated, and without either signature or address.", "ja": "便せんに日付はなく、署名、住所すらなかった。"}
{"en": "\"There will call upon you to-night, at a quarter to eight o'clock,\"", "ja": "お訪ねするのは今夜、八時十五分前。"}
{"en": "\"a gentleman who desires to consult you upon a matter of the very deepest moment.", "ja": "一人の紳士が貴下にある極まりない重要事に関して意見を承るべく、参上致します。"}
{"en": "Your recent services to one of the royal houses of Europe have shown that you are one who may safely be trusted with matters which are of an importance which can hardly be exaggerated.", "ja": "近時、貴下がヨーロッパのさるご王室に尽くされたことを見ても、貴下は世に見ぬ一大事でもためらいなく託せる方と存じます。"}
{"en": "This account of you we have from all quarters received.", "ja": "私どもも貴下のご活躍を聞くこと、諸方面にございます。"}
{"en": "Be in your chamber then at that hour, and do not take it amiss if your visitor wear a mask.\"", "ja": "何卒、その折はご在宅くださるよう、また当方が覆面をしておりましても、お気を悪くなさらぬよう、お願い致します。"}
{"en": "\"This is indeed a mystery,\"", "ja": "「実に不可思議だ。」"}
{"en": "I remarked.", "ja": "と私。"}
{"en": "\"What do you imagine that it means?\"", "ja": "「君は何を思い浮かべる？」"}
{"en": "\"I have no data yet.", "ja": "「まだ材料（データ）がない。"}
{"en": "It is a capital mistake to theorize before one has data.", "ja": "材料なくして理論立てするのは、致命的な誤りだ。"}
{"en": "Insensibly one begins to twist facts to suit theories, instead of theories to suit facts.", "ja": "無意識のうちに、事実と符合するべく推理するのではなく、推理に符合するべく事実を歪曲することになる。"}
{"en": "But the note itself.", "ja": "しかしここに紙がある。"}
{"en": "What do you deduce from it?\"", "ja": "演繹してごらん。」"}
{"en": "I carefully examined the writing, and the paper upon which it was written.", "ja": "私はその筆跡、紙質を綿密に調べた。"}
{"en": "\"The man who wrote it was presumably well to do,\"", "ja": "「これを書いた人物は、おそらく金持ちだね。」"}
{"en": "I remarked, endeavouring to imitate my companion's processes.", "ja": "と私は我がパートナーのやり方を出来るだけ模倣してみた。"}
{"en": "\"Such paper could not be bought under half a crown a packet.", "ja": "「このような紙なら、一袋半クラウン（※７）はくだらない。"}
{"en": "It is peculiarly strong and stiff.\"", "ja": "独特の硬質感と丈夫さがある。」"}
{"en": "\"Peculiar", "ja": "「独特、か。"}
{"en": "--that is the very word,\"", "ja": "うまい言葉だ。」"}
{"en": "said Holmes.", "ja": "とホームズ。"}
{"en": "\"It is not an English paper at all.", "ja": "「英国製ではないのだ。"}
{"en": "Hold it up to the light.\"", "ja": "灯りにかざしてみたまえ。」"}
{"en": "I did so, and saw a large \"E\" with a small \"g,\" a \"P,\" and a large \"G\" with a small \"t\" woven into the texture of the paper.", "ja": "その通りにすると、大文字のＥと小文字のｇ、続いてＰ、Ｇと小文字のｔが透かしで入っていた。"}
{"en": "\"What do you make of that?\"", "ja": "「これは何かな？」"}
{"en": "asked Holmes.", "ja": "とホームズが訊く。"}
{"en": "\"The name of the maker, no doubt;", "ja": "「製紙会社の名前、間違いなくその頭文字だ。」"}
{"en": "\"Not at all.", "ja": "「残念。"}
{"en": "The 'G' with the small 't' stands for 'Gesellschaft,' which is the German for 'Company.'", "ja": "GtはGesellschaft、ドイツ語で会社という意味だ。"}
{"en": "It is a customary contraction like our 'Co.'", "ja": "僕らがきまってCoと省略するのと同様。"}
{"en": "'P,' of course, stands for 'Papier.'", "ja": "Ｐはもちろん、Papierつまり紙のこと。"}
{"en": "Now for the 'Eg.' Let us glance at our Continental Gazetteer.\"", "ja": "さてEgだが、これは大陸地名辞典でも参照してみよう。」"}
{"en": "He took down a heavy brown volume from his shelves.", "ja": "ホームズは棚から褐色の分厚い本を取りだした。"}
{"en": "\"Eglow, Eglonitz--here we are, Egria.", "ja": "「Eglow, Eglonitz……これだ、Eger（※８）。"}
{"en": "It is in a German-speaking country--in Bohemia, not far from Carlsbad.", "ja": "エイガといって、ドイツ語圏だね、ボヘミア（※９）にありカールスバットのほど近くだ。"}
{"en": "'Remarkable as being the scene of the death of Wallenstein,", "ja": "『ヴァレンシュタイン終焉の地として有名。"}
{"en": "and for its numerous glass-factories and paper-mills.'", "ja": "ガラス工房と製紙工場が多くある。』"}
{"en": "Ha, ha, my boy, what do you make of that?\"", "ja": "ほらほら、君、これは何かな？」"}
{"en": "His eyes sparkled, and he sent up a great blue triumphant cloud from his cigarette.", "ja": "ホームズは目を炯々とさせ、勝ちどきの紫煙を煙草から上げたのだった。"}
{"en": "\"The paper was made in Bohemia,\"", "ja": "「この紙は、ボヘミアで作られました。」"}
{"en": "I said.", "ja": "とは私。"}
{"en": "\"Precisely.", "ja": "「いかにも。"}
{"en": "And the man who wrote the note is a German.", "ja": "そしてこの手紙を書いたのはドイツ人だ。"}
{"en": "Do you note the peculiar construction of the sentence", "ja": "こんな奇妙な構文をした文章があっただろう、"}
{"en": "--'This account of you we have from all quarters received.'", "ja": "『私どもも貴下のご活躍を聞くこと、諸方面にございます』。"}
{"en": "A Frenchman or Russian could not have written that.", "ja": "フランス人やロシア人なら、このように書くまい。"}
{"en": "It is the German who is so uncourteous to his verbs.", "ja": "動詞の扱いが不躾なのは、ドイツ人だからだ。"}
{"en": "It only remains, therefore, to discover what is wanted by this German who writes upon Bohemian paper and prefers wearing a mask to showing his face.", "ja": "それゆえ残るところは、ボヘミアの紙で手紙を書き、覆面で顔見せを拒みたがるドイツ人が何を望んでいるか、その一点だ。"}
{"en": "And here he comes, if I am not mistaken, to resolve all our doubts.\"", "ja": "む、まさに今来たれり、勘違いでなければ、僕らの疑いはすぐに晴れる。」"}
{"en": "As he spoke there was the sharp sound of horses' hoofs and grating wheels against the curb, followed by a sharp pull at the bell.", "ja": "発言に間もなく、馬の蹄の鋭い音、車輪が歩道の縁石に当たって軋む音が聞こえ、続いてベルが強く鳴り響いた。"}
{"en": "Holmes whistled.", "ja": "ホームズは口笛を吹く。"}
{"en": "\"A pair, by the sound,\"", "ja": "「二頭立てだ、この音なら。」"}
{"en": "\"Yes,\"", "ja": "とホームズは窓の外をながめて、続ける。"}
{"en": "he continued, glancing out of the window.", "ja": "「当たりだ。"}
{"en": "\"A nice little brougham and a pair of beauties.", "ja": "小型で立派なブルーム型馬車（※10）で、申し分ない馬だ。"}
{"en": "A hundred and fifty guineas apiece.", "ja": "片方で一五〇ギニィはする（※７）。"}
{"en": "There's money in this case, Watson, if there is nothing else.\"", "ja": "報酬だけはありそうだ、ワトソン、たとえつまらない仕事でもね。」"}
{"en": "\"I think that I had better go, Holmes.\"", "ja": "「私は帰った方が良さそうだな、ホームズ。」"}
{"en": "\"Not a bit, Doctor.", "ja": "「いいや、博士。"}
{"en": "Stay where you are.", "ja": "ここにいたまえ。"}
{"en": "I am lost without my Boswell.", "ja": "ボズウェル（※11）あってこその僕だ。"}
{"en": "And this promises to be interesting.", "ja": "それに今度の依頼、面白そうだ。"}
{"en": "It would be a pity to miss it.\"", "ja": "逃すと後悔の極みだよ。」"}
{"en": "\"But your client--\"", "ja": "「しかし依頼人は……」"}
{"en": "\"Never mind him.", "ja": "「気にすることはない。"}
{"en": "I may want your help, and so may he.", "ja": "僕が君の助けを必要とするのだから、依頼人とて同じ事。"}
{"en": "Here he comes.", "ja": "ご来訪のようだ。"}
{"en": "Sit down in that armchair, Doctor,", "ja": "安楽椅子にかけたまえ、博士。"}
{"en": "and give us your best attention.\"", "ja": "そして最良の忠告を与えてくれ。」"}
{"en": "A slow and heavy step, which had been heard upon the stairs and in the passage, paused immediately outside the door.", "ja": "ゆっくりで重い足取りが、階段あるいは廊下から聞こえ、やがてドアの手前でやんだ。"}
{"en": "Then there was a loud and authoritative tap.", "ja": "それから大きく高圧的に叩く音がした。"}
{"en": "\"Come in!\"", "ja": "「お入りなさい！」"}
{"en": "said Holmes.", "ja": "とホームズ。"}
{"en": "A man entered who could hardly have been less than six feet six inches in height, with the chest and limbs of a Hercules.", "ja": "来訪した男は、背丈六フィート六インチはあり、ヘラクレスのごとき胸板の厚さと腕の太さがあった。"}
{"en": "His dress was rich with a richness which would, in England, be looked upon as akin to bad taste.", "ja": "召し物は豪奢だが、英国では悪趣味と見なされる類である。"}
{"en": "Heavy bands of astrakhan were slashed across the sleeves and fronts of his double-breasted coat, while the deep blue cloak which was thrown over his shoulders was lined with flame-coloured silk and secured at the neck with a brooch which consisted of a single flaming beryl.", "ja": "ダブル・コートの袖と襟にはアストラカン毛皮（※12）が広く付いていて、肩から羽織った濃紺のマントは裏地に炎（ほむら）色の絹を使い、首留めはきらびやかな緑柱石のブローチだった。"}
{"en": "Boots which extended halfway up his calves, and which were trimmed at the tops with rich brown fur, completed the impression of barbaric opulence which was suggested by his whole appearance.", "ja": "ふくらはぎの半分を包むブーツは、上部にふかふかした褐色の毛皮を施されていて、風采から醸し出される強引な豪華さを完璧なものにしていた。"}
{"en": "He carried a broad-brimmed hat in his hand, while he wore across the upper part of his face, extending down past the cheekbones, a black vizard mask,", "ja": "男は片手に鍔広の帽子を持ち、まびさし型の黒の覆面は顔の上半分を隠し、頬骨までに至っていた。"}
{"en": "which he had apparently adjusted that very moment, for his hand was still raised to it as he entered.", "ja": "どうも入室時に直したらしく、手はまだそこにあった。"}
{"en": "From the lower part of the face he appeared to be a man of strong character, with a thick, hanging lip, and a long, straight chin suggestive of resolution pushed to the length of obstinacy.", "ja": "顔の下半分から察するに、意志の強い男のようで、唇は厚くつり上がっており、下顎は長く通っていて、芯は曲げぬというような決意さえ感じさせた。"}
{"en": "\"You had my note?\"", "ja": "「手紙は見られましたな？」"}
{"en": "he asked with a deep harsh voice and a strongly marked German accent.", "ja": "と深く厳しい声、強いドイツ訛りで問いかける。"}
{"en": "\"I told you that I would call.\"", "ja": "「来訪は連絡したはずだが、」"}
{"en": "He looked from one to the other of us, as if uncertain which to address.", "ja": "と、どちらに話したものかと思案した風に我々二人を比べ見た。"}
{"en": "\"Pray take a seat,\"", "ja": "「お掛けください。」"}
{"en": "said Holmes.", "ja": "とホームズ。"}
{"en": "\"This is my friend and colleague, Dr. Watson,", "ja": "「こちらは我が友人でパートナーのワトソン博士。"}
{"en": "who is occasionally good enough to help me in my cases.", "ja": "時折、事件に助力してくれます。"}
{"en": "Whom have I the honour to address?\"", "ja": "どなた様とお呼びすればよろしいですか？」"}
{"en": "\"You may address me as the Count Von Kramm,", "ja": "「フォン・クラム伯爵とお呼び願おう。"}
{"en": "a Bohemian nobleman.", "ja": "ボヘミアの貴族だ。"}
{"en": "I understand that this gentleman, your friend, is a man of honour and discretion, whom I may trust with a matter of the most extreme importance.", "ja": "其方の友人たる紳士、かかる重要事をうち明けるに足る、まことに分別信義を備えた男であろうな？"}
{"en": "If not, I should much prefer to communicate with you alone.\"", "ja": "違うのであれば、其方一人に語るが良かろうかと存ずるが。」"}
{"en": "I rose to go, but Holmes caught me by the wrist and pushed me back into my chair.", "ja": "私は席を外そうとしたのだが、ホームズが腕を掴み、椅子に押し込んだのだ。"}
{"en": "\"It is both, or none,\"", "ja": "「二人でなければ、依頼はなかったことに。」"}
{"en": "said he.", "ja": "とホームズ。"}
{"en": "\"You may say before this gentleman anything which you may say to me.\"", "ja": "「僕におっしゃってよいことは、この紳士の前でおっしゃっても何ら支障ありません。」"}
{"en": "The Count shrugged his broad shoulders.", "ja": "伯爵は広い肩をすくめる。"}
{"en": "\"Then I must begin,\"", "ja": "「まず断っておきたいのだが、"}
{"en": "\"by binding you both to absolute secrecy for two years;", "ja": "二年間他言しないと約束されたい。"}
{"en": "at the end of that time the matter will be of no importance.", "ja": "その後は重要ではなくなるだろうが、"}
{"en": "At present it is not too much to say that it is of such weight it may have an influence upon European history.\"", "ja": "現時点、ヨーロッパの歴史に影響を及ぼしかねんと申しても、誇張はありますまいぞ。」"}
{"en": "\"I promise,\"", "ja": "「約束いたします。」"}
{"en": "said Holmes.", "ja": "とホームズ。"}
{"en": "\"And I.\"", "ja": "「私も。」"}
{"en": "\"You will excuse this mask,\"", "ja": "「この覆面もお許し請う。」"}
{"en": "continued our strange visitor.", "ja": "と風変わりな客は話を続ける。"}
{"en": "\"The august person who employs me wishes his agent to be unknown to you, and I may confess at once that the title by which I have just called myself is not exactly my own.\"", "ja": "「これは代理人を仰せつかわせたある高貴なお方のご希望であり、なお、実を申せば先ほど名乗った我が名も、本名ではあらぬ。」"}
{"en": "\"I was aware of it,\"", "ja": "「存じております。」"}
{"en": "said Holmes dryly.", "ja": "とホームズは冷ややかに言う。"}
{"en": "\"The circumstances are of great delicacy,", "ja": "「事態は実に微妙である。"}
{"en": "and every precaution has to be taken to quench what might grow to be an immense scandal and seriously compromise one of the reigning families of Europe.", "ja": "どのような予防策を用いても、醜聞の種火が大きくなり、ヨーロッパのさる王室の名誉を毀損することを防がねばならぬ。"}
{"en": "To speak plainly, the matter implicates the great House of Ormstein, hereditary kings of Bohemia.\"", "ja": "飾らずに申すと、ボヘミア累代の王室、オルムシュタイン家が関与している事なのだ。」"}
{"en": "\"I was also aware of that,\"", "ja": "「それも存じております。」"}
{"en": "murmured Holmes, settling himself down in his armchair and closing his eyes.", "ja": "とホームズはささやくように答えると、安楽椅子に身を沈め、目をつむった。"}
{"en": "Our visitor glanced with some apparent surprise at the languid, lounging figure of the man", "ja": "我らの依頼人は驚きを隠せず、この物憂げに椅子に沈む男へ視線をやった。"}
{"en": "who had been no doubt depicted to him as the most incisive reasoner and most energetic agent in Europe.", "ja": "間違いなく、ホームズのことをヨーロッパ一切れる推理家で、活動的な私立探偵であると聞いて来たのであろう。"}
{"en": "Holmes slowly reopened his eyes and looked impatiently at his gigantic client.", "ja": "ホームズは緩やかに眼を開き、もどかしげに巨躯の依頼人を見た。"}
{"en": "\"If your Majesty would condescend to state your case,\"", "ja": "「陛下がご自身の事件を自らの口から語るのであれば、"}
{"en": "\"I should be better able to advise you.\"", "ja": "僕も素晴らしい助言が出来ますものを。」"}
{"en": "The man sprang from his chair and paced up and down the room in uncontrollable agitation.", "ja": "男は椅子から立ち上がると、抑えきれぬ動揺のために部屋の中を行ったり来たりした。"}
{"en": "Then, with a gesture of desperation, he tore the mask from his face and hurled it upon the ground.", "ja": "やがて観念したような手つきで、顔から覆面をはぎ取り、床にたたきつけた。"}
{"en": "\"You are right,\"", "ja": "「いかにも。"}
{"en": "\"I am the King.", "ja": "余は王である。"}
{"en": "Why should I attempt to conceal it?\"", "ja": "どうして素性を偽ろうと企てたものか。」"}
{"en": "\"Why,", "ja": "「どうして？"}
{"en": "indeed?\"", "ja": "そうです。」"}
{"en": "murmured Holmes.", "ja": "とホームズは呟く。"}
{"en": "\"Your Majesty had not spoken before I was aware that I was addressing Wilhelm Gottsreich Sigismond von Ormstein, Grand Duke of Cassel-Felstein, and hereditary King of Bohemia.\"", "ja": "「陛下が一言もおっしゃらぬうちから、我が面前にあらせられるのは、ヴィルヘルム・ゴッツライヒ・ジギスモント・フォン・オルムシュタイン、つまりカッセル＝フェルシュタイン大公であり、ボヘミア累代の王であると存じておりました。」"}
{"en": "\"But you can understand,\"", "ja": "「しかし、わかっておろうな。」"}
{"en": "said our strange visitor, sitting down once more and passing his hand over his high white forehead,", "ja": "風変わりな客は再度椅子に腰掛け、広く白い額に手をかざす。"}
{"en": "\"you can understand that I am not accustomed to doing such business in my own person.", "ja": "「わかっておろうな、余が直接参るというのは、ことのほか例外である。"}
{"en": "Yet the matter was so delicate that I could not confide it to an agent without putting myself in his power.", "ja": "しかれども、事はまことに微妙であるから、代理人をたてれば、弱みを握られたも同然である。"}
{"en": "I have come incognito from Prague for the purpose of consulting you.\"", "ja": "それゆえ余は其方に意見を求めようと、プラハ（※13）から微行で参ったのだ。」"}
{"en": "\"Then, pray consult,\"", "ja": "「それでは、お聞かせ願えますか。」"}
{"en": "said Holmes, shutting his eyes once more.", "ja": "とホームズは再び目をつむる。"}
{"en": "\"The facts are briefly these:", "ja": "「事実を簡潔にするとこうだ。"}
{"en": "Some five years ago, during a lengthy visit to Warsaw,", "ja": "五年ほど遡る、余がワルシャワ（※14）に長期滞在したときのこと。"}
{"en": "I made the acquaintance of the well-known adventuress, Irene Adler.", "ja": "余はかの有名にして果断なる女、イレーナ・アードラーと親交を結んだのだ。"}
{"en": "The name is no doubt familiar to you.\"", "ja": "その名前こそご存じであろう。」"}
{"en": "\"Kindly look her up in my index, Doctor,\"", "ja": "「彼女の名を索引で調べてくれたまえ、博士。」"}
{"en": "murmured Holmes without opening his eyes.", "ja": "とホームズは目を開けずに呟いた。"}
{"en": "For many years he had adopted a system of docketing all paragraphs concerning men and things, so that it was difficult to name a subject or a person on which he could not at once furnish information.", "ja": "ホームズは多年にわたり、あらゆる人物や出来事にまつわる項目を要約した備忘録を作っているので、ほぼどんな情報でも即座に提供できるのであった。"}
{"en": "In this case I found her biography sandwiched in between that of a Hebrew rabbi and that of a staff-commander who had written a monograph upon the deep-sea fishes.", "ja": "索引を調べると、彼女の小伝は、ユダヤ教のラビ（※15）と深海魚関連の論文を書いた海軍中佐の間に挟まれていた。"}
{"en": "\"Let me see!\"", "ja": "「見せてくれたまえ。」"}
{"en": "said Holmes.", "ja": "とホームズ。"}
{"en": "\"Hum!", "ja": "「ほぅ、"}
{"en": "Born in New Jersey in the year 1858.", "ja": "一八五八年アメリカのニュージャージィ州生まれ。"}
{"en": "Contralto", "ja": "コントラルト歌手（※16）、"}
{"en": "--hum!", "ja": "ほぅ。"}
{"en": "La Scala, hum!", "ja": "スカラ座出演、ほぅ。"}
{"en": "Prima donna Imperial Opera of Warsaw--yes!", "ja": "ワルシャワ帝国歌劇団のプリマドンナ、うむ。"}
{"en": "Retired from operatic stage--ha!", "ja": "歌劇界から引退、おや？"}
{"en": "Living in London--quite so!", "ja": "ロンドン在住、そういうことか。"}
{"en": "Your Majesty, as I understand, became entangled with this young person, wrote her some compromising letters, and is now desirous of getting those letters back.\"", "ja": "察するに陛下は、この若き女性と深いご関係になられ、不名誉なるお手紙をいくつかお送りになったので、今それらの手紙を取り戻したく願っておられる。」"}
{"en": "\"Precisely so.", "ja": "「まさしくそうだが、"}
{"en": "But how--\"", "ja": "いかにして……」"}
{"en": "\"Was there a secret marriage?\"", "ja": "「秘密裏に結婚でも？」"}
{"en": "\"None.\"", "ja": "「あらぬ。」"}
{"en": "\"No legal papers or certificates?\"", "ja": "「法的に有効な書類、あるいは証書でも？」"}
{"en": "\"None.\"", "ja": "「あらぬ。」"}
{"en": "\"Then I fail to follow your Majesty.", "ja": "「それでは、陛下の危惧を察しかねます。"}
{"en": "If this young person should produce her letters for blackmailing or other purposes, how is she to prove their authenticity?\"", "ja": "その若き女性が恐喝、その他の目的で手紙を使用したところで、いかにして本物と証明するものでありますか？」"}
{"en": "\"There is the writing.\"", "ja": "「筆跡ではないか。」"}
{"en": "\"Pooh, pooh!", "ja": "「模倣できますゆえ、"}
{"en": "Forgery.\"", "ja": "証拠不充分。」"}
{"en": "\"My private note-paper.\"", "ja": "「私用の書簡せんだが。」"}
{"en": "\"Stolen.\"", "ja": "「盗難。」"}
{"en": "\"My own seal.\"", "ja": "「我が封緘では。」"}
{"en": "\"Imitated.\"", "ja": "「偽造。」"}
{"en": "\"My photograph.\"", "ja": "「余の写真だ。」"}
{"en": "\"Bought.\"", "ja": "「購入。」"}
{"en": "\"We were both in the photograph.\"", "ja": "「二人で撮った写真なのだ。」"}
{"en": "\"Oh, dear!", "ja": "「なんと！"}
{"en": "That is very bad!", "ja": "まずうございます。"}
{"en": "Your Majesty has indeed committed an indiscretion.\"", "ja": "陛下は実に軽率なことをなさいました。」"}
{"en": "\"I was mad--insane.\"", "ja": "「正気の沙汰ではなかったろう。」"}
{"en": "\"You have compromised yourself seriously.\"", "ja": "「自分をおとしめることになりかねません。」"}
{"en": "\"I was only Crown Prince then.", "ja": "「当時、余はほんの皇太子であった。"}
{"en": "I was young.", "ja": "若気の至りなのだ。"}
{"en": "I am but thirty now.\"", "ja": "今や三十になったが。」"}
{"en": "\"It must be recovered.\"", "ja": "「奪還せねばなりませんね。」"}
{"en": "\"We have tried and failed.\"", "ja": "「手を尽くしたが、失敗に終わったのだ。」"}
{"en": "\"Your Majesty must pay. It must be bought.\"", "ja": "「陛下、お金で買い戻されるべきではありませんか。」"}
{"en": "\"She will not sell.\"", "ja": "「頑として売るまい。」"}
{"en": "\"Stolen, then.\"", "ja": "「盗まれては。」"}
{"en": "\"Five attempts have been made.", "ja": "「五度試みた。"}
{"en": "Twice burglars in my pay ransacked her house.", "ja": "人を雇い、押し込んで家捜しをさせたのが二度。"}
{"en": "Once we diverted her luggage when she travelled.", "ja": "旅行中、荷物から目を離させようとしたのが一度。"}
{"en": "Twice she has been waylaid.", "ja": "道で待ち伏せをしたのが二度だ。"}
{"en": "There has been no result.\"", "ja": "いずれも成果はあげられなかったが。」"}
{"en": "\"No sign of it?\"", "ja": "「その形跡すら？」"}
{"en": "\"Absolutely none.\"", "ja": "「まったくない。」"}
{"en": "Holmes laughed.", "ja": "ホームズは笑みをこぼし、"}
{"en": "\"It is quite a pretty little problem,\"", "ja": "「なんとも愛くるしい事件でございます。」"}
{"en": "\"But a very serious one to me,\"", "ja": "「余には深刻な問題であるぞ。」"}
{"en": "returned the King reproachfully.", "ja": "と王は非難がましく言い返した。"}
{"en": "\"Very, indeed.", "ja": "「そうでしょうとも。"}
{"en": "And what does she propose to do with the photograph?\"", "ja": "ところで彼女は写真を使ってどうするつもりなのですか？」"}
{"en": "\"To ruin me.\"", "ja": "「余を破滅させるのだ。」"}
{"en": "\"But how?\"", "ja": "「して、どのように？」"}
{"en": "\"I am about to be married.\"", "ja": "「余は近々婚姻を予定しておる。」"}
{"en": "\"So I have heard.\"", "ja": "「そのようにうかがっております。」"}
{"en": "\"To Clotilde Lothman von Saxe-Meningen, second daughter of the King of Scandinavia.", "ja": "「相手はクロティルド・ロトマン・フォン・ザクセ＝マイニンゲン、スカンディナヴィア王国の第二皇女である。"}
{"en": "You may know the strict principles of her family.", "ja": "かの王室の家憲が厳格なことは其方も存じておろう。"}
{"en": "She is herself the very soul of delicacy.", "ja": "王女自身の性格もまた、繊細そのものであるのだ。"}
{"en": "A shadow of a doubt as to my conduct would bring the matter to an end.\"", "ja": "余の品行にいささかの影あらば、事は終局へと進んでいくだろう。」"}
{"en": "\"And Irene Adler?\"", "ja": "「するとイレーナ・アードラーは。」"}
{"en": "\"Threatens to send them the photograph.", "ja": "「写真を先方に送りつけると脅迫をな。"}
{"en": "And she will do it.", "ja": "あの女ならやりかねん。"}
{"en": "I know that she will do it.", "ja": "そのことは余がよく存じておる。"}
{"en": "You do not know her, but she has a soul of steel.", "ja": "知らぬであろうが、鉄の心を持つ女なのだ。"}
{"en": "She has the face of the most beautiful of women, and the mind of the most resolute of men.", "ja": "外見こそは美しい女性であるが、内に秘めたる心たるや、不屈の男であるぞ。"}
{"en": "Rather than I should marry another woman, there are no lengths to which she would not go--none.\"", "ja": "余が別の女と結婚するくらいなら、いかなる手段にでも訴え出るであろう……いかなる、な。」"}
{"en": "\"You are sure that she has not sent it yet?\"", "ja": "「写真はまだ手元にあると確信しておられますね。」"}
{"en": "\"I am sure.\"", "ja": "「いかにも。」"}
{"en": "\"And why?\"", "ja": "「なにゆえですか？」"}
{"en": "\"Because she has said that she would send it on the day when the betrothal was publicly proclaimed.", "ja": "「婚姻が公式発表になる日に送ると言いおったからな。"}
{"en": "That will be next Monday.\"", "ja": "発表は次の月曜に予定されておる。」"}
{"en": "\"Oh, then we have three days yet,\"", "ja": "「あぁ、では三日の猶予がございます。」"}
{"en": "said Holmes with a yawn.", "ja": "とホームズはあくびをする。"}
{"en": "\"That is very fortunate,", "ja": "「好都合です。"}
{"en": "as I have one or two matters of importance to look into just at present.", "ja": "今、二、三調べておきたい大事なことがございますので。"}
{"en": "Your Majesty will, of course, stay in London for the present?\"", "ja": "無論、陛下はロンドンに当座、滞在されますね？」"}
{"en": "\"Certainly.", "ja": "「そのつもりだ。"}
{"en": "You will find me at the Langham under the name of the Count Von Kramm.\"", "ja": "ランガム・ホテル（※17）にフォン・クラム伯爵名義で滞在しておる。」"}
{"en": "\"Then I shall drop you a line to let you know how we progress.\"", "ja": "「では、進行状況を電報でお知らせしましょう。」"}
{"en": "\"Pray do so.", "ja": "「そうしていただこう。"}
{"en": "I shall be all anxiety.\"", "ja": "気が気でないのでな。」"}
{"en": "\"Then, as to money?\"", "ja": "「それから、報酬の方は？」"}
{"en": "\"You have carte blanche.\"", "ja": "「白紙をお渡しする。」"}
{"en": "\"Absolutely?\"", "ja": "「では全権を？」"}
{"en": "\"I tell you that I would give one of the provinces of my kingdom to have that photograph.\"", "ja": "「写真が戻るのならば、余は王国の一領土を与えることもいとわぬ。」"}
{"en": "\"And for present expenses?\"", "ja": "「当面の費用は？」"}
{"en": "The King took a heavy chamois leather bag from under his cloak and laid it on the table.", "ja": "王はセーム革（※18）の袋をマントの内から取りだし、テーブルの上に置いた。"}
{"en": "\"There are three hundred pounds in gold and seven hundred in notes,\"", "ja": "「ここに金貨で三〇〇ポンド、紙幣で七〇〇ポンドある（※７）。」"}
{"en": "Holmes scribbled a receipt upon a sheet of his note-book and handed it to him.", "ja": "ホームズはメモ帳から一枚、領収の旨を走り書き、王に手渡した。"}
{"en": "\"And Mademoiselle's address?\"", "ja": "「婦人（マドモワゼル）のご住所は？」"}
{"en": "\"Is Briony Lodge, Serpentine Avenue, St. John's Wood.\"", "ja": "「セント・ジョンズ・ウッド、サーペンタイン並木道（アヴェニュ）のブライオニ荘だ。」"}
{"en": "Holmes took a note of it.", "ja": "ホームズは書き留めると、"}
{"en": "\"One other question,\"", "ja": "「もう一つ、質問がございます。"}
{"en": "\"Was the photograph a cabinet?\"", "ja": "写真はキャビネ判（※19）ですか？」"}
{"en": "\"It was.\"", "ja": "「そうだが。」"}
{"en": "\"Then, good-night, your Majesty,", "ja": "「しからば、おやすみなさいませ、陛下。"}
{"en": "and I trust that we shall soon have some good news for you.", "ja": "じき、良い知らせをお届けすることを約束致します。"}
{"en": "And good-night, Watson,\"", "ja": "それからワトソン、君もおやすみ。」"}
{"en": "he added, as the wheels of the royal brougham rolled down the street.", "ja": "王のブルーム型馬車が通りを去っていった後、ホームズはこう付け加えた。"}
{"en": "\"If you will be good enough to call to-morrow afternoon at three o'clock", "ja": "「明日の午後三時に訪ねてくれると、これ幸いなり。"}
{"en": "I should like to chat this little matter over with you.\"", "ja": "君とこの瑣事について語りたく存じます。」"}
{"en": "At three o'clock precisely I was at Baker Street,", "ja": "三時に遅れることなく、私はベイカー街に着いた。"}
{"en": "but Holmes had not yet returned.", "ja": "だがホームズは不在だった。"}
{"en": "The landlady informed me that he had left the house shortly after eight o'clock in the morning.", "ja": "下宿の女主人によると、すぐ戻ると言って、朝八時に家を出たきりだという。"}
{"en": "I sat down beside the fire, however, with the intention of awaiting him, however long he might be.", "ja": "私は暖炉のそばに腰掛け、ホームズの帰宅が遅くなろうとも待つことにした。"}
{"en": "I was already deeply interested in his inquiry,", "ja": "すでに私は、ホームズの調査に対し並々ならぬ興味を抱いていた。"}
{"en": "for, though it was surrounded by none of the grim and strange features which were associated with the two crimes which I have already recorded,", "ja": "これまで記録した二つの事件のように、奇々怪々たる特徴があるわけではない。"}
{"en": "still, the nature of the case and the exalted station of his client gave it a character of its own.", "ja": "事件の本質や依頼人の身分の高さに、独特のものを感じるのだ。"}
{"en": "Indeed, apart from the nature of the investigation which my friend had on hand, there was something in his masterly grasp of a situation, and his keen, incisive reasoning, which made it a pleasure to me", "ja": "友人が現在調査中の事の本質は別にしても、状況を把握する職人技、鋭く切れる推理も確かに私を楽しませるのだ。"}
{"en": "to study his system of work, and to follow the quick, subtle methods by which he disentangled the most inextricable mysteries.", "ja": "ホームズの仕事のやり方を研究したり、快刀乱麻を断つ方式をたどったり。"}
{"en": "So accustomed was I to his invariable success that the very possibility of his failing had ceased to enter into my head.", "ja": "今まで成功をあまりにも見続けてきたため、ホームズにも失敗することがあるなど、夢にも思わなかったのだ。"}
{"en": "It was close upon four before the door opened, and a drunken-looking groom, ill-kempt and side-whiskered, with an inflamed face and disreputable clothes, walked into the room.", "ja": "四時頃扉が開くと、酔いどれの馬番が部屋に入ってきた。"}
{"en": "Accustomed as I was to my friend's amazing powers in the use of disguises, I had to look three times before I was certain that it was indeed he.", "ja": "我が友人の巧みな変装術は熟知していると思っていたが、それでもホームズと確信するには三度も見なければならなかった。"}
{"en": "With a nod he vanished into the bedroom, whence he emerged in five minutes tweed-suited and respectable, as of old.", "ja": "うなずくと、ホームズは寝室に姿を消し、五分後いつも通りのツイードを礼儀正しく着用して現れた。"}
{"en": "Putting his hands into his pockets, he stretched out his legs in front of the fire and laughed heartily for some minutes.", "ja": "両手をポケットに突っ込み、暖炉の前に足を投げ出したかと思うと、しばらく気の済むまで笑い続けたのだ。"}
{"en": "\"Well, really!\"", "ja": "「いやはや！」"}
{"en": "he cried, and then he choked and laughed again until he was obliged to lie back, limp and helpless, in the chair.", "ja": "とホームズは叫ぶと、むせかえり、再度笑い出したあげく、ついには椅子の上でぐったりし、動かなくなってしまった。"}
{"en": "\"What is it?\"", "ja": "「何の事やら。」"}
{"en": "\"It's quite too funny.", "ja": "「極めて滑稽なことだよ。"}
{"en": "I am sure you could never guess how I employed my morning, or what I ended by doing.\"", "ja": "僕が今朝何をしてきたか、そしていかなる結末に至ったか、君には絶対わかるまいね。」"}
{"en": "\"I can't imagine.", "ja": "「思いもつかん。"}
{"en": "I suppose that you have been watching the habits, and perhaps the house, of Miss Irene Adler.\"", "ja": "イレーナ、つまり英国名アイリーン・アドラー嬢の習慣とか、おそらく家でも見に行ったというところか。」"}
{"en": "\"Quite so;", "ja": "「ご名答。"}
{"en": "but the sequel was rather unusual.", "ja": "だが終局は想像を絶するよ。"}
{"en": "I will tell you, however.", "ja": "まぁ、聞きたまえ。"}
{"en": "I left the house a little after eight o'clock this morning in the character of a groom out of work.", "ja": "朝八時ちょっと前、僕は失業中の馬番という設定で、家を発った。"}
{"en": "There is a wonderful sympathy and freemasonry among horsey men.", "ja": "馬を扱う男たちには、フリーメイソン（※20）よろしく強い同業意識がある。"}
{"en": "Be one of them, and you will know all that there is to know.", "ja": "輪の中に入れば、知りたいことはなんでもわかるよ。"}
{"en": "I soon found Briony Lodge.", "ja": "すぐにブライオニ荘は見つかった。"}
{"en": "It is a bijou villa, with a garden at the back, but built out in front right up to the road, two stories.", "ja": "こぢんまりした住宅で、裏庭があるのだが、通りに玄関がほど近く、二階建てだった。"}
{"en": "Chubb lock to the door.", "ja": "扉はチャブ錠（※21）つきだった。"}
{"en": "Large sitting-room on the right side, well furnished, with long windows almost to the floor,", "ja": "右手に広い居間があってね、豪華な調度品が並び、床につくほどの大きな窓もあった。"}
{"en": "and those preposterous English window fasteners which a child could open.", "ja": "窓には子どもでも開けられそうな、頼りないイギリス式留め金がついていたね。"}
{"en": "Behind there was nothing remarkable, save that the passage window could be reached from the top of the coach-house.", "ja": "裏手にはこれといった所もなく、ただ廊下の窓が馬車小屋の屋根からなら届きそうだったくらいだ。"}
{"en": "I walked round it and examined it closely from every point of view, but without noting anything else of interest.", "ja": "屋敷の周囲を一周し、様々な観点からつぶさに調べてみたが、興味を引くものはもうなかった。"}
{"en": "\"I then lounged down the street and found, as I expected, that there was a mews in a lane which runs down by one wall of the garden.", "ja": "それから通りを徘徊してみると、期待通り、裏庭の壁沿いの小道に厩舎があった。"}
{"en": "I lent the ostlers a hand in rubbing down their horses, and received in exchange twopence, a glass of half and half, two fills of shag tobacco, and as much information as I could desire about Miss Adler,", "ja": "馬番に馬磨きの手伝いをしてやると、駄賃に二ペンス（※７）くれてね、あと一杯のハーフ＆ハーフ、シャグ煙草（※22）を二服、そして念願のアドラー嬢の情報をあれこれと。"}
{"en": "to say nothing of half a dozen other people in the neighbourhood in whom I was not in the least interested, but whose biographies I was compelled to listen to.\"", "ja": "たいして知りたくもない近所の人たちの日常を半ダースも聞かされたがね。」"}
{"en": "\"And what of Irene Adler?\"", "ja": "「アイリーン・アドラーとは何者だったんだい？」"}
{"en": "I asked.", "ja": "と私。"}
{"en": "\"Oh, she has turned all the men's heads down in that part.", "ja": "「なんと付近の男どもを皆、虜にしているらしい。"}
{"en": "She is the daintiest thing under a bonnet on this planet.", "ja": "天下この地上において、もっとも麗しき女性である。"}
{"en": "So say the Serpentine-mews, to a man.", "ja": "とまぁ、サーペンタイン厩舎の男どもは口を揃えている。"}
{"en": "She lives quietly, sings at concerts, drives out at five every day, and returns at seven sharp for dinner.", "ja": "生活は平穏で、コンサートで唄いもするが、毎日五時に馬車で出かけ、七時丁度に夕食に戻ってくる。"}
{"en": "Seldom goes out at other times, except when she sings.", "ja": "それ以外に外出するのはまれだ。"}
{"en": "Has only one male visitor, but a good deal of him.", "ja": "訪ねてくるのは男一人のくせして、回数がとても多い。"}
{"en": "He is dark, handsome, and dashing, never calls less than once a day, and often twice.", "ja": "肌は浅黒く、容姿端麗で、颯爽な男ときていて、少なくとも日に一回、たまに二回のときもある。"}
{"en": "He is a Mr. Godfrey Norton, of the Inner Temple.", "ja": "名はゴドフリィ・ノートン、イナ・テンプル法学院（※23）の男だ。"}
{"en": "See the advantages of a cabman as a confidant.", "ja": "御者が気の置けぬ友である所以がわかったろう？"}
{"en": "They had driven him home a dozen times from Serpentine-mews, and knew all about him.", "ja": "サーペンタイン厩舎より十数回と送っているからね、何もかも知っていたよ。"}
{"en": "When I had listened to all they had to tell, I began to walk up and down near Briony Lodge once more, and to think over my plan of campaign.", "ja": "ひとしきり話し終えてから、僕はブライオニ荘に引き返し、そばを歩きながら、これからの身の振り方を思案した。"}
{"en": "\"This Godfrey Norton was evidently an important factor in the matter.", "ja": "ゴドフリィ・ノートンはこの件に深く関与していると見ていいだろう。"}
{"en": "He was a lawyer.", "ja": "弁護士だ。"}
{"en": "That sounded ominous.", "ja": "不吉な予感がする。"}
{"en": "What was the relation between them,", "ja": "二人の間柄は？"}
{"en": "and what the object of his repeated visits?", "ja": "繰り返し訪れ何をもくろむ？"}
{"en": "Was she his client, his friend, or his mistress?", "ja": "アイリーンは依頼人か、友人か、はたまた恋人か。"}
{"en": "If the former, she had probably transferred the photograph to his keeping.", "ja": "前者ならば、写真は男の元で保管させているだろう。"}
{"en": "If the latter, it was less likely.", "ja": "後者なら、その見込みもない。"}
{"en": "On the issue of this question depended whether I should continue my work at Briony Lodge, or turn my attention to the gentleman's chambers in the Temple.", "ja": "考えによっては、ブライオニ荘で仕事を続行せねばならぬし、学院のかの紳士の事務所に目を向けなければならぬ。"}
{"en": "It was a delicate point, and it widened the field of my inquiry.", "ja": "この微妙な点により、調査が広範囲にわたることとなった。"}
{"en": "I fear that I bore you with these details, but I have to let you see my little difficulties, if you are to understand the situation.\"", "ja": "くどい話で退屈してないか心配だが、状況を理解してもらわねばならんので、小さな問題でも知っておいてほしいのだ。」"}
{"en": "\"I am following you closely,\"", "ja": "「傾聴しているよ。」"}
{"en": "I answered.", "ja": "と私。"}
{"en": "\"I was still balancing the matter in my mind when a hansom cab drove up to Briony Lodge, and a gentleman sprang out.", "ja": "「思案に暮れていると、ハンソム型馬車（※24）がブライオニ荘にやってきて、一人の紳士が飛び降りた。"}
{"en": "He was a remarkably handsome man, dark, aquiline, and moustached--evidently the man of whom I had heard.", "ja": "結構な美男子で、浅黒く、鷲鼻、口ひげのある男で、まさしくうわさに聞いた男その人であった。"}
{"en": "He appeared to be in a great hurry, shouted to the cabman to wait, and brushed past the maid who opened the door with the air of a man who was thoroughly at home.", "ja": "どうも火急のようで、御者に待てと叫ぶと、扉を開けた女中を押しのけ、家を熟知している風に飛び込んでいった。"}
{"en": "\"He was in the house about half an hour, and I could catch glimpses of him in the windows of the sitting-room,", "ja": "三十分ほど在宅し、窓ごしに姿を視認できた。"}
{"en": "pacing up and down, talking excitedly, and waving his arms.", "ja": "居間を歩き回り、腕を振って熱弁していたが、"}
{"en": "Of her I could see nothing.", "ja": "女はみとめられなかった。"}
{"en": "Presently he emerged, looking even more flurried than before.", "ja": "ほどなく男は家から出てきたが、先より慌てている様子だった。"}
{"en": "As he stepped up to the cab, he pulled a gold watch from his pocket and looked at it earnestly,", "ja": "馬車に乗り込み、懐から金の懐中時計を取り出し、まじと見たのだ。"}
{"en": "'Drive like the devil,'", "ja": "言うには、"}
{"en": "he shouted,", "ja": "『韋駄天で頼む。"}
{"en": "'first to Gross & Hankey's in Regent Street, and then to the Church of St. Monica in the Edgeware Road.", "ja": "まずはリージェント街（※25）のグロス＆ハンキィに寄って、それからエッジウェア通り（※26）の聖（セント）モニカ教会だ。"}
{"en": "Half a guinea if you do it in twenty minutes!'", "ja": "二十分でゆければ半ギニィやろう！』"}
{"en": "\"Away they went, and I was just wondering whether I should not do well to follow them when up the lane came a neat little landau,", "ja": "馬車は行ってしまい、追うべきか追わざるべきか悩んでいると、小道の奥からしゃれた小型のランドー型馬車（※27）がやって来た。"}
{"en": "the coachman with his coat only half-buttoned, and his tie under his ear, while all the tags of his harness were sticking out of the buckles.", "ja": "見ると、御者の上着はボタン半分で、ネクタイは耳の下までずれているし、馬具はいずれもまともに留められていないという始末。"}
{"en": "It hadn't pulled up before she shot out of the hall door and into it.", "ja": "門前にくるやいなや女が玄関から飛び出し、乗り込んだ。"}
{"en": "I only caught a glimpse of her at the moment, but she was a lovely woman, with a face that a man might die for.", "ja": "一目しか伺えなかったが、実に麗しき女性で、男が命を捧げるのもうなずける。"}
{"en": "\"'The Church of St. Monica, John,'", "ja": "彼女の場合、"}
{"en": "she cried,", "ja": "『聖モニカ教会ですわ、ジョン。"}
{"en": "'and half a sovereign if you reach it in twenty minutes.'", "ja": "二十分で着けましたら、半ソヴリン差し上げます（※７）。』"}
{"en": "\"This was quite too good to lose, Watson.", "ja": "またとない好機だったのだ、ワトソン。"}
{"en": "I was just balancing whether I should run for it, or whether I should perch behind her landau when a cab came through the street.", "ja": "走って追うべきか、馬車の後ろに飛び乗ってしがみつくべきか、そこへ通りをぬって辻馬車（※28）がやってきたのだ。"}
{"en": "The driver looked twice at such a shabby fare, but I jumped in before he could object.", "ja": "御者は僕のぶざまな恰好を二度もにらんだが、有無も言わせず飛び込んで、こう言った。"}
{"en": "'The Church of St. Monica,' said I,", "ja": "『聖モニカ教会だ。"}
{"en": "'and half a sovereign if you reach it in twenty minutes.'", "ja": "二十分で着けば半ソヴリンくれてやる。』"}
{"en": "It was twenty-five minutes to twelve,", "ja": "時は正午二十五分前。"}
{"en": "and of course it was clear enough what was in the wind.", "ja": "何が起こるか察しが付いた。"}
{"en": "\"My cabby drove fast.", "ja": "馬車は速かったよ。"}
{"en": "I don't think I ever drove faster, but the others were there before us.", "ja": "あんなに速いとは思わなかったが、先の二つには追いつけなかった。"}
{"en": "The cab and the landau with their steaming horses were in front of the door when I arrived.", "ja": "到着した時点で、ハンソムもランドーも熱気収まらぬ馬とともに、玄関前に停車していたのだ。"}
{"en": "I paid the man and hurried into the church.", "ja": "代金を支払い、教会へと急いだ。"}
{"en": "There was not a soul there save the two whom I had followed and a surpliced clergyman,", "ja": "人気はなく、中にはただ三人、追った二人とサープリス（※29）を着た牧師だけだった。"}
{"en": "who seemed to be expostulating with them.", "ja": "牧師は何やら二人をいさめているようで、"}
{"en": "They were all three standing in a knot in front of the altar.", "ja": "三人とも一塊になり祭壇の前に立っていた。"}
{"en": "I lounged up the side aisle like any other idler who has dropped into a church.", "ja": "僕は教会へぶらり立ち寄ったならず者の振りをし、側廊をうろついた。"}
{"en": "Suddenly, to my surprise, the three at the altar faced round to me, and Godfrey Norton came running as hard as he could towards me.", "ja": "すると驚いたことに、突然、祭壇の三人が僕の方を顧み、ゴドフリィ・ノートンに至っては全速力で駆けてくるのだ。"}
{"en": "\"'Thank God,'", "ja": "『神に感謝する。』"}
{"en": "he cried.", "ja": "とノートンはのたまってね、"}
{"en": "'You'll do.", "ja": "『君でいい、"}
{"en": "Come! Come!'", "ja": "来たまえ、こっちに来たまえ！』"}
{"en": "\"'What then?'", "ja": "『何事でさ。』"}
{"en": "I asked.", "ja": "と訊いたのだが、"}
{"en": "\"'Come, man, come,", "ja": "『来るんだ、君、来てくれ。"}
{"en": "only three minutes, or it won't be legal.'\"", "ja": "もう三分しかないんだ、法的に通用しなくなる。』"}
{"en": "I was half-dragged up to the altar, and before I knew where I was I found myself mumbling responses which were whispered in my ear, and vouching for things of which I knew nothing, and generally assisting in the secure tying up of Irene Adler, spinster, to Godfrey Norton, bachelor.", "ja": "と半ば引きずられるようにして祭壇へ連れていかれ、気が付くと小声で教え込まれたことを呟き、訳の分からぬ事を誓わされたあげく、独身女性アイリーン・アドラーと独身男性ゴドフリィ・ノートンの結婚の立会人になってしまった。"}
{"en": "It was all done in an instant, and there was the gentleman thanking me on the one side and the lady on the other, while the clergyman beamed on me in front.", "ja": "式はあっという間で、左右からは紳士淑女に礼を述べられ、正面では牧師がにこやかに笑っている次第だ。"}
{"en": "It was the most preposterous position in which I ever found myself in my life,", "ja": "しっちゃかめっちゃか、とはまさにこの事だよ。"}
{"en": "and it was the thought of it that started me laughing just now.", "ja": "先ほど笑ったのはこういうことなのだ。"}
{"en": "It seems that there had been some informality about their license, that the clergyman absolutely refused to marry them without a witness of some sort,", "ja": "証明書に何かしら不備でもあったのだろう、牧師は立会人なしでは結婚を認めぬと。"}
{"en": "and that my lucky appearance saved the bridegroom from having to sally out into the streets in search of a best man.", "ja": "人を捜しに出ようと思った矢先、幸運にも僕が現れたものだから、花婿は通りに出る手間が省けたというわけだ。"}
{"en": "The bride gave me a sovereign, and I mean to wear it on my watch-chain in memory of the occasion.\"", "ja": "花嫁は僕にソヴリン金貨一枚をくれてね、事の記念として時計鎖に付けておこうと思う。」"}
{"en": "\"This is a very unexpected turn of affairs,\"", "ja": "「思いがけない展開となったな。」"}
{"en": "said I;", "ja": "と私。"}
{"en": "\"and what then?\"", "ja": "「それから？」"}
{"en": "\"Well, I found my plans very seriously menaced.", "ja": "「うむ、調査が危機的状況にあることに気が付いた。"}
{"en": "It looked as if the pair might take an immediate departure,", "ja": "二人がすぐ旅行に行くやもしれん。"}
{"en": "and so necessitate very prompt and energetic measures on my part.", "ja": "僕としても、早急に効果的な手を打たねばならぬ。"}
{"en": "At the church door, however, they separated,", "ja": "しかし二人は教会の前で別れた。"}
{"en": "he driving back to the Temple, and she to her own house.", "ja": "男は学院へ、女は自宅へ馬車で引き返すようだ。"}
{"en": "'I shall drive out in the park at five as usual,'", "ja": "『いつものように、五時、馬車で公園へ。』"}
{"en": "she said as she left him.", "ja": "と去り際に女は言い、"}
{"en": "I heard no more.", "ja": "それ以上の言葉は聞こえなかった。"}
{"en": "They drove away in different directions, and I went off to make my own arrangements.\"", "ja": "二人の馬車は別の方向へ走り去っていき、僕は手筈を整えるため舞い戻ったわけだ。」"}
{"en": "\"Which are?\"", "ja": "「手筈？」"}
{"en": "\"Some cold beef and a glass of beer,\"", "ja": "「コールド・ビーフと一杯のビールだ。」"}
{"en": "he answered, ringing the bell.", "ja": "と呼び鈴を鳴らし、"}
{"en": "\"I have been too busy to think of food,", "ja": "「食べ物のことで頭がいっぱいなんだ。"}
{"en": "and I am likely to be busier still this evening.", "ja": "今宵は別のことでいっぱいになるだろうがね。"}
{"en": "By the way, Doctor, I shall want your co-operation.\"", "ja": "ところで博士、協力して欲しいことがある。」"}
{"en": "\"I shall be delighted.\"", "ja": "「喜んで。」"}
{"en": "\"You don't mind breaking the law?\"", "ja": "「法を犯すことになっても？」"}
{"en": "\"Not in the least.\"", "ja": "「構わん。」"}
{"en": "\"Nor running a chance of arrest?\"", "ja": "「逮捕の危険も。」"}
{"en": "\"Not in a good cause.\"", "ja": "「正当な理由あらば。」"}
{"en": "\"Oh, the cause is excellent!\"", "ja": "「ああ、大義がある！」"}
{"en": "\"Then I am your man.\"", "ja": "「では、なんなりと。」"}
{"en": "\"I was sure that I might rely on you.\"", "ja": "「それでこそ頼りがいがある。」"}
{"en": "\"But what is it you wish?\"", "ja": "「しかし、何をするつもりだい？」"}
{"en": "\"When Mrs. Turner has brought in the tray I will make it clear to you.", "ja": "「ターナーさん（※30）が皿を並び終えたら、明かそうではないか。"}
{"en": "Now,\"", "ja": "ほら。」"}
{"en": "he said as he turned hungrily on the simple fare that our landlady had provided,", "ja": "とホームズは女家主の用意してくれた簡単な食事にありつく。"}
{"en": "\"I must discuss it while I eat,", "ja": "「食べながら説明しよう。"}
{"en": "for I have not much time.", "ja": "時間が足りないのだ。"}
{"en": "It is nearly five now.", "ja": "もう五時か。"}
{"en": "In two hours we must be on the scene of action.", "ja": "二時間後には現場にいなければならぬ。"}
{"en": "Miss Irene, or Madame, rather, returns from her drive at seven.", "ja": "アイリーン嬢、いや夫人か、七時には馬車で戻ってくるからね。"}
{"en": "We must be at Briony Lodge to meet her.\"", "ja": "ブライオニ荘でご対面だ。」"}
{"en": "\"And what then?\"", "ja": "「それから？」"}
{"en": "\"You must leave that to me.", "ja": "「この件に関しては、僕に身を預けてくれ。"}
{"en": "I have already arranged what is to occur.", "ja": "手筈はすでに整えてある。"}
{"en": "There is only one point on which I must insist.", "ja": "ただ一つ、言っておきたいことがある。"}
{"en": "You must not interfere, come what may.", "ja": "たとえ何が起ころうと、手出し無用だ。"}
{"en": "You understand?\"", "ja": "いいかい？」"}
{"en": "\"I am to be neutral?\"", "ja": "「傍観というわけか。」"}
{"en": "\"To do nothing whatever.", "ja": "「何もしてはいけない。"}
{"en": "There will probably be some small unpleasantness.", "ja": "きっと、気分を害することが起こると思うが、"}
{"en": "Do not join in it.", "ja": "関わり合いにならんことだ。"}
{"en": "It will end in my being conveyed into the house.", "ja": "最終的に、僕は家の中へ運ばれてゆくこととなる。"}
{"en": "Four or five minutes afterwards the sitting-room window will open.", "ja": "四、五分すれば、居間の窓が開くだろう。"}
{"en": "You are to station yourself close to that open window.\"", "ja": "君は窓のそばに身を潜めていてくれ。」"}
{"en": "\"Yes.\"", "ja": "「うむ。」"}
{"en": "\"You are to watch me, for I will be visible to you.\"", "ja": "「僕の姿が見えるはずだから、注目する。」"}
{"en": "\"Yes.\"", "ja": "「うむ。」"}
{"en": "\"And when I raise my hand--so--you will throw into the room what I give you to throw,", "ja": "「手を振るから――こう――さすれば君は、これから渡すものを部屋に投げ込んでくれたまえ。"}
{"en": "and will, at the same time, raise the cry of fire.", "ja": "同時に、火事だ、とわめくんだ。"}
{"en": "You quite follow me?\"", "ja": "わかったかい？」"}
{"en": "\"Entirely.\"", "ja": "「承知した。」"}
{"en": "\"It is nothing very formidable,\"", "ja": "「取り扱いに注意するほどのものではないよ。」"}
{"en": "he said, taking a long cigar-shaped roll from his pocket.", "ja": "とホームズは懐から葉巻型の長い筒を取りだした。"}
{"en": "\"It is an ordinary plumber's smoke-rocket,", "ja": "「ごく一般に配管工が使う発煙筒だ。"}
{"en": "fitted with a cap at either end to make it self-lighting.", "ja": "自動着火するべく、雷管が両端に付されている。"}
{"en": "Your task is confined to that.", "ja": "君の役目はこいつだけだ。"}
{"en": "When you raise your cry of fire, it will be taken up by quite a number of people.", "ja": "火事だと叫けば、大勢の野次馬が同調してくれるだろう。"}
{"en": "You may then walk to the end of the street, and I will rejoin you in ten minutes.", "ja": "通りの外れまで歩いてゆけば、僕は十分で戻ってくるよ。"}
{"en": "I hope that I have made myself clear?\"", "ja": "この説明でわかったかい？」"}
{"en": "\"I am to remain neutral, to get near the window, to watch you, and at the signal to throw in this object, then to raise the cry of fire, and to wait you at the corner of the street.\"", "ja": "「私は傍観し続け、窓のそばへ寄り、君を見、合図があればこいつを投げ込み、火事だとわめいて、通りの角で君を待つ。」"}
{"en": "\"Precisely.\"", "ja": "「いかにも。」"}
{"en": "\"Then you may entirely rely on me.\"", "ja": "「私に任せてくれたまえ。」"}
{"en": "\"That is excellent.", "ja": "「見事だ。"}
{"en": "I think, perhaps, it is almost time that I prepare for the new role I have to play.\"", "ja": "もうそろそろ時間だ、僕は新しい役柄にならねば。」"}
{"en": "He disappeared into his bedroom and returned in a few minutes in the character of an amiable and simple-minded Nonconformist clergyman.", "ja": "ホームズは寝室に姿を消したかと思うと、ものの数分で、愛想が良く善良そうな非国教徒派の牧師になって戻ってきた。"}
{"en": "His broad black hat, his baggy trousers, his white tie, his sympathetic smile, and general look of peering and benevolent curiosity were such as Mr. John Hare alone could have equalled.", "ja": "鍔広の黒い帽子、よれよれのズボン、白いネクタイに親切そうな笑顔、慈悲深く世話焼きな風貌、いずれをとってもジョン・ヘア（※31）に負けず劣らずだ。"}
{"en": "It was not merely that Holmes changed his costume.", "ja": "ホームズは単に服装を変えているには終わらない。"}
{"en": "His expression, his manner, his very soul seemed to vary with every fresh part that he assumed.", "ja": "役に応じ、表情、癖、心に至るまで変幻自在なのだ。"}
{"en": "The stage lost a fine actor, even as science lost an acute reasoner, when he became a specialist in crime.", "ja": "犯罪の専門家になったため、演劇界は名優を失い、科学界も名研究家を失ったのだ。"}
{"en": "It was a quarter past six when we left Baker Street,", "ja": "六時を十五分過ぎた頃、我々はベイカー街を出発した。"}
{"en": "and it still wanted ten minutes to the hour when we found ourselves in Serpentine Avenue.", "ja": "予定の時刻より十分早く、サーペンタイン並木道に到着した。"}
{"en": "It was already dusk, and the lamps were just being lighted as we paced up and down in front of Briony Lodge, waiting for the coming of its occupant.", "ja": "辺りはすでに薄暗がりで、屋敷の持ち主が帰宅するのを待って、ブライオニ荘の前をふらついていると、丁度ガス灯がついたのである。"}
{"en": "The house was just such as I had pictured it from Sherlock Holmes' succinct description, but the locality appeared to be less private than I expected.", "ja": "屋敷はシャーロック・ホームズの簡にして要を得た説明通りの建物であったが、辺りは思ったよりも静閑としていなかった。"}
{"en": "On the contrary, for a small street in a quiet neighbourhood, it was remarkably animated.", "ja": "通りは静かというよりも、かえってにわかに活気づいていたほどだ。"}
{"en": "There was a group of shabbily dressed men smoking and laughing in a corner, a scissors-grinder with his wheel, two guardsmen who were flirting with a nurse-girl, and several well-dressed young men who were lounging up and down with cigars in their mouths.", "ja": "みすぼらしい身なりの一団が、街角で煙草を吹かしながら笑っていたり、刃物研ぎ屋が路上研磨をしていたり、二人の近衛兵が子守の女性と歓談していたり、めかし込んだ青年が幾人か、口に葉巻をくわえてうろついていたりしていた。"}
{"en": "\"You see,\"", "ja": "屋敷の前を行きつ戻りつしているとき、ホームズが切り出した。"}
{"en": "remarked Holmes, as we paced to and fro in front of the house,", "ja": "「いいかい、"}
{"en": "\"this marriage rather simplifies matters.", "ja": "この結婚が事を簡単にした。"}
{"en": "The photograph becomes a double-edged weapon now.", "ja": "写真は今や諸刃の剣だ。"}
{"en": "The chances are that she would be as averse to its being seen by Mr. Godfrey Norton, as our client is to its coming to the eyes of his princess.", "ja": "女もゴドフリィ・ノートンに見られたくないはずだ、我らの依頼人が姫君の目に触れさせたくないのと同様にね。"}
{"en": "Now the question is,", "ja": "ここで疑問が生じる。"}
{"en": "Where are we to find the photograph?\"", "ja": "僕らの捜す写真はどこにあるのだ？」"}
{"en": "\"Where, indeed?\"", "ja": "「ふむ、どこなんだろう。」"}
{"en": "\"It is most unlikely that she carries it about with her.", "ja": "「持ち歩いているなんて、ありそうもない。"}
{"en": "It is cabinet size.", "ja": "キャビネ判だ。"}
{"en": "Too large for easy concealment about a woman'sdress.", "ja": "大きすぎて、女性の召し物に隠すのは容易ではない。"}
{"en": "She knows that the King is capable of having her waylaid and searched.", "ja": "王が待ち伏せして持ち物もさぐる可能性があることは、重々承知だろう。"}
{"en": "Two attempts of the sort have already been made.", "ja": "二回も試みられているからね。"}
{"en": "We may take it, then, that she does not carry it about with her.\"", "ja": "従って、携帯の線はないと見て良い。」"}
{"en": "\"Where, then?\"", "ja": "「では、どこなんだ。」"}
{"en": "\"Her banker or her lawyer.", "ja": "「銀行か、弁護士か。"}
{"en": "There is that double possibility.", "ja": "どちらもありそうなことだが、"}
{"en": "But I am inclined to think neither.", "ja": "僕はそう思わない。"}
{"en": "Women are naturally secretive, and they like to do their own secreting.", "ja": "女性は元来秘密主義でね、自分で隠すことを好むのだ。"}
{"en": "Why should she hand it over to anyone else?", "ja": "他人の手には触れさせもしない。"}
{"en": "She could trust her own guardianship, but she could not tell what indirect or political influence might be  brought to bear upon a business man.", "ja": "自分でしまい込む分には安心できるが、事務的に扱う人間に渡しては、裏から力がかかったり、あるいは政治圧力がかかるやもしれん。"}
{"en": "Besides, remember that she had resolved to use it within a few days.", "ja": "その上、一両日中に利用しようと心に決めている。"}
{"en": "It must be where she can lay her hands upon it.", "ja": "ならば手元にあるに違いない。"}
{"en": "It must be in her own house.\"", "ja": "自宅の中だ。」"}
{"en": "\"But it has twice been burgled.\"", "ja": "「しかし、二度も押し入っているんだろう？」"}
{"en": "\"Pshaw!", "ja": "「ふん！"}
{"en": "They did not know how to look.\"", "ja": "物の捜し方を知らんのだよ。」"}
{"en": "\"But how will you look?\"", "ja": "「だがどうやって捜すつもりだ？」"}
{"en": "\"But how will you look?\"", "ja": "「捜すつもりはない。」"}
{"en": "\"What then?\"", "ja": "「では、どう？」"}
{"en": "\"I will get her to show me.\"", "ja": "「教えてもらうのだ。」"}
{"en": "\"But she will refuse.\"", "ja": "「いくらなんでも断るだろう。」"}
{"en": "\"She will not be able to.", "ja": "「断れまいよ。"}
{"en": "But I hear the rumble of wheels.", "ja": "む、轍の音。"}
{"en": "It is her carriage.", "ja": "彼女の馬車だ。"}
{"en": "Now carry out my orders to the letter.\"", "ja": "言葉通りに頼むよ。」"}
{"en": "As he spoke the gleam of the side-lights of a carriage came round the curve of the avenue.", "ja": "そのとき、並木道の角から馬車の側灯の光が弧を描くがごとく射してきた。"}
{"en": "It was a smart little landau which rattled up to the door of Briony Lodge.", "ja": "ブライオニ荘の玄関へ向かうのは、あの小型のランドー型馬車だった。"}
{"en": "As it pulled up, one of the loafing men at the corner dashed forward to open the door in the hope of earning a copper, but was elbowed away by another loafer, who had rushed up with the same intention.", "ja": "止まると、角にいた一人の浮浪者が小銭目当てで扉を開けようと飛び込んできたが、同じ目的で突っ込んできた別の浮浪者に肱で追いやられてしまった。"}
{"en": "A fierce quarrel broke out, which was increased by the two guardsmen, who took sides with one of the loungers, and by the scissors-grinder, who was equally hot upon the other side.", "ja": "取っ組み合いの喧嘩が始まってしまい、二人の近衛兵が一方に加勢、刃物研ぎ屋がもう一方に加勢したので、騒ぎはあっという間に大きくなった。"}
{"en": "A blow was struck, and in an instant the lady, who had stepped from her carriage, was the centre of a little knot of flushed and struggling men, who struck savagely at each other with their fists and sticks.", "ja": "拳骨がぶつかり合い、馬車から降りた婦人はたちまち、拳や杖の飛び交う喧噪の渦の中へ巻き込まれてしまった。"}
{"en": "Holmes dashed into the crowd to protect the lady;", "ja": "ホームズは婦人を守ろうと群衆の中へ突入したが、"}
{"en": "but just as he reached her he gave a cry and dropped to the ground, with the blood running freely down his face.", "ja": "そばまで行ったかと思うと、叫び声をあげ、顔から多量の血を流して倒れてしまった。"}
{"en": "At his fall the guardsmen took to their heels in one direction and the loungers in the other,", "ja": "近衛兵はそれを見て逃げ出し、浮浪者たちも別の方向へ逃げた。"}
{"en": "while  a number of better-dressed people, who had watched the scuffle without taking part in it, crowded in to help the lady and to attend to the injured man.", "ja": "めかし込んだ青年たちはこれまで小競り合いを傍観していたが、みんなして婦人を救い出し、負傷した男を介抱しようとした。"}
{"en": "Irene Adler, as I will still call her, had hurried up the steps;", "ja": "結婚前の名で呼ぶが、アイリーン・アドラーは石段を駆け上がった。"}
{"en": "but she stood at the top with her superb figure outlined against the lights of the hall, looking back into the street.", "ja": "しかし最上段で立ち止まり、玄関の灯りにあでやかな姿態を映し出されつつ、通りを顧みるのだった。"}
{"en": "\"Is the poor gentleman much hurt?\" she asked.", "ja": "「おいたわしや、あの方の傷は深うございますの？」"}
{"en": "\"He is dead,\"", "ja": "「死んだよ。」"}
{"en": "cried several voices.", "ja": "という声がちらほらあがる。"}
{"en": "\"No, no,", "ja": "「いや、違う。"}
{"en": "there's life in him!\"", "ja": "まだ息はあるぞ！」"}
{"en": "shouted another.", "ja": "と誰かが叫ぶ。"}
{"en": "\"But he'll be gone before you can get him to hospital.\"", "ja": "「だが病院まではもたん。」"}
{"en": "\"He's a brave fellow,\"", "ja": "「実に勇敢な方ですわ。」"}
{"en": "said a woman.", "ja": "と女の声。"}
{"en": "\"They would have had the lady's purse and watch if it hadn't been for him.", "ja": "「この人がいらっしゃらなければ、奥様は財布も時計も盗まれていましたのよ。"}
{"en": "They were a gang,", "ja": "なんて悪漢でございましょう。"}
{"en": "and a rough one, too.", "ja": "乱暴な。"}
{"en": "Ah, he's breathing now.\"", "ja": "あら、息がございますわ。」"}
{"en": "\"He can't lie in the street.", "ja": "「通りには寝かせておけない。"}
{"en": "May we bring him in, marm?\"", "ja": "お宅へ運んでよろしいですか、奥さん？」"}
{"en": "\"Surely.", "ja": "「そうなさい。"}
{"en": "Bring him into the sitting-room.", "ja": "居間へお運びになるとよろしいわ。"}
{"en": "There is a comfortable sofa.", "ja": "休まるソファがございますから。"}
{"en": "This way, please!\"", "ja": "こちらから、どうぞ。」"}
{"en": "Slowly and solemnly he was borne into Briony Lodge and laid out in the principal room, while I still observed the proceedings from my post by the window.", "ja": "ホームズがゆっくりと物々しくブライオニ荘に運ばれていき、計画の舞台たる居間に安置させられるのを、私は窓のそば、自らの持ち場からじっと見守っていた。"}
{"en": "The lamps had been lit, but the blinds had not been drawn, so that I could see Holmes as he lay upon the couch.", "ja": "灯りがともされ、ブラインドは引かれていなかったので、ホームズがソファに寝かされる一部始終を見て取れたのだ。"}
{"en": "I do not know whether he was seized with compunction at that moment for the part he was playing, but I know that I never felt more heartily ashamed of myself in my life", "ja": "今この瞬間、ホームズは自分のなす演技に良心の呵責を感じているのか知る由もないが、私はかつてないほど面映ゆく思ったのだ。"}
{"en": "than when I saw the beautiful creature against whom I was conspiring, or the grace and kindliness with which she waited upon the injured man.", "ja": "我々はあの美しき女性を欺こうとしているのに、慈悲深くも手負いの男を介抱しているではないか。"}
{"en": "And yet it would be the blackest treachery to Holmes to draw back now from the part which he had intrusted to me.", "ja": "しかしここで手を退いては、全幅の信頼を寄せてくれるホームズに対する、何とよこしまな背信行為であろうか。"}
{"en": "I hardened my heart, and took the smoke-rocket from under my ulster.", "ja": "私は心を押し殺し、アルスター・コート（※32）の下から発煙筒を取りだした。"}
{"en": "After all, I thought, we are not injuring her.", "ja": "つまるところ、彼女を傷つけるのではない。"}
{"en": "We are but preventing her from injuring another.", "ja": "我々は、彼女が第三者を傷つけるのを阻止するだけなのだ、と自分に言い聞かせた。"}
{"en": "Holmes had sat up upon the couch, and I saw him motion like a man who is in need of air.", "ja": "ソファの上でホームズは身を起こし、酸欠でもがく仕草を見せた。"}
{"en": "A maid rushed across and threw open the window.", "ja": "女中が部屋を横切り、慌てて窓を開く。"}
{"en": "At the same instant I saw him raise his hand", "ja": "時を同じくしてホームズが手を振った。"}
{"en": "and at the signal I tossed my rocket into the room with a cry of \"Fire!\"", "ja": "私は合図と見るや、発煙筒を部屋へ投げ込み、「火事だ！」と叫んだ。"}
{"en": "The word was no sooner out of my mouth than the whole crowd of spectators, well dressed and ill--gentlemen, ostlers, and servant-maids--joined in a general shriek of \"Fire!\"", "ja": "私の口から出た言葉は、群衆という群衆、紳士、馬番、女中、身なりのいいのも悪いのも、次々と飛び火し、皆が「火事だ！」と金切り声をあげるようになった。"}
{"en": "Thick clouds of smoke curled through the room and out at the open window.", "ja": "部屋の中では濃い煙霧が渦巻き、開け放された窓からもはみ出てくる勢いだ。"}
{"en": "I caught a glimpse of rushing figures, and a moment later the voice of Holmes from within assuring them that it was a false alarm.", "ja": "私は煙の中でうごめく人影を認め、直後、誤報だと群衆を鎮めるホームズの声がした。"}
{"en": "Slipping through the shouting crowd I made my way to the corner of the street,", "ja": "私は叫ぶ人々の間をくぐり抜け、通りの角へと向かった。"}
{"en": "and in ten minutes was rejoiced to find my friend's arm in mine, and to get away from the scene of uproar.", "ja": "十分経過すると、我が友人が腕に手を通してくれ、喧噪の現場から立ち去ることが出来たので、一安心したものだ。"}
{"en": "He walked swiftly and in silence for some few minutes until we had turned down one of the quiet streets which lead towards the Edgeware Road.", "ja": "ホームズは無言で、数分の間きびきびと歩き、やがて我々はエッジウェア通りに繋がる静かな通りに至った。"}
{"en": "\"You did it very nicely, Doctor,\"", "ja": "「素晴らしい出来だ、博士。」"}
{"en": "he remarked.", "ja": "とホームズ。"}
{"en": "\"Nothing could have been better.", "ja": "「何も言うことはない。"}
{"en": "It is all right.\"", "ja": "万事うまくいった。」"}
{"en": "\"You have the photograph?\"", "ja": "「写真は？」"}
{"en": "\"I know where it is.\"", "ja": "「隠し場所がわかった。」"}
{"en": "\"And how did you find out?\"", "ja": "「いかにして？」"}
{"en": "\"She showed me, as I told you she would.\"", "ja": "「宣言通り、彼女が教えてくれたのだ。」"}
{"en": "\"I am still in the dark.\"", "ja": "「まだ雲をつかませておくつもりか？」"}
{"en": "\"I do not wish to make a mystery,\"", "ja": "「僕とて雲作り職人ではないのだよ。」"}
{"en": "said he, laughing.", "ja": "とホームズは笑う。"}
{"en": "\"The matter was perfectly simple.", "ja": "「全く単純なことだ。"}
{"en": "You, of course, saw that everyone in the street was an accomplice.", "ja": "もちろんのこと、通りにいた人は皆、協力者だ。"}
{"en": "They were all engaged for the evening.\"", "ja": "今夜のためにまとめて雇ったんだ。」"}
{"en": "\"I guessed as much.\"", "ja": "「そんなことだろうと思った。」"}
{"en": "\"Then, when the row broke out, I had a little moist red paint in the palm of my hand.", "ja": "「あと、突発した喧嘩の際、僕は手のひらに溶かした紅を隠していたんだ。"}
{"en": "I rushed forward, fell down, clapped my hand to my face, and became a piteous spectacle.", "ja": "走り込んで、転倒、顔をひしと叩けば、哀れ見せ物の完成。"}
{"en": "It is an old trick.\"", "ja": "古めいたトリックだよ。」"}
{"en": "\"That also I could fathom.\"", "ja": "「ある程度、察しが付いたね。」"}
{"en": "\"Then they carried me in.", "ja": "「人々に僕はかつぎ込まれた。"}
{"en": "She was bound to have me in.", "ja": "嫌とは言わせない、"}
{"en": "What else could she do?", "ja": "あのとき他に何が出来よう？"}
{"en": "And into her sitting-room, which was the very room which I suspected.", "ja": "僕が怪しいと睨んでいた、あの居間へ通された。"}
{"en": "It lay between that and her bedroom, and I was determined to see which.", "ja": "居間か寝室のいずれかと踏んでいたが、どちらか見極めたかったのだ。"}
{"en": "They laid me on a couch, I motioned for air, they were compelled to open the window, and you had your chance.\"", "ja": "ソファに寝かされ、酸欠の振りをし、窓を開けるよう仕向けたので、いざ好機、というわけだ。」"}
{"en": "\"How did that help you?\"", "ja": "「あれで役に立ったのか？」"}
{"en": "\"It was all-important.", "ja": "「まさに作戦の核だよ。"}
{"en": "When a woman thinks that her house is on fire, her instinct is at once to rush to the thing which she values most.", "ja": "女性というものは、家が火事になれば、本能的に最も大切とするものへ駆け寄るのだ。"}
{"en": "It is a perfectly overpowering impulse, and I have more than once taken advantage of it.", "ja": "いかんともしがたき衝動というもので、一度ならずも利用したろう。"}
{"en": "In the case of the Darlington substitution scandal it was of use to me, and also in the Arnsworth Castle business.", "ja": "ダーリントンすり替え疑惑やアーンズワース城の件でも世話になった。"}
{"en": "A married woman grabs at her baby;", "ja": "既婚女性はその赤子を抱え上げ、"}
{"en": "an unmarried one reaches for her jewel-box.", "ja": "未婚女性は宝石箱に手を伸ばす。"}
{"en": "Now it was clear to me that our lady of to-day had nothing in the house more precious to her than what we are in quest of.", "ja": "今日の淑女は我々の捜す物以上に、大事な物が家の中にあるとは到底思えない。"}
{"en": "She would rush to secure it.", "ja": "必ずやそこへ行くはず。"}
{"en": "The alarm of fire was admirably done.", "ja": "君の見事な叫び声。"}
{"en": "The smoke and shouting were enough to shake nerves of steel.", "ja": "煙との相乗効果で、鉄の心も揺るがせる。"}
{"en": "She responded beautifully.", "ja": "美しくも彼女は反応してみせた。"}
{"en": "The photograph is in a recess behind a sliding panel just above the right bell-pull.", "ja": "写真は右側、呼び鈴の紐のすぐ上、羽目板をずらした窪みの中にあったよ。"}
{"en": "She was there in an instant, and I caught a glimpse of it as she half-drew it out.", "ja": "たちまち彼女はそこへ行き、半分出したのが垣間見えた。"}
{"en": "When I cried out that it was a false alarm, she replaced it, glanced at the rocket, rushed from the room, and I have not seen her since.", "ja": "僕が誤報だと叫ぶと、元に戻し、発煙筒を一瞥して部屋から飛び出したきり、姿が見えなくなった。"}
{"en": "I rose, and, making my excuses, escaped from the house.", "ja": "僕は身体を起こし、何とか口実を作り、家から抜け出したのだ。"}
{"en": "I hesitated whether to attempt to secure the photograph at once;", "ja": "すぐさま写真を手に入れるか躊躇したが、"}
{"en": "I hesitated whether to attempt to secure the photograph at once; but the coachman had come in, and as he was watching me narrowly it seemed safer to wait.", "ja": "御者が入ってきて、僕を凝視するものだから、慎重になった方が安全だと思えたのだ。"}
{"en": "A little over-precipitance may ruin all.\"", "ja": "急いては事をし損じるからね。」"}
{"en": "\"And now?\"", "ja": "「これからは？」"}
{"en": "I asked.", "ja": "と私。"}
{"en": "\"Our quest is practically finished.", "ja": "「我々の調査は事実上、終了。"}
{"en": "I shall call with the King to-morrow,", "ja": "明日、王同伴で訪ねる予定だ。"}
{"en": "and with you, if you care to come with us.", "ja": "君も来たくば来たまえ。"}
{"en": "We will be shown into the sitting-room to wait for the lady, but it is probable that when she comes she may find neither us nor the photograph.", "ja": "居間で待つことになると思うが、彼女が来たときには写真とともに消え失せるという寸法だ。"}
{"en": "It might be a satisfaction to his Majesty to regain it with his own hands.\"", "ja": "陛下も手元に取り戻せると満足なさることだろう。」"}
{"en": "\"And when will you call?\"", "ja": "「いつ頃、訪ねるつもりだい？」"}
{"en": "\"At eight in the morning.", "ja": "「朝八時。"}
{"en": "She will not be up, so that we shall have a clear field.", "ja": "彼女はまだ起きていないだろうから、自由に仕事が出来る。"}
{"en": "Besides, we must be prompt,", "ja": "だが迅速に行動するに越したことはない。"}
{"en": "for this marriage may mean a complete change in her life and habits.", "ja": "結婚で生活習慣が様変わりしているやもしれぬ。"}
{"en": "I must wire to the King without delay.\"", "ja": "早速、王へ電報を打つとするか。」"}
{"en": "We had reached Baker Street and had stopped at the door.", "ja": "我々はベイカー街にたどり着き、戸口で立ち止まった。"}
{"en": "He was searching his pockets for the key when someone passing said:", "ja": "ホームズが懐に鍵を探ったとき、誰かが通りがかり声を掛けられた。"}
{"en": "\"Good-night, Mister Sherlock Holmes.\"", "ja": "「おやすみなさい、シャーロック・ホームズさん。」"}
{"en": "There were several people on the pavement at the time, but the greeting appeared to come from a slim youth in an ulster who had hurried by.", "ja": "そのとき歩道には幾人かいたが、挨拶したのはアルスターをまとった痩躯の青年らしく、急ぎ足で去っていった。"}
{"en": "\"I've heard that voice before,\"", "ja": "「あの声、聞き覚えがあるが。」"}
{"en": "said Holmes, staring down the dimly lit street.", "ja": "とホームズは街灯で薄く照らされた街並みに目を注ぐ。"}
{"en": "\"Now, I wonder who the deuce that could have been.\"", "ja": "「はて、誰だったか。」"}
{"en": "I slept at Baker Street that night,", "ja": "その晩、私はベイカー街に泊まった。"}
{"en": "and we were engaged upon our toast and coffee in the morning when the King of Bohemia rushed into the room.", "ja": "翌日、我々が朝のトーストとコーヒーを摂っているとき、ボヘミア王が部屋へ駆け込んできた。"}
{"en": "\"You have really got it!\"", "ja": "「手に入れたとな！」"}
{"en": "he cried, grasping Sherlock Holmes by either shoulder and looking eagerly into his face.", "ja": "と王はシャーロック・ホームズの両肩をつかみ、顔を強くのぞき込んだ。"}
{"en": "\"Not yet.\"", "ja": "「まだです。」"}
{"en": "\"But you have hopes?\"", "ja": "「だが、見込みはあるのだな。」"}
{"en": "\"I have hopes.\"", "ja": "「ございます。」"}
{"en": "\"Then, come.", "ja": "「では、来たまえ。"}
{"en": "I am all impatience to be gone.\"", "ja": "もう我慢ならん。」"}
{"en": "\"We must have a cab.\"", "ja": "「辻馬車を呼びましょう。」"}
{"en": "\"No, my brougham is waiting.\"", "ja": "「いや、余のブルームが待たせてある。」"}
{"en": "\"Then that will simplify matters.\"", "ja": "「それは助かります。」"}
{"en": "We descended and started off once more for Briony Lodge.", "ja": "と我々は階下へゆき、再びブライオニ荘へ向かった。"}
{"en": "\"Irene Adler is married,\"", "ja": "「イレーナ・アードラーは結婚しました。」"}
{"en": "remarked Holmes.", "ja": "とホームズ。"}
{"en": "\"Married!", "ja": "「結婚とな！"}
{"en": "When?\"", "ja": "いつのことか？」"}
{"en": "\"Yesterday.\"", "ja": "「昨日です。」"}
{"en": "\"But to whom?\"", "ja": "「果たして何やつと？」"}
{"en": "\"To an English lawyer named Norton.\"", "ja": "「英国人弁護士で、名をノートンと。」"}
{"en": "\"But she could not love him.\"", "ja": "「そんな男を愛すまい。」"}
{"en": "\"I am in hopes that she does.\"", "ja": "「僕としては、愛していることを望みます。」"}
{"en": "\"And why in hopes?\"", "ja": "「なにゆえ望むのだ。」"}
{"en": "\"Because it would spare your Majesty all fear of future annoyance.", "ja": "「理由は、陛下は将来悩まされずに済むからです。"}
{"en": "If the lady loves her husband, she does not love your Majesty.", "ja": "その女性が夫を愛せば、陛下を愛すことはない。"}
{"en": "If she does not love your Majesty, there is no reason why she should interfere with your Majesty's plan.\"", "ja": "陛下を愛さないのなら、おのずと邪魔をする理由もなくなりましょう。」"}
{"en": "\"It is true.", "ja": "「なるほど。"}
{"en": "And yet", "ja": "それにしても"}
{"en": "--Well!", "ja": "――ああ！"}
{"en": "I wish she had been of my own station!", "ja": "余の身分に相応しくあれば！"}
{"en": "What a queen she would have made!\"", "ja": "なんと素晴らしき妃となったことか！」"}
{"en": "He relapsed into a moody silence, which was not broken until we drew up in Serpentine Avenue.", "ja": "と王はまたふさぎ込んで黙ってしまい、サーペンタイン並木道に着くまで口を開かなかった。"}
{"en": "The door of Briony Lodge was open, and an elderly woman stood upon the steps.", "ja": "ブライオニ荘の扉は開かれていて、年輩の女性が石段の上に立っていた。"}
{"en": "She watched us with a sardonic eye as we stepped from the brougham.", "ja": "ブルームから下りる我々を、女性は冷笑的な目で見守っていた。"}
{"en": "\"Mr. Sherlock Holmes, I believe?\"", "ja": "「シャーロック・ホームズさまとお見受けしますが。」"}
{"en": "said she.", "ja": "と女性。"}
{"en": "\"I am Mr. Holmes,\"", "ja": "「僕がホームズです。」"}
{"en": "answered my companion, looking at her with a questioning and rather startled gaze.", "ja": "とパートナーは答え、不審と驚きに満ちたまなざしを向けた。"}
{"en": "\"Indeed!", "ja": "「まぁ。"}
{"en": "My mistress told me that you were likely to call.", "ja": "奥様が、あなたがお越しになるとおっしゃったのです。"}
{"en": "She left this morning with her husband by the 5:15 train from Charing Cross for the Continent.\"", "ja": "奥様は今朝方、旦那様とともに五時十五分、チャリング・クロス発大陸行の汽車でお発ちになりました。（※33）」"}
{"en": "\"What!\"", "ja": "「何と！」"}
{"en": "Sherlock Holmes staggered back, white with chagrin and surprise.", "ja": "とシャーロック・ホームズは無念と驚愕のため、顔面蒼白にして立ちくらみした。"}
{"en": "\"Do you mean that she has left England?\"", "ja": "「彼女は、イギリスを離れたと？」"}
{"en": "\"Never to return.\"", "ja": "「二度とお戻りになりません。」"}
{"en": "\"And the papers?\"", "ja": "「手紙と写真はいかに？」"}
{"en": "asked the King hoarsely.", "ja": "と王は声もかすれかすれに、"}
{"en": "\"All is lost.\"", "ja": "「万事やんぬるかな。」"}
{"en": "\"We shall see.\"", "ja": "「確かめましょう。」"}
{"en": "He pushed past the servant and rushed into the drawing-room,", "ja": "とホームズは女中を押しのけ、居間へと飛び込んだ。"}
{"en": "followed by the King and myself.", "ja": "王も私も後に続いた。"}
{"en": "The furniture was scattered about in every direction, with dismantled shelves and open drawers, as if the lady had hurriedly ransacked them before her flight.", "ja": "家具は部屋中に散乱し、棚は外され、引き出しは開いているという始末で、高飛びに先駆け、あの女性が引っかき回した様子だった。"}
{"en": "Holmes rushed at the bell-pull, tore back a small sliding shutter, and, plunging in his hand,", "ja": "ホームズは呼び鈴の紐へ駆け寄り、羽目板をずらし、手を突っ込んだ。"}
{"en": "pulled out a photograph and a letter.", "ja": "出てきたのは一枚の写真と一通の手紙だった。"}
{"en": "The photograph was of Irene Adler herself in evening dress,", "ja": "写真にはイヴニング・ドレス姿のアイリーン・アドラーが写っていて、"}
{"en": "the letter was superscribed to", "ja": "手紙には"}
{"en": "\"Sherlock Holmes, Esq.", "ja": "『シャーロック・ホームズさまへ。"}
{"en": "To be left till called for.\"", "ja": "ご訪問時は不在につき。』"}
{"en": "My friend tore it open and we all three read it together.", "ja": "友人は手で開封し、我々三人で読んだ。"}
{"en": "It was dated at midnight of the preceding night and ran in this way:", "ja": "日付は先の晩になっており、文面は次の通りである。"}
{"en": "\"MY DEAR MR. SHERLOCK HOLMES,", "ja": "親愛なるシャーロック・ホームズさま"}
{"en": "--You really did it very well.", "ja": "実に見事なお手際でございます。"}
{"en": "You took me in completely.", "ja": "すっかり騙されてしまいました。"}
{"en": "Until after the alarm of fire, I had not a suspicion.", "ja": "火事の叫びがございますまで、ゆめゆめ疑いもしませんでした。"}
{"en": "But then, when I found how I had betrayed myself, I began to think.", "ja": "我が身をうっかり吐露しましたことにはっとして、考えてみました。"}
{"en": "I had been warned against you months ago.", "ja": "数ヶ月ほど前、警告されたことがございました。"}
{"en": "I had been told that if the King employed an agent it would certainly be you.", "ja": "王が代理人をお立てになるなら、きっと貴方でございましょう、と。"}
{"en": "And your address had been given me.", "ja": "その方は住所まで教えてくださいました。"}
{"en": "Yet, with all this, you made me reveal what you wanted to know.", "ja": "それですのに、貴方に知りたいこと全てを見破られてしまいました。"}
{"en": "Even after I became suspicious, I found it hard to think evil of such a dear, kind old clergyman.", "ja": "疑いを持ち始めた後でさえ、あの親切な老牧師さまを悪く思うのは苦しゅうございました。"}
{"en": "But, you know, I have been trained as an actress myself.", "ja": "ですけど、わたくしはご存じのように女優の経験を積んでおります。"}
{"en": "Male costume is nothing new to me.", "ja": "男装のごときは、訳ないことでございます。"}
{"en": "I often take advantage of the freedom which it gives.", "ja": "折に触れては、その身自由さを利用しておりました。"}
{"en": "I sent John, the coachman, to watch you, ran up stairs, got into my walking-clothes, as I call them, and came down just as you departed.", "ja": "ジョン、わたくしの御者でございますが、見張りを申しつけまして、わたくしは、散歩服と呼んでいる服に身を包み、下へゆきますと、貴方は丁度お帰りになるところでした。"}
{"en": "\"Well, I followed you to your door, and so made sure that I was really an object of interest to the celebrated Mr. Sherlock Holmes.", "ja": "そして、お宅の戸口まで貴方をつけてゆきまして、わたくしはあの名高いシャーロック・ホームズさまの関心の的でございますことを確信いたしました。"}
{"en": "Then I, rather imprudently, wished you good-night, and started for the Temple to see my husband.", "ja": "はしたのうございますが、おやすみ申し上げ、そのまま夫の顔を見に法学院へ参ったのです。"}
{"en": "\"We both thought the best resource was flight, when pursued by so formidable an antagonist;", "ja": "わたくしども二人は、かくのごとき畏怖すべき方を敵に回しては、高飛びしてしまいますのが良策と考えました。"}
{"en": "so you will find the nest empty when you call to-morrow.", "ja": "ですので、明日ご来宅なさる際には、もぬけの殻でございましょう。"}
{"en": "As to the photograph, your client may rest in peace.", "ja": "写真につきましては、依頼人にご安心を、とお伝えくださいませ。"}
{"en": "I love and am loved by a better man than he.", "ja": "わたくしは現在、もっと良き人に愛し愛されております。"}
{"en": "The King may do what he will without hindrance from one whom he has cruelly wronged.", "ja": "陛下は、昔つれない仕打ちあそばした女の妨害などございませんから、御意のままになさいませ。"}
{"en": "I keep it only to safeguard myself,", "ja": "写真は護身のために取っておきます。"}
{"en": "and to preserve a weapon which will always secure me from any steps which he might take in the future.", "ja": "今後どのようなことがあってもいいよう、ただお守りとして手元に置くのみでございます。"}
{"en": "I leave a photograph which he might care to possess;", "ja": "陛下がご所望ならばとこの写真を一枚残していきます。"}
{"en": "and I remain, dear Mr. Sherlock Holmes,", "ja": "シャーロック・ホームズさまに心から。"}
{"en": "\"Very truly yours,", "ja": "かしこ"}
{"en": "\"What a woman", "ja": "「なんたる女"}
{"en": "--oh, what a woman!\"", "ja": "――まさに、なんたる女だ！」"}
{"en": "cried the King of Bohemia, when we had all three read this epistle.", "ja": "と我々三人が親書を読み終えたとき、ボヘミア王が叫んだ。"}
{"en": "\"Did I not tell you how quick and resolute she was?", "ja": "「言うによろしく、怜悧決然たる女であろう？"}
{"en": "Would she not have made an admirable queen?", "ja": "きっと王妃の誉れとなったであろうに。"}
{"en": "Is it not a pity that she was not on my level?\"", "ja": "惜しむらくは、階級が余には不相応であったことか。」"}
{"en": "\"From what I have seen of the lady she seems indeed to be on a very different level to your Majesty,\"", "ja": "「僕が拝見しましても、この女性と陛下、なるほど階級に差があるようです。」"}
{"en": "said Holmes coldly.", "ja": "とホームズは冷ややかに言う。"}
{"en": "\"I am sorry that I have not been able to bring your Majesty's business to a more successful conclusion.\"", "ja": "「遺憾ながら、陛下のご依頼を上首尾な結果に終わらせることが出来ませんでした。」"}
{"en": "\"On the contrary, my dear sir,\"", "ja": "「その逆であるぞ、貴公。」"}
{"en": "cried the King;", "ja": "と王は感嘆する。"}
{"en": "\"nothing could be more successful.", "ja": "「まことに上首尾である。"}
{"en": "I know that her word is inviolate.", "ja": "あの女の言葉に嘘偽りはない。"}
{"en": "The photograph is now as safe as if it were in the fire.\"", "ja": "写真は火中にくべたも同然、今や安全である。」"}
{"en": "\"I am glad to hear your Majesty say so.\"", "ja": "「陛下にそう言っていただき光栄に存じます。」"}
{"en": "\"I am immensely indebted to you.", "ja": "「大儀であった。"}
{"en": "Pray tell me in what way I can reward you.", "ja": "礼をつかわすゆえ、何なりと言うがよかろう。"}
{"en": "This ring--\"", "ja": "この指輪なぞ……」"}
{"en": "He slipped an emerald snake ring from his finger and held it out upon the palm of his hand.", "ja": "と王は指から翠玉（エメラルド）の蛇型指輪を抜き取り、自らの掌上に載せた。"}
{"en": "\"Your Majesty has something which I should value even more highly,\"", "ja": "「陛下は僕にとってもっと価値のある物をお持ちです。」"}
{"en": "said Holmes.", "ja": "とホームズ。"}
{"en": "\"You have but to name it.\"", "ja": "「何か言ってみたまえ。」"}
{"en": "\"This photograph!\"", "ja": "「この写真です。」"}
{"en": "\"Irene's photograph!\"", "ja": "「イレーナの写真とな！」"}
{"en": "he cried.", "ja": "と王。"}
{"en": "\"Certainly,", "ja": "「よかろう。"}
{"en": "if you wish it.\"", "ja": "望むのであれば。」"}
{"en": "\"I thank your Majesty.", "ja": "「ありがたく存じます、陛下。"}
{"en": "Then there is no more to be done in the matter.", "ja": "しからば、もはやこの件は解決いたしました。"}
{"en": "I have the honour to wish you a very good-morning.\"", "ja": "ごきげんよう、と謹んで申し上げます。」"}
{"en": "He bowed, and, turning away without observing the hand which the King had stretched out to him, he set off in my company for his chambers.", "ja": "とホームズはお辞儀し、王の差し出した手に見向きもせず、きびすを返し、私とともに私室へ引き上げたのだった。"}
{"en": "And that was how a great scandal threatened to affect the kingdom of Bohemia, and how the best plans of Mr. Sherlock Holmes were beaten by a woman's wit.", "ja": "以上がボヘミア王室を脅かした一大醜聞であり、ホームズの深謀が一女性の機知にうち砕かれた事件の顛末である。"}
{"en": "He used to make merry over the cleverness of women, but I have not heard him do it of late.", "ja": "以前は女性の浅知恵と冷やかしていたホームズも、最近は一言もない。"}
{"en": "And when he speaks of Irene Adler, or when he refers to her photograph, it is always under the honourable title of the woman.", "ja": "そしてアイリーン・アドラーに触れたり、写真を引き合いに出したりする際には、ホームズは常に『あのひと』という敬称を使うのである。"}
