{"en": "A DEAD SECRET", "ja": "葬られたる秘密"}
{"en": "Lafcadio Hearn", "ja": "小泉八雲"}
{"en": "A long time ago, in the province of Tamba (1), there lived a rich merchant named Inamuraya Gensuke.", "ja": "むかし丹波の国に稻村屋源助という金持ちの商人が住んでいた。"}
{"en": "He had a daughter called O-Sono.", "ja": "この人にお園という一人の娘があった。"}
{"en": "As she was very clever and pretty, he thought it would be a pity to let her grow up with only such teaching as the country-teachers could give her:", "ja": "お園は非常に怜悧で、また美人であったので、源助は田舎の先生の教育だけで育てる事を遺憾に思い、"}
{"en": "so he sent her, in care of some trusty attendants, to Kyoto, that she might be trained in the polite accomplishments taught to the ladies of the capital.", "ja": "信用のある従者をつけて娘を京都にやり、都の婦人達の受ける上品な芸事を修業させるようにした。"}
{"en": "After she had thus been educated, she was married to a friend of her father's family -- a merchant named Nagaraya;-- and she lived happily with him for nearly four years.", "ja": "こうして教育を受けて後、お園は父の一族の知人――ながらやと云う商人に嫁（かたづ）けられ、ほとんど四年の間その男と楽しく暮した。"}
{"en": "They had one child,", "ja": "二人の仲には一人の子――男の子があった。"}
{"en": "-- a But O-Sono fell ill and died, in the fourth year after her marriage.", "ja": "しかるにお園は結婚後四年目に病気になり死んでしまった。"}
{"en": "On the night after the funeral of O-Sono, her little son said that his mamma had come back, and was in the room upstairs.", "ja": "その葬式のあった晩にお園の小さい息子は、お母さんが帰って来て、二階のお部屋に居たよと云った。"}
{"en": "She had smiled at him, but would not talk to him:", "ja": "お園は子供を見て微笑んだが、口を利きはしなかった。"}
{"en": "so he became afraid, and ran away.", "ja": "それで子供は恐わくなって逃げて来たと云うのであった。"}
{"en": "Then some of the family went upstairs to the room which had been O-Sono's;", "ja": "そこで、一家の内の誰れ彼れが、お園のであった二階の部屋に行ってみると、"}
{"en": "and they were startled to see, by the light of a small lamp which had been kindled before a shrine in that room, the figure of the dead mother.", "ja": "驚いたことには、その部屋にある位牌の前に点（とも）された小さい灯明の光りで、死んだ母なる人の姿が見えたのである。"}
{"en": "She appeared as if standing in front of a tansu, or chest of drawers, that still contained her ornaments and her wearing-apparel.", "ja": "お園は箪笥すなわち抽斗になっている箱の前に立っているらしく、その箪笥にはまだお園の飾り道具や衣類が入っていたのである。"}
{"en": "Her head and shoulders could be very distinctly seen;", "ja": "お園の頭と肩とはごく瞭然（はっきり）見えたが、"}
{"en": "but from the waist downwards the figure thinned into invisibility;", "ja": "腰から下は姿がだんだん薄くなって見えなくなっている"}
{"en": "-- it was like an imperfect reflection of her, and transparent as a shadow on water.", "ja": "――あたかもそれが本人の、はっきりしない反影のように、また、水面における影の如く透き通っていた。"}
{"en": "Then the folk were afraid, and left the room.", "ja": "それで人々は、恐れを抱き部屋を出てしまい、"}
{"en": "Below they consulted together;", "ja": "下で一同集って相談をしたところ、"}
{"en": "and the mother of O-Sono's husband said:", "ja": "お園の夫の母の云うには"}
{"en": "\"A woman is fond of her small things;", "ja": "『女というものは、自分の小間物が好きなものだが、"}
{"en": "and O-Sono was much attached to her belongings.", "ja": "お園も自分のものに執著していた。"}
{"en": "Perhaps she has come back to look at them.", "ja": "たぶん、それを見に戻ったのであろう。"}
{"en": "Many dead persons will do that,", "ja": "死人でそんな事をするものもずいぶんあります"}
{"en": "-- unless the things be given to the parish-temple.", "ja": "――その品物が檀寺にやられずにいると。"}
{"en": "If we present O-Sono's robes and girdles to the temple, her spirit will probably find rest.\"", "ja": "お園の著物や帯もお寺へ納めれば、たぶん魂も安心するであろう』"}
{"en": "I was agreed that this should be done as soon as possible.", "ja": "で、出来る限り早く、この事を果すという事に極められ、"}
{"en": "So on the following morning the drawers were emptied;", "ja": "翌朝、抽斗を空（から）にし、"}
{"en": "and all of O-Sono's ornaments and dresses were taken to the temple.", "ja": "お園の飾り道具や衣裳はみな寺に運ばれた。"}
{"en": "But she came back the next night, and looked at the tansu as before.", "ja": "しかしお園はつぎの夜も帰って来て、前の通り箪笥を見ていた。"}
{"en": "And she came back also on the night following, and the night after that, and every night;", "ja": "それからそのつぎの晩も、つぎのつぎの晩も、毎晩帰って来た"}
{"en": "-- and the house became a house of fear.", "ja": "――ためにこの家は恐怖の家となった。"}
{"en": "The mother of O-Sono's husband then went to the parish-temple, and told the chief priest all that had happened, and asked for ghostly counsel.", "ja": "お園の夫の母はそこで檀寺に行き、住職に事の一伍一什を話し、幽霊の件について相談を求めた。"}
{"en": "The temple was a Zen temple; and the head-priest was a learned old man, known as Daigen Osho.", "ja": "その寺は禅寺であって、住職は学識のある老人で、大玄和尚として知られていた人であった。"}
{"en": "He said:", "ja": "和尚の言うに"}
{"en": "\"There must be something about which she is anxious, in or near that tansu.\"", "ja": "『それはその箪笥の内か、またはその近くに、何か女の気にかかるものがあるに相違ない』"}
{"en": "-- \"But we emptied all the drawers,\"", "ja": "老婦人は答えた"}
{"en": "replied the woman;", "ja": "――『それでも私共は抽斗を空（から）にいたしましたので、箪笥にはもう何も御座いませんのです』"}
{"en": "-- \"Well,\"", "ja": "――大玄和尚は言った"}
{"en": "said Daigen Osho,", "ja": "『宜しい、では、今夜拙僧（わたし）が御宅へ上り、その部屋で番をいたし、どうしたらいいか考えてみるで御座ろう。"}
{"en": "You must give orders that no person shall enter the room while I am watching, unless I call.\"", "ja": "どうか、拙僧が呼ばる時の外は、誰れも番を致しておる部屋に、入らぬよう命じておいていただきたい』"}
{"en": "After sundown, Daigen Osho went to the house, and found the room made ready for him.", "ja": "日没後、大玄和尚はその家へ行くと、部屋は自分のために用意が出来ていた。"}
{"en": "He remained there alone, reading the sutras;", "ja": "和尚は御経を読みながら、そこにただ独り坐っていた。"}
{"en": "and nothing appeared until after the Hour of the Rat. [1]", "ja": "が、子の刻過ぎまでは、何も顕れては来なかった。"}
{"en": "Then the figure of O-Sono suddenly outlined itself in front of the tansu. Her face had a wistful look;", "ja": "しかし、その刻限が過ぎると、お園の姿が不意に箪笥の前に、いつとなく輪廓を顕した。"}
{"en": "and she kept her eyes fixed upon the tansu.", "ja": "その顔は何か気になると云った様子で、両眼をじっと箪笥に据えていた。"}
{"en": "The priest uttered the holy formula prescribed in such cases, and then, addressing the figure by the kaimyo [2] of O-Sono, said:", "ja": "和尚はかかる場合に誦するように定められてある経文を口にして、さてその姿に向って、お園の戒名を呼んで話しかけた"}
{"en": "-- \"I have come here in order to help you.", "ja": "『拙僧（わたし）は貴女（あなた）のお助けをするために、ここに来たもので御座る。"}
{"en": "Perhaps in that tansu there is something about which you have reason to feel anxious.", "ja": "定めしその箪笥の中には、貴女の心配になるのも無理のない何かがあるのであろう。"}
{"en": "Shall I try to find it for you?\"", "ja": "貴女のために私がそれを探し出して差し上げようか』"}
{"en": "The shadow appeared to give assent by a slight motion of the head;", "ja": "影は少し頭を動かして、承諾したらしい様子をした。"}
{"en": "and the priest, rising, opened the top drawer.", "ja": "そこで和尚は起ち上り、一番上の抽斗を開けてみた。"}
{"en": "It was empty.", "ja": "が、それは空であった。"}
{"en": "Successively he opened the second, the third, and the fourth drawer;", "ja": "つづいて和尚は、第二、第三、第四の抽斗を開けた"}
{"en": "-- he searched carefully behind them and beneath them;", "ja": "――抽斗の背後（うしろ）や下を気をつけて探した"}
{"en": "-- he carefully examined the interior of the chest.", "ja": "――箱の内部を気をつけて調べてみた。"}
{"en": "He found nothing.", "ja": "が何もない。"}
{"en": "But the figure remained gazing as wistfully as before.", "ja": "しかしお園の姿は前と同じように、気にかかると云ったようにじっと見つめていた。"}
{"en": "\"What can she want?\"", "ja": "『どうしてもらいたいと云うのかしら？』"}
{"en": "thought the priest.", "ja": "と和尚は考えた。"}
{"en": "Suddenly it occurred to him", "ja": "が、突然こういう事に気がついた。"}
{"en": "that there might be something hidden under the paper with which the drawers were lined.", "ja": "抽斗の中を張ってある紙の下に何か隠してあるのかもしれない。"}
{"en": "He removed the lining of the first drawer:", "ja": "と、そこで一番目の抽斗の貼り紙をはがしたが"}
{"en": "-- nothing!", "ja": "――何もない！"}
{"en": "He removed the lining of the second and third drawers:", "ja": "第二、第三の抽斗の貼り紙をはがしたが"}
{"en": "-- still nothing.", "ja": "――それでもまだ何もない。"}
{"en": "But under the lining of the lowermost drawer he found", "ja": "しかるに一番下の抽斗の貼り紙の下に何か見つかった"}
{"en": "-- a letter.", "ja": "――一通の手紙である。"}
{"en": "\"Is this the thing about which you have been troubled?\"", "ja": "『貴女の心を悩ましていたものはこれかな？』"}
{"en": "he asked.", "ja": "と和尚は訊ねた。"}
{"en": "The shadow of the woman turned toward him,", "ja": "女の影は和尚の方に向った"}
{"en": "-- her faint gaze fixed upon the letter.", "ja": "――その力のない凝視は手紙の上に据えられていた。"}
{"en": "\"Shall I burn it for you?\"", "ja": "『拙僧がそれを焼き棄てて進ぜようか？』"}
{"en": "he asked.", "ja": "と和尚は訊ねた。"}
{"en": "She bowed before him.", "ja": "お園の姿は和尚の前に頭を下げた。"}
{"en": "\"It shall be burned in the temple this very morning,\"", "ja": "『今朝すぐに寺で焼き棄て、私の外、誰れにもそれを読ませまい』"}
{"en": "he promised;", "ja": "と和尚は約束した。"}
{"en": "The figure smiled and vanished.", "ja": "姿は微笑して消えてしまった。"}
{"en": "Dawn was breaking as the priest descended the stairs, to find the family waiting anxiously below.", "ja": "和尚が梯子段を降りて来た時、夜は明けかけており、一家の人々は心配して下で待っていた。"}
{"en": "\"Do not be anxious,\"", "ja": "『御心配なさるな、"}
{"en": "he said to them:", "ja": "もう二度と影は顕れぬから』"}
{"en": "\"She will not appear again.\"", "ja": "と和尚は一同に向って云った。"}
{"en": "And she never did.", "ja": "果してお園の影は遂に顕れなかった。"}
{"en": "The letter was burned.", "ja": "手紙は焼き棄てられた。"}
{"en": "It was a love-letter written to O-Sono in the time of her studies at Kyoto.", "ja": "それはお園が京都で修業していた時に貰った艶書であった。"}
{"en": "But the priest alone knew what was in it;", "ja": "しかしその内に書いてあった事を知っているものは和尚ばかりであって、"}
{"en": "and the secret died with him.", "ja": "秘密は和尚と共に葬られてしまった。"}
