{"en": "LYKKENS KALOSKER", "ja": "幸福のうわおいぐつ"}
{"en": "Hans Christian Andersen", "ja": "ハンス・クリスティアン・アンデルセン"}
{"en": "I. A Beginning", "ja": "一　お話のはじまり"}
{"en": "In one of the houses not far from the new market a party was invited--a very large party,", "ja": "コペンハーゲンで、そこの東通の、王立新市場からとおくない一軒の家は、たいそうおおぜいのお客でにぎわっていました。"}
{"en": "in order, as is often the case, to get a return invitation from the others.", "ja": "人と人とのおつきあいでは、ときおりこちらからお客をしておけば、そのうち、こちらもお客によばれるといったものでしてね。"}
{"en": "One half of the company was already seated at the card-table,", "ja": "お客の半分はとうにカルタ卓（づくえ）にむかっていました。"}
{"en": "the other half awaited the result of the stereotype preliminary observation of the lady of the house:", "ja": "あとの半分は、主人役の奥さんから、今しがた出た、"}
{"en": "\"Now let us see what we can do to amuse ourselves.\"", "ja": "「さあ、こんどはなにがはじまりしましょうね。」"}
{"en": "They had got just so far, and the conversation began to crystallise,", "ja": "もうずいぶんお客さま同士の話がはずむだけはずんでいました。"}
{"en": "Amongst other things they spoke of the middle ages:", "ja": "そういう話のなかには、中世紀時代の話もでました。"}
{"en": "some praised that period as far more interesting, far more poetical than our own too sober present;", "ja": "あるひとりは、あの時代は今の時代にくらべては、くらべものにならないほどよかったと主張しました。"}
{"en": "indeed Councillor Knap defended this opinion so warmly, that the hostess declared immediately on his side,", "ja": "じっさい司法参事官（しほうさんじかん）のクナップ氏などは、この主張（しゅうちょう）にとても熱心で、さっそく主人役の奥さんを身方につけてしまったほどでした。"}
{"en": "and both exerted themselves with unwearied eloquence.", "ja": "そうしてこのふたりは＊エールステッドが年報誌上にかいた古近代論の、現代びいきな説にたいして、やかましい攻撃をはじめかけたくらいです。"}
{"en": "The Councillor boldly declared the time of King Hans to be the noblest and the most happy period.*", "ja": "司法参事官の説にしたがえば、デンマルクの＊＊ハンス王時代といえば、人間はじまって以来、いちばんりっぱな、幸福な時代であったというのでした。"}
{"en": "* A.D. 1482-1513", "ja": "＊デンマルクの名高い物理学者（一七七七―一八五一）。"}
{"en": "While the conversation turned on this subject, and was only for a moment interrupted by the arrival of a journal", "ja": "さて会話は、こんなことで、賛否（さんぴ）こもごも花が咲いて、あいだに配達の夕刊がとどいたので、ちょっと話がとぎれたぐらいのことでした。"}
{"en": "that contained nothing worth reading,", "ja": "でも、新聞にはべつだんおもしろいこともありませんでしたから、話はそれなりまたつづきました。"}
{"en": "we will just step out into the antechamber,", "ja": "で、わたしたちはちょっと表の控間へはいってみましょう。"}
{"en": "where cloaks, mackintoshes, sticks, umbrellas, and shoes, were deposited.", "ja": "そこにはがいとうと、つえと、かさと、くつの上にはうわおいぐつが一足（いっそく）置いてありました。"}
{"en": "Here sat two female figures,", "ja": "みるとふたりの婦人が卓（つくえ）のまえにすわっていました。"}
{"en": "a young and an old one.", "ja": "ひとりはまだ若い婦人ですが、ひとりは年をとっていました。"}
{"en": "One might have thought at first they were servants come to accompany their mistresses home;", "ja": "ちょっとみると、お客のなかのお年よりのお嬢さん、または未亡人（びぼうじん）の奥さんのお迎えに来て、待っている女中かとおもうでしょう。"}
{"en": "but on looking nearer, one soon saw they could scarcely be mere servants;", "ja": "でもよくみると、ふたりとも、ただの女中などでないということはわかりました。"}
{"en": "their forms were too noble for that, their skin too fine, the cut of their dress too striking.", "ja": "それにはふたりともきゃしゃすぎる手をしていましたし、ようすでも、ものごしでも、りっぱすぎていましたが、着物のしたて方にしても、ずいぶんかわっていました。"}
{"en": "Two fairies were they;", "ja": "ほんとうは、このふたりは妖女（ようじょ）だったのです。"}
{"en": "the younger, it is true, was not Dame Fortune herself, but one of the waiting-maids of her handmaidens who carry about the lesser good things that she distributes;", "ja": "若いほうは幸福の女神でこそありませんが、そのおそばづかえのそのまた召使のひとりで、ちょいとしたちいさな幸福のおくりものをはこぶ役をつとめているのです。"}
{"en": "the other looked extremely gloomy", "ja": "年をとったほうは、だいぶむずかしい顔をしていました。"}
{"en": "--it was Care.", "ja": "これは心配の妖女でした。"}
{"en": "She always attends to her own serious business herself,", "ja": "このほうはいつもごじしん堂堂（どうどう）と、どこへでも乗り込んでいってしごとをします。"}
{"en": "as then she is sure of having it done properly.", "ja": "すると、やはりそれがいちばんうまくいくことを知ってました。"}
{"en": "They were telling each other, with a confidential interchange of ideas, where they had been during the day.", "ja": "ふたりはおたがいに、きょうどこでなにをして来たか話し合っていました。"}
{"en": "The messenger of Fortune had only executed a few unimportant commissions,", "ja": "幸福の女神のおそばづかえのそのまた召使は、ほんのふたつ三つごくつまらないことをして来ました。"}
{"en": "such as saving a new bonnet from a shower of rain, etc.;", "ja": "たとえば買い立ての帽子が夕立にあうところを助けてやったり、ある正直な男に無名の篤志家（とくしか）からほどこし物をもらってやったり、まあそんなことでした。"}
{"en": "but what she had yet to perform was something quite unusual.", "ja": "しかし、そのあとで、もうひとつ、話しのこしていたことは、いくらかかわったことであったのです。"}
{"en": "\"I must tell you,\"", "ja": "「まあついでだからいいますがね。」"}
{"en": "said she,", "ja": "と、幸福のおそばづかえのそのまた召使は話しました。"}
{"en": "\"that to-day is my birthday;", "ja": "「きょうはわたしの誕生日（たんじょうび）なのですよ。"}
{"en": "and in honor of it, a pair of walking-shoes or galoshes has been entrusted to me,", "ja": "それでそのお祝いに、ご主人からうわおいぐつを一足（いっそく）あずけられました。"}
{"en": "which I am to carry to mankind.", "ja": "そしてそれを人間のなかま［＃「なかま」は底本では「なまか」］にやってくれというのです。"}
{"en": "These shoes possess the property of instantly transporting him who has them on to the place or the period in which he most wishes to be; every wish, as regards time or place, or state of being, will be immediately fulfilled,", "ja": "そのうわおいぐつにはひとつの徳（とく）があって、それをはいたものはたちまち、だれでもじぶんがいちばん住んでみたいとおもう時代なり場所なりへ、はこんで行ってもらえて、その時代なり場所なりについて、のぞんでいたことがさっそくにかなうのです。"}
{"en": "and so at last man will be happy, here below.\"", "ja": "そういうわけで、人間もどうやら、この世の中ながら幸福になれるのでしょう。」"}
{"en": "\"Do you seriously believe it?\"", "ja": "こういうと心配の妖女（ようじょ）が、"}
{"en": "replied Care,", "ja": "「いや、お待ちなさいよ。"}
{"en": "\"No; he will be very unhappy, and will assuredly bless the moment when he feels that he has freed himself from the fatal shoes.\"", "ja": "そのうわおいぐつをはいた人は、きっとずいぶんふしあわせになるでしょうよ。"}
{"en": "\"Stupid nonsense!\"", "ja": "「まあそこまではおもわなくても。」"}
{"en": "said the other angrily.", "ja": "と、もうひとりがふふくらしくいいました。"}
{"en": "\"I will put them here by the door.", "ja": "「さあ、それでは幸福のうわおいぐつを、ここの戸口におきますよ。"}
{"en": "Some one will make a mistake for certain and take the wrong ones--he will be a happy man.\"", "ja": "だれかがまちがってひっかけていって、いやでも、すぐと幸福な人間になるでしょう。」"}
{"en": "Such was their conversation.", "ja": "どうです。"}
{"en": "II. What Happened to the Councillor", "ja": "二　参事官はどうしたか"}
{"en": "It was late;", "ja": "もうだいぶ夜がふけていました。"}
{"en": "Councillor Knap, deeply occupied with the times of King Hans, intended to go home,", "ja": "司法参事（しほうさんじ）官クナップ氏は、ハンス王時代のことに心をとられながら、うちへかえろうとしました。"}
{"en": "and malicious Fate managed matters so that his feet, instead of finding their way to his own galoshes, slipped into those of Fortune.", "ja": "ところで運命の神さまは、この人がじぶんのとまちがえて、幸福のうわおいぐつをはくように取りはからってしまいました。"}
{"en": "Thus caparisoned the good man walked out of the well-lighted rooms into East Street.", "ja": "そこで参事官がなんの気なしにそれをはいたまま東通へ出ますと、"}
{"en": "By the magic power of the shoes he was carried back to the times of King Hans;", "ja": "もうすぐと、うわおいぐつの効能があらわれて、クナップ氏はたちまち三百五十年前のハンス王時代にまでひきもどされてしまいました。"}
{"en": "on which account his foot very naturally sank in the mud and puddles of the street,", "ja": "さっそくに参事官は往来のぬかるみのなかへ、両足つっこんでしまいました。"}
{"en": "there having been in those days no pavement in Copenhagen.", "ja": "なぜならその時代はもちろん昔のことで、石をしいた歩道なんて、ひとつだってあるはずがないのです。"}
{"en": "\"Well!", "ja": "「やれやれ、"}
{"en": "This is too bad!", "ja": "これはえらいぞ、"}
{"en": "How dirty it is here!\"", "ja": "いやはや、なんというきたない町だ。」"}
{"en": "sighed the Councillor.", "ja": "と参事官がいいました。"}
{"en": "\"As to a pavement, I can find no traces of one,", "ja": "「どうして歩道をみんな、なくしてしまったのだろう。"}
{"en": "and all the lamps, it seems, have gone to sleep.\"", "ja": "街灯（がいとう）をみんな消してしまったのだろう。」"}
{"en": "The moon was not yet very high; it was besides rather foggy, so that in the darkness all objects seemed mingled in chaotic confusion.", "ja": "月はまだそう高くはのぼっていませんでしたし、おまけに空気はかなり重たくて、なんということなしに、そこらの物がくらやみのなかへとろけ出しているようにおもわれました。"}
{"en": "At the next corner hung a votive lamp before a Madonna, but the light it gave was little better than none at all;", "ja": "次の横町の角（かど）には、うすぐらい灯明がひとつ、聖母のお像のまえにさがっていましたが、そのあかりはまるでないのも同様でした。"}
{"en": "indeed, he did not observe it before he was exactly under it, and his eyes fell upon the bright colors of the pictures which represented the well-known group of the Virgin and the infant Jesus.", "ja": "すぐその下にたって、仰いでみてやっと、聖母と神子（しんじ）の彩色した像が分かるくらいでした。"}
{"en": "\"That is probably a wax-work show,\"", "ja": "「これはきっと美術品を売る家なのだな。"}
{"en": "thought he;", "ja": "日がくれたのに看板をひっこめるを忘れているのだ。」"}
{"en": "\"and the people delay taking down their sign in hopes of a late visitor or two.\"", "ja": "と、参事官はおもいました。"}
{"en": "A few persons in the costume of the time of King Hans passed quickly by him.", "ja": "むかしの服装をした人がふたり、すぐそばを通っていきました。"}
{"en": "\"How strange they look!", "ja": "「おや、なんというふうをしているのだ。"}
{"en": "The good folks come probably from a masquerade!\"", "ja": "仮装舞踏会（かそうぶとうかい）からかえって来た人たちかな。」"}
{"en": "Suddenly was heard the sound of drums and fifes; the bright blaze of a fire shot up from time to time, and its ruddy gleams seemed to contend with the bluish light of the torches.", "ja": "ふとだしぬけに、太皷と笛の音（ね）がきこえて、たいまつがあかあかかがやき出しました。"}
{"en": "The Councillor stood still, and watched a most strange procession pass by.", "ja": "参事官はびっくりしてたちどまりますと、そのとき奇妙な行列が鼻のさきを通っていきました。"}
{"en": "First came a dozen drummers, who understood pretty well how to handle their instruments;", "ja": "まっさきには皷手の一隊が、いかにもおもしろそうに太皷を打ちながら進んで来ました。"}
{"en": "then came halberdiers, and some armed with cross-bows.", "ja": "そのあとには、長い弓と石弓をかついだ随兵（ずいひょう）がつづきました。"}
{"en": "The principal person in the procession was a priest.", "ja": "この行列のなかでいちばんえらそうな人は坊さんの殿様でした。"}
{"en": "Astonished at what he saw, the Councillor asked what was the meaning of all this mummery, and who that man was.", "ja": "びっくりした参事官は、いったいこれはいつごろの風をしているので、このすいきょうらしい仮装行列をやってあるく人はたれなのだろう、といって、行列のなかの人にたずねました。"}
{"en": "\"That's the Bishop of Zealand,\"", "ja": "「シェランの大僧正（そうじょう）さまです。」"}
{"en": "was the answer.", "ja": "と、たれかがこたえました。"}
{"en": "\"Good Heavens! What has taken possession of the Bishop?\"", "ja": "「大僧正のおもいつきだと、とんでもないことだ。」"}
{"en": "sighed the Councillor, shaking his head.", "ja": "と、参事官はため息をついてあたまを振りました。"}
{"en": "It certainly could not be the Bishop;", "ja": "そんな大僧正なんてあるものか。"}
{"en": "Reflecting on the matter, and without looking right or left, the Councillor went through East Street and across the Habro-Platz.", "ja": "ひとりで不服をとなえながら、右も左もみかえらずに、参事官はずんずん東通をとおりぬけて、高橋広場（たかばしひろば）にでました。"}
{"en": "The bridge leading to Palace Square was not to be found;", "ja": "ところが宮城広場へ出る大きな橋がみつかりません。"}
{"en": "scarcely trusting his senses, the nocturnal wanderer discovered a shallow piece of water,", "ja": "やっとあさい小川をみつけてその岸に出ました。"}
{"en": "and here fell in with two men who very comfortably were rocking to and fro in a boat.", "ja": "そのうち小舟にのってやって来るふたりの船頭らしい若者にであいました。"}
{"en": "\"Does your honor want to cross the ferry to the Holme?\"", "ja": "「島（ホルメン）へ渡りなさるのかな。」"}
{"en": "asked they.", "ja": "と、船頭はいいました。"}
{"en": "\"Across to the Holme!\"", "ja": "「島（ホルメン）へ渡るかって。」"}
{"en": "said the Councillor,", "ja": "と、参事官はおうむ返しにこたえました。"}
{"en": "who knew nothing of the age in which he at that moment was.", "ja": "なにしろ、この人はまた、じぶんが今、いつの時代に居るのか、はっきり知らなかったのです。"}
{"en": "\"No, I am going to Christianshafen, to Little Market Street.\"", "ja": "「わたしは、クリスティアンス　ハウンから小市場通へいくのだよ。」"}
{"en": "Both men stared at him in astonishment.", "ja": "こういうと、こんどはむこうがおどろいて顔をみました。"}
{"en": "\"Only just tell me where the bridge is,\"", "ja": "「ぜんたい橋はどこになっているのだ。」"}
{"en": "said he.", "ja": "と参事官はいいました。"}
{"en": "\"It is really unpardonable that there are no lamps here;", "ja": "「第一ここにあかりをつけておかないなんてけしからんじゃないか。"}
{"en": "and it is as dirty as if one had to wade through a morass.\"", "ja": "それにこのへんはまるで沼の中をあるくようなひどいぬかるみだな。」"}
{"en": "The longer he spoke with the boatmen, the more unintelligible did their language become to him.", "ja": "こんなふうに話しても、話せば話すほど船頭にはよけいわからなくなりました。"}
{"en": "\"I don't understand your Bornholmish dialect,\"", "ja": "「どうもおまえたちの＊ボルンホルムことばは、さっぱりわからんぞ。」"}
{"en": "said he at last, angrily,", "ja": "と、参事官はかんしゃくをおこしてどなりつけました。"}
{"en": "and turning his back upon them.", "ja": "そして背中をむけてどんどんあるきだしました。"}
{"en": "He was unable to find the bridge:", "ja": "しかしいくらあるいても、参事は橋をみつけることはできませんでした。"}
{"en": "there was norailway either.", "ja": "らんかんらしいものはまるでありませんでした。"}
{"en": "\"It is really disgraceful what a state this place is in,\"", "ja": "「どうもこのへんは実にひどい所だ。」"}
{"en": "muttered he to himself.", "ja": "と、参事官はいいました。"}
{"en": "Never had his age, with which, however, he was always grumbling, seemed so miserable as on this evening.", "ja": "じぶんのいる時代を、この晩ほどなさけなくおもったことはありませんでした。"}
{"en": "\"I'll take a hackney-coach!\"", "ja": "「まあこのぶんでは、辻馬車をやとうのがいちばんよさそうだ。」"}
{"en": "thought he.", "ja": "と、参事官はおもいました。"}
{"en": "But where were the hackney-coaches?", "ja": "そういったところで、さて、どこにその辻馬車があるでしょうか。"}
{"en": "Not one was to be seen.", "ja": "それは一台だってみあたりそうにはありませんでした。"}
{"en": "\"I must go back to the New Market;", "ja": "「これではやはり、王立新市場までもどるほうがいいだろう。"}
{"en": "there, it is to be hoped, I shall find some coaches;", "ja": "あそこならたくさん馬車も来ているだろう。"}
{"en": "for if I don't, I shall never get safe to Christianshafen.\"", "ja": "そうでもしないと、とてもクリスティアンス　ハウンまでかえることなどできそうもない。」"}
{"en": "So off he went in the direction of East Street,", "ja": "そこで、またもどって、東通のほうへあるきだしました。"}
{"en": "and had nearly got to the end of it when the moon shone forth.", "ja": "そしてほとんどそこを通りぬけようとしたときに、たかだかと月がのぼりました。"}
{"en": "\"God bless me!", "ja": "「おや、"}
{"en": "What wooden scaffolding is that which they have set up there?\"", "ja": "なんとおもって足場みたいなものをここに建てたのだ。」"}
{"en": "cried he involuntarily, as he looked at East Gate,", "ja": "東門をみつけて、参事官はこうさけびました。"}
{"en": "which, in those days, was at the end of East Street.", "ja": "そのころ東通のはずれに、門があったのです。"}
{"en": "He found, however, a little side-door open, and through this he went, and stepped into our New Market of the present time.", "ja": "とにかく、出口をさがして、そこをとおりぬけると、今の王立新市場のある通へでました。"}
{"en": "It was a huge desolate plain;", "ja": "けれどそれはただのだだっ広い草原でした。"}
{"en": "Some wretched hovels for the Dutch sailors, resembling great boxes, and after which the place was named, lay about in confused disorder on the opposite bank.", "ja": "二三軒みすぼらしいオランダ船の船員のとまる下宿の木小屋（きごや）が、そのむこう岸に建っていて、オランダッ原（ぱら）ともよばれていた所です。"}
{"en": "\"I either behold a fata morgana,", "ja": "「おれはしんきろうをみているのか知らん。"}
{"en": "or I am regularly tipsy,\"", "ja": "それとも酔っぱらっているのじゃないか知ら。」"}
{"en": "whimpered out the Councillor.", "ja": "と、参事は泣き声をだしました。"}
{"en": "\"But what's this?\"", "ja": "「とにかくありゃあなんだ。」"}
{"en": "He turned round anew, firmly convinced that he was seriously ill.", "ja": "もうどうしても、病気にかかっているにちがいない、そうおもい込んで、また引っかえしました。"}
{"en": "He gazed at the street formerly so well known to him, and now so strange in appearance, and looked at the houses more attentively: most of them were of wood, slightly put together; and many had a thatched roof.", "ja": "往来をとぼとぼあるきあるき、なおよくそこらの家のようすをみると、たいていの家は木組の小屋で、なかにはわら屋根の家もありました。"}
{"en": "\"No--I am far from well,\"", "ja": "「いや、どうもへんな気分でしょうがない。」"}
{"en": "sighed he;", "ja": "と、参事官はため息をつきました。"}
{"en": "\"and yet I drank only one glass of punch; but I cannot suppose it--it was, too, really very wrong to give us punch and hot salmon for supper.", "ja": "「しかしおれは、ほんの一杯ポンスを飲んだだけだが、それがうまくおさまらないとみえる。"}
{"en": "I have half a mind to go back again, and say what I suffer.", "ja": "もういちどもどっていって、主人の代理公使夫人に小言（こごと）をいって来ようかしらん。"}
{"en": "But no, that would be too silly;", "ja": "いや、それもばからしいようだ。"}
{"en": "and Heaven only knows if they are up still.\"", "ja": "それにまだ起きているかどうかわからない。」"}
{"en": "He looked for the house, but it had vanished.", "ja": "そういいながら、その家の方角をさがしましたが、どうしてもみつかりませんでした。"}
{"en": "\"It is really dreadful,\"", "ja": "「どうもひどいことだ。"}
{"en": "\"I cannot recognise East Street again;", "ja": "東通がまるでわからなくなった。"}
{"en": "there is not a single decent shop from one end to the other!", "ja": "一軒の店もみえはしない。"}
{"en": "Nothing but wretched huts can I see anywhere;", "ja": "みすぼらしいたおれかけの小屋がみえるだけだ。"}
{"en": "just as if I were at Ringstead.", "ja": "これではまるでリョースキレか、リンステッドへでもいったようだ。"}
{"en": "Oh!", "ja": "ああ、"}
{"en": "I am ill!", "ja": "おれは病気だぞ。"}
{"en": "I can scarcely bear myself any longer.", "ja": "遠慮をしているところでない。"}
{"en": "Where the deuce can the house be?", "ja": "だが、いったい代理公使の家はどこなんだろう。"}
{"en": "yet there is not the slightest idea of resemblance, to such a degree has everything changed this night!", "ja": "どうしてももうもととはちがっている。"}
{"en": "At all events here are some people up and stirring.", "ja": "しかもなかには人がまだ起きている。"}
{"en": "Oh! oh! I am certainly very ill.\"", "ja": "――どうしてもおれは病気だ。」"}
{"en": "He now hit upon a half-open door,", "ja": "そのとき参事官は、一軒戸のあいている家の前へ出ました。"}
{"en": "through a chink of which a faint light shone.", "ja": "すきまからあかりが往来へさしていました。"}
{"en": "It was a sort of hostelry of those times; a kind of public-house.", "ja": "これはそのころの安宿で、半分居酒屋のようなものでした。"}
{"en": "The room had some resemblance to the clay-floored halls in Holstein;", "ja": "ところで、そのなかはホルシュタイン風の百姓家の台所といったていさいでした。"}
{"en": "a pretty numerous company, consisting of seamen, Copenhagen burghers, and a few scholars, sat here in deep converse over their pewter cans, and gave little heed to the person who entered.", "ja": "なかにはおおぜいの人間が、船乗や、コペンハーゲンの町人や二三人の本読（ほんよみ）もまじって、みんなビールのジョッキをひかえて、むちゅうになってしゃべっていて、はいって来た客にはいっこう気がつかないようでした。"}
{"en": "\"By your leave!\"", "ja": "参事官はお客をむかえにたったおかみさんにいいました。"}
{"en": "said the Councillor to the Hostess, who came bustling towards him.", "ja": "「お気のどくですが、わたしは非常にぐあいがわるいのです。"}
{"en": "would you have the goodness to send for a hackney-coach to take me to Christianshafen?\"", "ja": "クリスティアンスハウンまで、辻馬車をやとってはもらえませんか。」"}
{"en": "The woman examined him with eyes of astonishment, and shook her head;", "ja": "おかみさんは、参事官の顔をうさんらしくみて首をふりました。"}
{"en": "she then addressed him in German.", "ja": "それからドイツ語で話しかけました。"}
{"en": "The Councillor thought she did not understand Danish, and therefore repeated his wish in German.", "ja": "参事官はそれで、おかみさんがデンマルク語を知らないことがわかったので、こんどはドイツ語で同じ註文をくり返しました。"}
{"en": "This, in connection with his costume, strengthened the good woman in the belief that he was a foreigner.", "ja": "その言葉と服装から、おかみさんは、この客をてっきり外国人だとおもい込みました。"}
{"en": "That he was ill, she comprehended directly; so she brought him a pitcher of water,", "ja": "で、気分のわるそうなようすをみると、さっそく水をジョッキに一杯ついでもって来ました。"}
{"en": "which tasted certainly pretty strong of the sea,", "ja": "水はなんだかしょっぱいへんな味がしました。"}
{"en": "although it had been fetched from the well.", "ja": "そのくせ外の噴井戸（ふきいど）から汲んで来たのです。"}
{"en": "The Councillor supported his head on his hand, drew a long breath, and thought over all the wondrous things he saw around him.", "ja": "参事官は両手であたまをおさえて、ふかいためいきをつきながら、いまし方つづいておこった奇妙なことを、あれこれとおもいめぐらしていました。"}
{"en": "\"Is this the Daily News of this evening?\"", "ja": "「それはきょうの＊『ダーエン』ですか。」"}
{"en": "he asked mechanically, as he saw the Hostess push aside a large sheet of paper.", "ja": "と、参事官は、おかみさんがもっていきかけた大きな紙をみて、ほんのおせじにききました。"}
{"en": "The meaning of this councillorship query remained, of course, a riddle to her, yet she handed him the paper without replying.", "ja": "お上さんは、なにを客がいうのだかわかりませんでしたから、だまってその紙を渡しました。"}
{"en": "It was a coarse wood-cut, representing a splendid meteor \"as seen in the town of Cologne,\" which was to be read below in bright letters.", "ja": "それはむかし、キョルンの町にあらわれたふしぎな空中現象（げんしょう）をかいた一枚の木版刷（もくはんずり）でした。"}
{"en": "\"That is very old!\"", "ja": "「こりゃなかなか古い。」"}
{"en": "said the Councillor, whom this piece of antiquity began to make considerably more cheerful.", "ja": "と参事官は、あんがいな掘り出しもので、おおきに愉快になりました。"}
{"en": "\"Pray how did you come into possession of this rare print?", "ja": "「おまえさん、このめずらしい刷物（すりなの）をどうして手に入れたのだね。"}
{"en": "It is extremely interesting,", "ja": "こりゃなかなかおもしろいものだよ。"}
{"en": "although the whole is a mere fable.", "ja": "もっとも話はまるっきりおとぎばなしだがね。"}
{"en": "Such meteorous appearances are to be explained in this way--that they are the reflections of the Aurora Borealis,", "ja": "今日では、これに類した空中現象は、北極光をみあやまったものだということになつている。"}
{"en": "and it is highly probable they are caused principally by electricity.\"", "ja": "おそらく電気の作用でおこるものらしい。」"}
{"en": "Those persons who were sitting nearest him and heard his speech, stared at him in wonderment;", "ja": "すると参事官のすぐそばにすわって、この話をきいた人たちが、びっくりしてその顔をながめました。"}
{"en": "and one of them rose, took off his hat respectfully, and said with a serious countenance,", "ja": "そして、そのうちのひとりは、たち上がって、うやうやしく帽子をぬいで、ひどくしかつめらしく"}
{"en": "\"You are no doubt a very learned man, Monsieur.\"", "ja": "「先生、どうも、あなたはたいそうな学者でおいでになりますな。」"}
{"en": "\"Oh no,\"", "ja": "「いやはや、どういたしまして。」"}
{"en": "answered the Councillor,", "ja": "と、参事官は答えました。"}
{"en": "\"I can only join in conversation on this topic and on that, as indeed one must do according to the demands of the world at present.\"", "ja": "「ついだれでも知っているはずのことをふたことみこと、お話しただけですよ。」"}
{"en": "\"Modestia is a fine virtue,\"", "ja": "「けんそんは美徳で。」"}
{"en": "continued the gentleman;", "ja": "とその男はラテン語まじりにいいました。"}
{"en": "\"however, as to your speech, I must say mihi secus videtur:", "ja": "「［＃「「」は底本では欠落］もっともお説にたいして、わたくしは異説をさしはさむものであります。"}
{"en": "yet I am willing to suspend my judicium.\"", "ja": "しかしながら、わたくしの批判はしばらく保留いたしましよう。」"}
{"en": "\"May I ask with whom I have the pleasure of speaking?\"", "ja": "「失礼ながら、あなたはどなたですか。」"}
{"en": "asked the Councillor.", "ja": "と、参事官がたずねました。"}
{"en": "\"I am a Bachelor in Theologia,\"", "ja": "「わたくしは聖書得業士でして。」"}
{"en": "answered the gentleman with a stiff reverence.", "ja": "と、その男が答えました。"}
{"en": "This reply fully satisfied the Councillor;", "ja": "その答で参事官は十分でした。"}
{"en": "the title suited the dress.", "ja": "その人の称号と服装はそれによくつりあっていました。"}
{"en": "\"He is certainly,\"", "ja": "多分、これは村の老先生というやつにちがいない。"}
{"en": "thought he,", "ja": "よくユラン（ユットランド）地方でみかけるかわりものだと参事官はおもいました。"}
{"en": "\"This is no locus docendi, it is true,\"", "ja": "「ここはいかにも学者清談の郷ではありませんな。」"}
{"en": "began the clerical gentleman;", "ja": "と、その男はつづけていいだしました。"}
{"en": "\"yet I beg you earnestly to let us profit by your learning.", "ja": "「しかしどうかまげてお話しください。"}
{"en": "Your reading in the ancients is, sine dubio, of vast extent?\"", "ja": "あなたはむろん、古書はふかくご渉猟（しょうりょう）でしょうな。」"}
{"en": "\"Oh yes, I've read something, to be sure,\"", "ja": "「はい、はい、それはな。」"}
{"en": "replied the Councillor.", "ja": "と、参事官は受けて、"}
{"en": "\"I like reading all useful works; but I do not on that account despise the modern ones;", "ja": "「わたしも有益な古書を読むことは大好きですが、とうせつの本もずいぶん読みます。"}
{"en": "'tis only the unfortunate 'Tales of Every-day Life' that I cannot bear--we have enough and more than enough such in reality.\"", "ja": "ただ困るのは『その日、その日の話』というやつで、わざわざ本でよまないでも、毎日のことで飽き飽きしますよ。」"}
{"en": "\"'Tales of Every-day Life?'\"", "ja": "「［＃「「」は底本では「『」］『その日、その日の話』といいますと。」"}
{"en": "said our Bachelor inquiringly.", "ja": "と、得業士はふしんそうにききました。"}
{"en": "\"I mean those new fangled novels, twisting and writhing themselves in the dust of commonplace, which also expect to find a reading public.\"", "ja": "「いや、わたしのいうのは、このごろはやる新作の小説のことですよ。」"}
{"en": "\"Oh,\"", "ja": "「ははあ。」"}
{"en": "exclaimed the clerical gentleman smiling,", "ja": "と、得業士はにっこりしながら、"}
{"en": "\"there is much wit in them; besides they are read at court.", "ja": "「あれもなかなか気のきいたものでして、宮中ではずいぶん読まれていますよ。"}
{"en": "The King likes the history of Sir Iffven and Sir Gaudian particularly, which treats of King Arthur, and his Knights of the Round Table;", "ja": "＊王様はとりわけ、アーサー王と円卓（えんたく）の騎士の話を書いた、イフヴェンとゴーディアンの物語を好いていられます。"}
{"en": "he has more than once joked about it with his high vassals.\"", "ja": "それでご家来の人達とあの話をして興（きょう）がっていられます。」"}
{"en": "\"I have not read that novel,\"", "ja": "「それはまだ読んでいません。」"}
{"en": "said the Councillor;", "ja": "と、参事官はいいました。"}
{"en": "\"it must be quite a new one, that Heiberg has published lately.\"", "ja": "「ハイベルが出した新刊の本にちがいありませんね。」"}
{"en": "\"No,\"", "ja": "「いや、ハイベルではありません。"}
{"en": "answered the theologian of the time of King Hans:", "ja": "ゴットフレト　フォン　ゲーメンが出したのです。」"}
{"en": "\"that book is not written by a Heiberg, but was imprinted by Godfrey von Gehmen.\"", "ja": "と、学士は答えました。"}
{"en": "\"Oh, is that the author's name?\"", "ja": "「へへえ、その人は作者ですか。」"}
{"en": "said the Councillor.", "ja": "と、参事官がたずねました。"}
{"en": "\"It is a very old name,", "ja": "「ゴットフレト　フォン　ゲーメンといえば、すいぶん古い名まえですね。"}
{"en": "and, as well as I recollect, he was the first printer that appeared in  Denmark.\"", "ja": "あれはなんでも、ハンス王時代、デンマルクで印刷業をはじめた人ではありませんか。」"}
{"en": "\"Yes,", "ja": "「そうですとも。"}
{"en": "he is our first printer,\"", "ja": "この国でははじめての印刷屋さんですよ。」"}
{"en": "replied the clerical gentleman hastily.", "ja": "と、学士が答えました。"}
{"en": "So far all went on well.", "ja": "ここまではどうにかうまくいきました。"}
{"en": "Some one of the worthy burghers now spoke of the dreadful pestilence that had raged in the country a few years back,", "ja": "こんどは町人のひとりが、三年まえ流行した伝染病の話をしだしました。"}
{"en": "meaning that of 1484.", "ja": "ただそれは一四八四年の話でした。"}
{"en": "The Councillor imagined it was the cholera that was meant, which people made so much fuss about;", "ja": "参事官はそれを一八三〇年代はやったコレラの話をしているのだとおもいました。"}
{"en": "and the discourse passed off satisfactorily enough.", "ja": "そこで会話は、どうにかつじつまがあいました。"}
{"en": "The war of the buccaneers of 1490 was so recent that it could not fail being alluded to;", "ja": "一四九〇年の海賊戦争もつい近頃のことでしたから、これも話題にのぼらずにいませんでした。"}
{"en": "the English pirates had, they said, most shamefully taken their ships while in the roadstead;", "ja": "で、イギリスの海賊船が、やはり同じ波止場か船をりゃくだつしていった、とその男は話しました。"}
{"en": "and the Councillor, before whose eyes the Herostratic* event of 1801 still floated vividly, agreed entirely with the others in abusing the rascally English.", "ja": "ところで、＊一八〇一年の事件をよく知っている参事官は、進んでその話に調子をあわせて、イギリス人に攻撃をしかけました。"}
{"en": "With other topics he was not so fortunate;", "ja": "これだけはまずよかったが、そのあとの話はそううまくばつがあいませんでした。"}
{"en": "every moment brought about some new confusion,", "ja": "ひとつひとつに話がくいちがいました。"}
{"en": "for the worthy Bachelor was really too ignorant,", "ja": "学士先生は気のどくなほどなにも知りませんでした。"}
{"en": "and the simplest observations of the Councillor sounded to him too daring and phantastical.", "ja": "参事官のごくかるく口にしたことまでが、いかにもでたらめな、気ちがいじみた話にきこえました。"}
{"en": "They looked at one another from the crown of the head to the soles of the feet;", "ja": "そうなると、ふたりはだまって顔ばかりみあわせました。"}
{"en": "and when matters grew to too high a pitch, then the Bachelor talked Latin, in the hope of being better understood--but it was of no use after all.", "ja": "いよいよいけないとなると、学士はいくらか相手にわからせることができるかとおもって、ラテン語で話しましたけれど、いっこう役には立ちませんでした。"}
{"en": "\"What's the matter?\"", "ja": "「あなた、ご気分はどうですね。」"}
{"en": "asked the Hostess, plucking the Councillor by the sleeve;", "ja": "と、おかみさんはいって、参事官のそでをひっぱりました。"}
{"en": "and now his recollection returned,", "ja": "ここではじめて、参事官はわれにかえりました。"}
{"en": "for in the course of the conversation he had entirely forgotten all that had preceded it.", "ja": "話でむちゅうになっているあいだは、これまでのことをいっさい忘れていたのです。"}
{"en": "\"Merciful God, where am I!\"", "ja": "「やあ、たいへん、わたしはどこにいるのだ。」"}
{"en": "exclaimed he in agony; and while he so thought, all his ideas and feelings of overpowering dizziness,", "ja": "と、参事官はいって、それをおもいだしたとたん、くらくらとなったようでした。"}
{"en": "\"Let us drink claret", "ja": "「さあ、クラレットをやろうよ。"}
{"en": "fand mead, and Bremen beer,\"", "ja": "蜜酒に、ブレーメン・ビールだ。」"}
{"en": "shouted one of the guests--", "ja": "と、客のひとりがさけびました。"}
{"en": "\"and you shall drink with us!\"", "ja": "「どうです、いっしょにやりたまえ。」"}
{"en": "Two maidens approached.", "ja": "ふたりの給仕のむすめがはいって来ました。"}
{"en": "One wore a cap of two staring colors, denoting the class of persons to whicddh she belonged.", "ja": "そのひとりは＊［＃「＊」は底本では欠落］ふた色の染分け帽子をかぶって来ました。"}
{"en": "They poured out the liquor, and made the most friendly gesticulations;", "ja": "ふたりはお酒をついでまわって、おじぎをしました。"}
{"en": "while a cold perspiration trickled down the back of the poor Councillor.", "ja": "参事官はからだじゅうぞっとさむけがするようにおもいました。"}
{"en": "\"What's to be the end of this!", "ja": "「やあ、こりゃなんだ。"}
{"en": "What's to become of me!\"", "ja": "こりゃなんだ。」"}
{"en": "groaned he;", "ja": "と、参事官はさけびました。"}
{"en": "but he was forced, in spite of his opposition, to drink with the rest.", "ja": "けれども、いやでもいっしょに飲まなければなりませんでした。"}
{"en": "They took hold of the worthy man;", "ja": "客どもはごくたくみにこの紳士（しんし）をあつかいました。"}
{"en": "who, hearing on every side that he was intoxicated,", "ja": "たれか、"}
{"en": "did not in the least doubt the truth of this certainly not very polite assertion;", "ja": "そのことばをうそだとおこるどころではありません。"}
{"en": "but on the contrary, implored the ladies and gentlemen present to procure him a hackney-coach:", "ja": "どうぞ、ドロシュケ（辻馬車）を一台たのむといったのが精いっぱいでした。"}
{"en": "they, however, imagined he was talking Russian .", "ja": "ところがみんなはそれをロシア語でも話しているのかとおもいました。"}
{"en": "Never before, he thought, had he been in such a coarse and ignorant company;", "ja": "参事官は、これまでこんな下等な乱暴ななかまにはいったことはありませんでした。"}
{"en": "one might almost fancy the people had turned heathens again.", "ja": "「これではまるで、デンマルクの国が、異教国の昔にかえったようだ。"}
{"en": "\"It is the most dreadful moment of my life:", "ja": "こんなおそろしい目にあったことははじめてだぞ。」"}
{"en": "But suddenly it occurred to him that he might stoop down under the table, and then creep unobserved out of the door.", "ja": "しかしそのときふとおもいついて、参事官はテーブルの下にもぐりこんで、そこから戸口の所まではい出そうとしました。"}
{"en": "He did so; but just as he was going, the others remarked what he was about;", "ja": "そのとおりうまくやって、ちょうど出口までいったところを、ほかの者にみつけられました。"}
{"en": "they laid hold of him by the legs;", "ja": "みんなは参事官の足をとって引きもどしました。"}
{"en": "and now, happily for him, off fell his fatal shoes", "ja": "そのとき大仕合わせなことには、うわおおいぐつがすっぽりぬけました。"}
{"en": "--and with them the charm was at an end.", "ja": "――それでいっさいの魔法が消えてなくなりました。"}
{"en": "The Councillor saw quite distinctly before him a lantern burning, and behind this a large handsome house.", "ja": "そのとき参事官ははっきりと、すぐ目のまえに、街灯がひとつ、かんかんともっていて、そのうしろに大きな建物の立っているのをみつけました。"}
{"en": "All seemed to him in proper order as usual;", "ja": "そこらじゅうみまわしても、おなじみのあるものばかりでした。"}
{"en": "it was East Street, splendid and elegant as we now see it.", "ja": "それは、今の世の中で毎日みているとおりの東通でした。"}
{"en": "He lay with his feet towards a doorway,", "ja": "参事官は玄関の戸に足をむけて腹ンばいになっていたのです。"}
{"en": "and exactly opposite sat the watchman asleep.", "ja": "すぐむこうには町の夜番が、すわって寝込んでいました。"}
{"en": "\"Gracious Heaven!\"", "ja": "「やあたいへん、おれは往来で寝て、夢をみていたのか。」"}
{"en": "said he.", "ja": "と、参事官はさけびました。"}
{"en": "Yes;'tis East Street!", "ja": "「なるほど、これは東通だわい。"}
{"en": "How splendid and light it is!", "ja": "どうもなにかが、かんかんあかるくって、にぎやかだな。"}
{"en": "But really it is terrible what an effect that one glass of punch must have had on me!\"", "ja": "それにしてもいっぱいのポンスのききめはじつにおそろしい。」"}
{"en": "Two minutes later, he was sitting in a hackney-coach and driving to Frederickshafen.", "ja": "それから二分ののち参事官は、ゆうゆうと辻馬車のなかにすわって、クリスティアンス　ハウンのじぶんの家のほうへはこばれて［＃「はこばれて」は底本では「はこぱれて」］いきました。"}
{"en": "He thought of the distress and agony he had endured, and praised from the very bottom of his heart the happy reality--our own time--which, with all its deficiencies, is yet much better than that in which, so much against his inclination, he had lately been.", "ja": "参事官はいましがたさんざんおそろしい目や心配な目にあったことをおもいだすと、今の世の中には、それはいろいろわるいことはあっても、ついさっきもっていかれた昔の時代よりはずっとましだということをさとりました。"}
{"en": "III. The Watchman's Adventure", "ja": "三　夜番のぼうけん"}
{"en": "\"Why, there is a pair of galoshes, as sure as I'm alive!\"", "ja": "「おやおや、あすこにうわおいぐつが一足ころがっている。」"}
{"en": "said the watchman,", "ja": "と夜番はいいました。"}
{"en": "\"They belong no doubt to the lieutenant who lives over the way.", "ja": "「きっとむこうの二階にいる中尉さんの物にちがいない。"}
{"en": "They lie close to the door.\"", "ja": "すぐ門口にころがっているから。」"}
{"en": "The worthy man was inclined to ring and deliver them at the house,", "ja": "正直な夜番は、ベルをならして、うわおいぐつを持主にわたそうとおもいました。"}
{"en": "for there was still a light in the window;", "ja": "二階にはまだあかりがついていました。"}
{"en": "but he did not like disturbing the other people in their beds, and so very considerately he left the matter alone.", "ja": "けれど、うちのなかのほかの人たちまでおどろかすのも気のどくだとおもったので、そのままにしておきました。"}
{"en": "\"Such a pair of shoes must be very warm and comfortable,\"", "ja": "「だが、こういうものをはいたら、ずいぶん温かいだろうな。」"}
{"en": "said he;", "ja": "と、夜番はひとりごとをいいました。"}
{"en": "\"the leather is so soft and supple.\"", "ja": "「なんて上等なやわらかい革がつかってあるのだろう。」"}
{"en": "They fitted his feet as though they had been made for him.", "ja": "うわおいぐつはぴったり夜番の足にあいました。"}
{"en": "\"'Tis a curious world we live in,\"", "ja": "「どうも、世の中はおかしなものだ。"}
{"en": "\"There is the lieutenant, now, who might go quietly to bed if he chose, where no doubt he could stretch himself at his ease; but does he do it?", "ja": "いまごろ中尉さんは、あの温かい寝床のなかで横になっていればいられるはすなのだ。"}
{"en": "No;", "ja": "ところが、そうでない。"}
{"en": "he saunters up and down his room,", "ja": "へやのなかをいったり来たり、あるいている。"}
{"en": "That's a happy fellow!", "ja": "ありゃしあわせなお人さな。"}
{"en": "He has neither an infirm mother, nor a whole troop of everlastingly hungry children to torment him.", "ja": "おかみさんもこどももなくて、"}
{"en": "Every evening he goes to a party, where his nice supper costs him nothing:", "ja": "毎晩、夜会にでかけていく。"}
{"en": "would to Heaven I could but change with him! How happy should I be!\"", "ja": "おれがあの人だったらずいぶんしあわせな人間だろうな。」"}
{"en": "While expressing his wish, the charm of the shoes, which he had put on, began to work;", "ja": "夜番がこういって、こころのねがいを口にだしますと、はいていたうわおいぐつはみるみる効能をあらわして、"}
{"en": "the watchman entered into the being and nature of the lieutenant.", "ja": "夜番のたましいはするすると中尉のからだとこころのなかへ運んで持っていかれました。"}
{"en": "He stood in the handsomely furnished apartment, and held between his fingers a small sheet of rose-colored paper,", "ja": "そこで夜番は、二階のへやにはいって、ちいさなばら色の紙を指のまたにはさんで持ちました。"}
{"en": "on which some verses were written--written indeed by the officer himself;", "ja": "それには詩が、中尉君自作の詩が書いてありました。"}
{"en": "for who has not, at least once in his life, had a lyrical moment?", "ja": "それはどんな人だって、一生にいちどは心のなかを歌にうたいたい気持になるおりがあるもので、"}
{"en": "And if one then marks down one's thoughts, poetry is produced.", "ja": "そういうとき、おもったとおりを紙に書けば［＃「書けば」は底本では「書けは」］、詩になります。"}
{"en": "But here was written:", "ja": "そこで紙にはこう書いてありました。"}
{"en": "OH, WERE I RICH!", "ja": "「ああ、金持でありたいな。」"}
{"en": "\"Oh, were I rich!", "ja": "「ああ、金持でありたいな。」"}
{"en": "Such was my wish, yea such", "ja": "おれはたびたびそうおもった。"}
{"en": "When hardly three feet high, I longed for much.", "ja": "やっと二尺のがきのとき、おれはいろんな望をおこした。"}
{"en": "Oh, were I rich! an officer were I,", "ja": "ああ、金持でありたいな――そうして士官になろうとした、"}
{"en": "With sword, and uniform, and plume so high.", "ja": "サーベルさげて、軍服すがたに、負革（おいかわ）かけて。"}
{"en": "And the time came, and officer was I!", "ja": "時節がくると、おれも士官になりすました。"}
{"en": "But yet I grew not rich.", "ja": "さてはや、いっこう金（かね）はできない。"}
{"en": "Alas, poor me!", "ja": "なさけないやつ。"}
{"en": "Have pity, Thou, who all man's wants dost see.", "ja": "全能の神さま、お助けください。"}
{"en": "\"I sat one evening sunk in dreams of bliss,", "ja": "ある晩、元気で浮かれていると、"}
{"en": "A maid of seven years old gave me a kiss,", "ja": "ちいさい女の子がキスしてくれた、"}
{"en": "I at that time was rich in poesy", "ja": "おとぎ歌なら、持ちあわせは山ほど、"}
{"en": "And tales of old, though poor as poor could be;", "ja": "そのくせ金にはいつでも貧乏――"}
{"en": "But all she asked for was this poesy.", "ja": "こどもは歌さえあればかまわぬ。"}
{"en": "Then was I rich, but not in gold, poor me!", "ja": "歌なら、山ほど、金には、いつもなさけないやつ。"}
{"en": "As Thou dost know, who all men's hearts canst see.", "ja": "全能の神さま、ごらんのとおり。"}
{"en": "\"Oh, were I rich!", "ja": "「ああ、金持でありたいな。」"}
{"en": "Oft asked I for this boon.", "ja": "おいのりがこうきこえだす。"}
{"en": "The child grew up to womanhood full soon.", "ja": "こどもはみるみるむすめになった、"}
{"en": "She is so pretty, clever, and so kind", "ja": "りこうで、きれいで、心もやさしいむすめになった。"}
{"en": "Oh, did she know what's hidden in my mind--", "ja": "ああ、分らせたい、おれの心のうちにある――"}
{"en": "A tale of old. Would she to me were kind!", "ja": "それこそ大したおとぎ話を――むすめがやさしい心をみせりゃ。"}
{"en": "But I'm condemned to silence! oh, poor me!", "ja": "だが金はなし、口には出せぬ。なさけないやつ。"}
{"en": "As Thou dost know, who all men's hearts canst see.", "ja": "全能の神さま、おこころしだいに。"}
{"en": "\"Oh, were I rich in calm and peace of mind,", "ja": "ああ、せめてかわりに、休息と慰安（なぐさめ）、それでもほしい。"}
{"en": "My grief you then would not here written find!", "ja": "そうすりゃなにも心の悩み、紙にかくにもあたらない。"}
{"en": "O thou, to whom I do my heart devote,", "ja": "おれの心をささげたおまえだ、わかってもくれよ。"}
{"en": "Oh read this page of glad days now remote,", "ja": "若いおもい出つづった歌だ、読んでもくれよ。"}
{"en": "A dark, dark tale, which I tonight devote!", "ja": "だめだ、やっぱりこのままくらい夜（よる）にささげてしまうがましか。"}
{"en": "Dark is the future now. Alas, poor me!", "ja": "未来はやみだ、いやはやなさけないやつめ。"}
{"en": "Have pity Thou, who all men's pains dost see.\"", "ja": "全能の神さま、おめぐみください。"}
{"en": "Such verses as these people write when they are in love!", "ja": "そうです、人は恋をしているときこんな詩をつくります。"}
{"en": "But no man in his senses ever thinks of printing them.", "ja": "でも用心ぶかい人は、そんなものを印刷したりしないものです。"}
{"en": "Lieutenant, love, and lack of money--that is a symbolic triangle,", "ja": "中尉と恋と貧乏、これが三角の形です。"}
{"en": "or much the same as the half of the shattered die of Fortune.", "ja": "それとも幸福のさいころのこわれた半かけとでもいいましようか。"}
{"en": "This the lieutenant felt most poignantly,", "ja": "それを中尉はつくづくおもっていました。"}
{"en": "and this was the reason he leant his head against the window, and sighed so deeply.", "ja": "そこで、窓わくにあたまをおしつけて、ふかいため息ばかりついていました。"}
{"en": "\"The poor watchman out there in the street is far happier than I.", "ja": "「あすこの往来にねている貧しい夜番のほうが、おれよりはずっと幸福だ。"}
{"en": "He knows not what I term privation.", "ja": "あの男にはおれのおもっているような不足というものがない。"}
{"en": "He has a home, a wife, and children, who weep with him over his sorrows, who rejoice with him when he is glad.", "ja": "家もあり、かみさんもあり、こどももあって、あの男のかなしいことには泣いてくれ、うれしいことには喜んでくれる。"}
{"en": "Oh, far happier were I, could I exchange with him my being--with his desires and with his hopes perform the weary pilgrimage of life!", "ja": "ああ、おれはいっそあの男と代ることができたら、今よりずっと幸福になれるのだがな。"}
{"en": "Oh, he is a hundred times happier than I!\"", "ja": "あの男はおれよりずっと幸福なのだからな。」"}
{"en": "In the same moment the watchman was again watchman.", "ja": "中尉がこうひとりごとをいうと、そのしゅんかん、夜番はまたもとの夜番になりました。"}
{"en": "It was the shoes that caused the metamorphosis by means of which, unknown to himself, he took upon him the thoughts and feelings of the officer; but, as we have just seen, he felt himself in his new situation much less contented, and now preferred the very thing which but some minutes before he had rejected.", "ja": "なぜなら幸福のうわおいぐつのおかげで、夜番のたましいは中尉のからだを借りたのですけれど、その中尉は、夜番よりもいっそう不平家で、おれはもとの夜番になりたいとのぞんだのでした。"}
{"en": "So then the watchman was again watchman.", "ja": "そこで、そのおのぞみどおり、夜番はまた夜番になってしまったのです。"}
{"en": "\"That was an unpleasant dream,\"", "ja": "「いやな夢だった。」"}
{"en": "said he;", "ja": "と、夜番はいいました。"}
{"en": "\"but 'twas droll enough altogether.", "ja": "「が、ずいぶんばかばかしかった。"}
{"en": "I fancied that I was the lieutenant over there: and yet the thing was not very much to my taste after all.", "ja": "おれはむこう二階の中尉さんになったようにおもったが、まるで愉快でもなんでもなかった。"}
{"en": "I missed my good old mother and the dear little ones; who almost tear me to pieces for sheer love.\"", "ja": "息のつまるほどほおずりしようとまちかまえていてくれる、かみさんやこどものいることを忘れてなるものか。」"}
{"en": "He seated himself once more and nodded:", "ja": "夜番はまたすわって、こくりこくりやっていました。"}
{"en": "the dream continued to haunt him,", "ja": "夢がまだはっきりはなれずにいました。"}
{"en": "for he still had the shoes on his feet.", "ja": "うわおいぐつはまだ足にはまっていました。"}
{"en": "A falling star shone in the dark firmament.", "ja": "そのとき流れ星がひとつ、空をすべって落ちました。"}
{"en": "\"There falls another star,\"", "ja": "「ほう、星がとんだ。」"}
{"en": "said he:", "ja": "と、夜番はいいました。"}
{"en": "\"but what does it matter; there are always enough left.", "ja": "「だが、いくらとんでも、あとにはたくさん星がのこっている。"}
{"en": "I should not much mind examining the little glimmering things somewhat nearer,", "ja": "どうかして、もう少し星のそばによってみたいものだ。"}
{"en": "especially the moon;", "ja": "とりわけ月の正体をみてみたいものだ。"}
{"en": "for that would not slip so easily through a man's fingers.", "ja": "あれだけはどんなことがあっても、ただの星とちがって、手の下からすべって消えていくということはないからな。"}
{"en": "When we die--so at least says the student, for whom my wife does the washing--we shall fly about as light as a feather from one such a star to the other.", "ja": "うちのかみさんがせんたく物をしてやっている学生の話では、おれたちは死ぬと、星から星へとぶのだそうだ。"}
{"en": "That's, of course, not true: but 'twould be pretty enough if it were so.", "ja": "それはうそだが、しかしずいぶんおもしろい話だとおもう。"}
{"en": "If I could but once take a leap up there, my body might stay here on the steps for what I care.\"", "ja": "どうかしておれも星の世界までちょいととんでいくくふうはないかしら、すると、からだぐらいはこの段段のうえにのこしていってもいい。」"}
{"en": "Behold--there are certain things in the world to which one ought never to give utterance except with the greatest caution;", "ja": "ところで、この世の中には、おたがい口にだしていうことをつつしまなければならないことがずいぶんあるものです。"}
{"en": "but doubly careful must one be when we have the Shoes of Fortune on our feet.", "ja": "取りわけ足に幸福のうわおいぐつなんかはいているときは、たれだって、よけい注意がかんじんです。"}
{"en": "Now just listen to what happened to the watchman.", "ja": "まあそのとき、夜番の身の上に、どんなことがおこったとおもいますか。"}
{"en": "As to ourselves, we all know the speed produced by the employment of steam;", "ja": "たれしも知っている限りでは、蒸気の物をはこぶ力の早いことはわかっています。"}
{"en": "we have experienced it either on railroads, or in boats when crossing the sea;", "ja": "それは鉄道でもためしてみたことだし、海の上を汽船でとおってみてもわかります。"}
{"en": "but such a flight is like the travelling of a sloth in comparison with the velocity with which light moves.", "ja": "ところが蒸気の速力などは、光がはこぶ早さにくらべれば、なまけものがのそのそ歩いているか、かたつむりがむずむずはっているようなものです。"}
{"en": "It flies nineteen million times faster than the best race-horse;", "ja": "それは第一流の競走者の千九百万倍もはやく走ります。"}
{"en": "and yet electricity is quicker still.", "ja": "電気となるともっと早いのです。"}
{"en": "Death is an electric shock which our heart receives; the freed soul soars upwards on the wings of electricity.", "ja": "死ぬというのは電気で心臓を撃たれることなので、その電気のつばさにのって、からだをはなれた魂はとんで行きます。"}
{"en": "The sun's light wants eight minutes and some seconds to perform a journey of more than twenty million of our Danish* miles; (* A Danish mile is nearly 4 3/4 English.)", "ja": "太陽の光は、二千万マイル以上の旅を、八分と二、三秒ですませてしまいます。"}
{"en": "borne by electricity, the soul wants even some minutes less to accomplish the same flight.", "ja": "ところで電気の早飛脚（はやびきゃく）によれば、たましいは、太陽と同じ道のりを、もっと少い時間でとんでいってしまいます。"}
{"en": "To it the space between the heavenly bodies is not greater than the distance between the homes of our friends in town is for us, even if they live a short way from each other;", "ja": "天体と天体とのあいだを往きかいするのは、同じ町のなかで知っている同士が、いやもっと近く、ついお隣同士が往きかいするのと大してちがったことではありません。"}
{"en": "such an electric shock in the heart, however, costs us the use of the body here below;", "ja": "でも、この下界では心臓を電気にうたれると、からだがはたらかなくなる危険があります。"}
{"en": "unless, like the watchman of East Street, we happen to have on the Shoes of Fortune.", "ja": "ただこの夜番のように、幸福のうわおいぐつをはいているときだけは、べつでした。"}
{"en": "In a few seconds the watchman had done the fifty-two thousand of our miles up to the moon,", "ja": "なん秒かで、夜番は五万二千マイルの道をいって、月の世界までとびました。"}
{"en": "which, as everyone knows, was formed out of matter much lighter than our earth;", "ja": "それは、地の上の世界とはちがった、ずっと軽い材料でできていました。"}
{"en": "and is, so we should say, as soft as newly-fallen snow.", "ja": "そしていわば降りだしたばかりの雪のようにふわふわしています。"}
{"en": "He found himself on one of the many circumjacent mountain-ridges with which we are acquainted by means of Dr. Madler's \"Map of the Moon.\"", "ja": "夜番は例の＊メードレル博士の月世界大地図で、あなた方もおなじみの、かずしれず環（わ）なりに取りまわした山のひとつにくだりました。"}
{"en": "Within, down it sunk perpendicularly into a caldron, about a Danish mile in depth;", "ja": "山が輪になってめぐっている内がわに、切っ立てになったはち形のくぼみが、なんマイルもふかく掘れていました。"}
{"en": "while below lay a town, whose appearance we can, in some measure, realize to ourselves by beating the white of an egg in a glass of water.", "ja": "その堀の底に町があって、そのようすはちょっというと、卵の白味を、水を入れたコップに落したというおもむきですが、いかにも、さわってみると、まるで卵の白味のように、ぶよぶよやわらかで、"}
{"en": "The matter of which it was built was just as soft, and formed similar towers, and domes, and pillars, transparent and rocking in the thin air;", "ja": "人間の世界と同じような塔や、円（まる）屋根のお堂や、帆のかたちした露台（ろだい）が、薄い空気のなかに、すきとおって浮いていました。"}
{"en": "while above his head our earth was rolling like a large fiery ball.", "ja": "さて人間の住む地球は、大きな赤黒い火の玉のように、あたまの上の空にぶら下がっていました。"}
{"en": "He perceived immediately a quantity of beings", "ja": "たくさんの生きものにであいました［＃「ました」は底本では「ましだ」］。"}
{"en": "who were certainly what we call \"men\"; yet they looked different to us.", "ja": "それはたぶん月の世界の「人間」なのでしょうが、そのようすはわたしたちとはすっかりちがっていました。"}
{"en": "A far more correct imagination than that of the pseudo-Herschel* had created them; and if they had been placed in rank and file, and copied by some skilful painter's hand, one would, without doubt, have exclaimed involuntarily, \"What a beautiful arabesque!\"", "ja": "（＊＊偽（にせ）ヘルシェルが、作り出したものよりも、ずっとたしかな想像でこしらえられていて、一列にならばせて、画にかいたら、こりゃあうつくしいアラビヤ模様だというでしょう。）"}
{"en": "They had a language too; but surely nobody can expect that the soul of the watchman should understand it.", "ja": "この人たちもやはり言葉を話しましたが、夜番のたましいにそれがわかろうとは、たれだっておもわなかったでしょう。"}
{"en": "Be that as it may, it did comprehend it; for in our souls there germinate far greater powers than we poor mortals, despite all our cleverness, have any notion of.", "ja": "（ところがそれが、わかったのだからふしぎですが、人間のたましいには、おもいの外の働きがあるのです。"}
{"en": "Does she not show us--she the queen in the land of enchantment--her astounding dramatic talent in all our dreams?", "ja": "そのびっくりするような芝居めいた才能は、夢の中でもはたらくとおりでしょう。"}
{"en": "There every acquaintance appears and speaks upon the stage, so entirely in character, and with the same tone of voice,", "ja": "そこでは知合のたれかれがでて来て、いかにもその気性をあらわした、めいめい特有（とくゆう）の声で話します。"}
{"en": "that none of us, when awake, were able to imitate it.", "ja": "それは目がさめてのちまねようにもまねられないものです。"}
{"en": "How well can she recall persons to our mind, of whom we have not thought for years;", "ja": "どうしてたましいは、もうなん年もおもいだしもしずにいた人たちを、わたしたちの所へつれてくるのでしょう。"}
{"en": "when suddenly they step forth \"every inch a man,\" resembling the real personages, even to the finest features, and become the heroes or heroines of our world of dreams.", "ja": "それは、わたしたちのたましいのなかへ、いきなりと、ごくこまかいくせまでももってあらわれてきます。"}
{"en": "In reality, such remembrances are rather unpleasant:", "ja": "まったく、わたしたちのたましいのもつ記憶はおそろしいようですね。"}
{"en": "every sin, every evil thought, may, like a clock with alarm or chimes, be repeated at pleasure;", "ja": "それはどんな罪でも、どんなわるいかんがえでも、そのままあらわしてみせます。"}
{"en": "then the question is if we can trust ourselves to give an account of every unbecoming word in our heart and on our lips.", "ja": "こうなると、わたしたちの心にうかんで、くちびるにのぼったかぎりの、どんなくだらない言葉でも、そののこらずの明細がきができそうなことです。）"}
{"en": "The watchman's spirit understood the language of the inhabitants of the moon pretty well.", "ja": "そこで夜番のたましいは、月の世界の人たちの言棄をずいぶんよくときました。"}
{"en": "The Selenites* disputed variously about our earth, and expressed their doubts if it could be inhabited:", "ja": "その人たちはこの地球の話をして、そこはいったい人間が住めるところかしらとうたぐっていました。"}
{"en": "the air, they said, must certainly be too dense to allow any rational dweller in the moon the necessary free respiration.", "ja": "なんでも地球は空気が重たすぎて、感じのこまかい月の人にはとても住めまいといいはりました。"}
{"en": "They considered the moon alone to be inhabited:", "ja": "その人たちは、月の世界だけに人間が住んでいるとおもっているのです。"}
{"en": "they imagined it was the real heart of the universe or planetary system, on which the genuine Cosmopolites, or citizens of the world, dwelt. What strange things men--no, what strange things Selenites sometimes take into their heads!", "ja": "なぜなら、古くからの世界人が住んでいる、ほんとうの世界といったら、月のほかにはないというのです。"}
{"en": "About politics they had a good deal to say.", "ja": "（この人たちはまた政治の話もしていました。）"}
{"en": "but we will rather proceed, like good quiet citizens, to East Street, and observe what happened meanwhile to the body of the watchman.", "ja": "それはそれとして、またもとの東通へくだっていって、そこに夜番のたましいがおき去りにして来たからだは、どうしたかみてみましょう。"}
{"en": "He sat lifeless on the steps:", "ja": "夜番は、階段の上で息がなくなってねていました。"}
{"en": "the morning-star,* that is to say, the heavy wooden staff, headed with iron spikes, and which had nothing else in common with its sparkling brother in the sky, had glided from his hand; while his eyes were fixed with glassy stare on the moon,", "ja": "明星（みょうじょう）をあたまにつけたやりは、手からころげ落ちて、その目はぼんやりと月の世界をながめていました。"}
{"en": "looking for the good old fellow of a spirit which still haunted it.", "ja": "夜番のからだは、そのほうへあこがれてでていった正直なたましいのゆくえをながめていたのです。"}
{"en": "\"What's the hour, watchman?\"", "ja": "「こら夜番、なん時か。」"}
{"en": "asked a passer-by.", "ja": "と、往来の男がたずねました。"}
{"en": "But when the watchman gave no reply,", "ja": "ところが返事のできない夜番でありました。"}
{"en": "the merry roysterer, who was now returning home from a noisy drinking bout, took it into his head to try what a tweak of the nose would do, on which the supposed sleeper lost his balance, the body lay motionless, stretched out on the pavement: the man was dead.", "ja": "そこでこの男は、ごく軽く夜番の鼻をつつきますと、夜番はからだの平均（へいきん）を失って、ながながと地びたにたおれて、死んでしまいました。"}
{"en": "When the patrol came up, all his comrades, who comprehended nothing of the whole affair, were seized with a dreadful fright,", "ja": "鼻をつついた男は、びっくりしたのしないのではありません。"}
{"en": "for dead he was, and he remained so.", "ja": "夜番が死んだまま生きかえらないのです。"}
{"en": "The proper authorities were informed of the circumstance, people talked a good deal about it, and in the morning the body was carried to the hospital.", "ja": "さっそく知らせる、相談がはじまる、明くる朝、死体は病院にはこばれました。"}
{"en": "Now that would be a very pretty joke, if the spirit when it came back and looked for the body in East Street, were not to find one.", "ja": "ところで、月の世界へあそびにでかけたたましいが、そこへひょっこり帰って来て、東通に残したからだを、ありったけの心あたりを探してみて、みつけなかったら、かなりおもしろいことになるでしょう。"}
{"en": "No doubt it would, in its anxiety, run off to the police,", "ja": "たぶんたましいはまず第一に警察へでかけるでしょう。"}
{"en": "and then to the \"Hue and Cry\" office,", "ja": "それから人事調査所へもいくでしょう。"}
{"en": "to announce that \"the finder will be handsomely rewarded,\"", "ja": "そしてなくなった品物のゆくえについて捜索（そうさく）がはじまるでしょう。"}
{"en": "and at last away to the hospital;", "ja": "それから、やっと、病院までたずねていくことになるかも知れませんが、でも安心してよろしい。"}
{"en": "yet we may boldly assert that the soul is shrewdest when it shakes off every fetter, and every sort of leading-string", "ja": "たましいはじぶんの身じんまくをするのは、この上なくきようです。"}
{"en": "--the body only makes it stupid.", "ja": "まのぬけているのはからだです。"}
{"en": "The seemingly dead body of the watchman wandered, as we have said, to the hospital,", "ja": "さて申し上げたとおり、夜番のからだは病院へはこばれました。"}
{"en": "where it was brought into the general viewing-room:", "ja": "そうして清潔室（せいけつしつ）に入れられました。"}
{"en": "and the first thing that was done here was naturally to pull off the galoshes", "ja": "死体をきよめるについて、もちろん第一にすることは、うわおいぐつをぬがせることでした。"}
{"en": "--when the spirit, that was merely gone out on adventures, must have returned with the quickness of lightning to its earthly tenement.", "ja": "そこで、いやでもたましいはかえってこないわけにはいきません。"}
{"en": "It took its direction towards the body in a straight line;", "ja": "で、さっそくたましいはからだへもどって来ました。"}
{"en": "and a few seconds after, life began to show itself in the man.", "ja": "すると、みるみる死骸に気息（いき）がでて来ました。"}
{"en": "He asserted that the preceding night had been the worst that ever the malice of fate had allotted him;", "ja": "夜番は、これこそ一生に一どの恐しい夜であったと白状しました。"}
{"en": "he would not for two silver marks again go through what he had endured while moon-stricken;", "ja": "もうグロシェン銀貨なん枚もらっても、二どとこんなおもいはしたくないといいました。"}
{"en": "but now, however, it was over.", "ja": "しかし今となれば、いっさい、すんだことでした。"}
{"en": "The same day he was discharged from the hospital as perfectly cured;", "ja": "その日、すぐと、夜番は、病院をでることをゆるされました。"}
{"en": "but the Shoes meanwhile remained behind.", "ja": "けれど、うわおいぐつは、それなり病院にのこっていました。"}
{"en": "IV. A Moment of Head Importance--An Evening's \"Dramatic Readings\"--A Most Strange Journey", "ja": "四　一大事　朗読会の番組　世にもめずらしい旅"}
{"en": "Every inhabitant of Copenhagen knows, from personal inspection, how the entrance to Frederick's Hospital looks;", "ja": "コペンハーゲンに生まれたものなら、たれでもその町のフレデリク病院の入口がどんなようすか知っているはずです。"}
{"en": "but as it is possible that others, who are not Copenhagen people, may also read this little work, we will beforehand give a short description of it.", "ja": "でもこの話を読む人のなかには、コペンハーゲン生まれでない人もあるでしょうから、まずそれについて、かんたんなお話をしておかなくてはなりますまい。"}
{"en": "The extensive building is separated from the street by a pretty high railing, the thick iron bars of which are so far apart, that in all seriousness, it is said, some very thin fellow had of a night occasionally squeezed himself through to go", "ja": "さて、その病院と往来とのあいだにはかなり高いさくがあって、ふとい鉄の棒が、まあ、ずいぶんやせこけた志願助手ででもあったらむりにもぬけられそうな、というくらいの間（ま）をおいて並んでいました。"}
{"en": "and pay his little visits in the town.", "ja": "それで、ここからぬけてちょっとしたそとの用事がたせるというわけでした。"}
{"en": "The part of the body most difficult to manage on such occasions was, no doubt, the head;", "ja": "ただからだのなかで、いちばんむずかしいのはあたまでした。"}
{"en": "here, as is so often the case in the world, long-headed people get through best.", "ja": "そこでよくあるとおり、ここでも小あたまがなによりのしあわせということになるのでした。"}
{"en": "So much, then, for the introduction.", "ja": "まずこのくらいで、前口上はたくさんでしょう。"}
{"en": "One of the young men,", "ja": "さて、若いひとりの志願助手がありました。"}
{"en": "whose head, in a physical sense only, might be said to be of the thickest, had the watch that evening.", "ja": "からだのことだけでいうと、大あたまの男でしたが、これが、ちょうどその晩、宿直（しゅくちょく）に当っていました。"}
{"en": "The rain poured down in torrents;", "ja": "雨もざんざん降っていました。"}
{"en": "yet despite these two obstacles, the young man was obliged to go out,", "ja": "しかし、このふたつのさわりにはかまわず、この人はぜひそとへでる用がありました。"}
{"en": "if it were but for a quarter of an hour; and as to telling the door-keeper about it, that, he thought, was quite unnecessary, if, with a whole skin, he were able to slip through the railings.", "ja": "それもほんの十五分ばかりのことだ、門番にたのんで門をあけてもらうまでもなかろう、ついさくをくぐってもでられそうだからとおもいました。"}
{"en": "There, on the floor lay the galoshes, which the watchman had forgotten;", "ja": "ふとみると夜番のおいていったうわおいぐつがそこにありました。"}
{"en": "he never dreamed for a moment that they were those of Fortune;", "ja": "これが幸福のうわおいぐつであろうとはしりませんでした。"}
{"en": "and they promised to do him good service in the wet; so he put them on.", "ja": "こういう雨降りの日には、くっきょうなものがあったとおもって、それをくつの上にはきました。"}
{"en": "The question now was, if he could squeeze himself through the grating, for he had never tried before.", "ja": "ところで、はたしてさくはくぐることができるものかどうか、今までは、ついそれをためしてみたことがないのです、"}
{"en": "Well, there he stood.", "ja": "そこでさくのまえにたちました、"}
{"en": "\"Would to Heaven I had got my head through!\"", "ja": "「どうかあたまがそとにでますように。」"}
{"en": "said he, involuntarily;", "ja": "と、助手はいいました。"}
{"en": "and instantly through it slipped, easily and without pain, notwithstanding it was pretty large and thick.", "ja": "するとたちまち、いったいずいぶんのさいづちあたまなのが、わけなくすっぽりでました。"}
{"en": "But now the rest of the body was to be got through!", "ja": "ところで、こんどはからだをださなければならないのに、そこでぐっとつまってしまいました。"}
{"en": "\"Ah!", "ja": "「こりゃ"}
{"en": "I am much too stout,\"", "ja": "肥りすぎているわい。"}
{"en": "\"I had thought the head was the most difficult part of the matter--oh! oh!", "ja": "どうもあたまが一番始末がわるそうだとおもったのだが。"}
{"en": "I really cannot squeeze myself through!\"", "ja": "でるのはだめか。」"}
{"en": "He now wanted to pull his over-hasty head back again,", "ja": "そこで、いそいであたまをひっこめようとしました。"}
{"en": "but he could not.", "ja": "けれども、うまくいきませんでした。"}
{"en": "For his neck there was room enough, but for nothing more.", "ja": "どうやら動くのは首だけで、しかしそれきりでした。"}
{"en": "His first feeling was of anger;", "ja": "はじめはぷりぷりしてみました。"}
{"en": "his next that his temper fell to zero.", "ja": "そのうちがっかりして、零下（れいか）何度のごきげんになってしまいました。"}
{"en": "The Shoes of Fortune had placed him in the most dreadful situation;", "ja": "幸福のうわおいぐつは、この人をこんななさけないめにあわせたのです。"}
{"en": "and, unfortunately, it never occurred to him to wish himself free.", "ja": "しかも、ふしあわせと、ああどうか自由になりたいとひとこということをおもいつかずにいました。"}
{"en": "The pitch-black clouds poured down their contents in still heavier torrents;", "ja": "雨はしぶきをたててながれました。"}
{"en": "not a creature was to be seen in the streets.", "ja": "往来には人ッ子ひとり通りません。"}
{"en": "To reach up to the bell was what he did not like;", "ja": "門のベルにはせいがとどきません。"}
{"en": "How was he to twist himself through!", "ja": "どうしてぬけだしましょう。"}
{"en": "He saw clearly that it was his irrevocable destiny to remain a prisoner till dawn, or, perhaps, even late in the morning;", "ja": "こうなると、まずあしたの朝まで、そこにそのままたっているということになりそうです。"}
{"en": "then the smith must be fetched to file away the bars;", "ja": "そこで、みんながみつけてかじ屋を呼びにやってくれて、鉄の格子（こうし）をやすりで切ってだすというところでしょう。"}
{"en": "but all that would not be done so quickly as he could think about it.", "ja": "だがそういうしごとは、ちょっくりはこぶものではありません。"}
{"en": "The whole Charity School, just opposite, would be in motion; all the new booths, with their not very courtier-like swarm of seamen, would join them out of curiosity, and would greet him with a wild \"hurrah!\" while he was standing in his pillory: there would be a mob, a hissing, and rejoicing, and jeering, ten times worse than in the rows about the Jews some years ago", "ja": "すぐまえの青建物の貧民学校から、総出でくる、すぐそばの海員地区からも、つながってくる、このお仕置台に首をはさまれている、さらし物の見物で、去年竜舌蘭（りゅうぜつらん）の大輪が咲いたときのさわぎとはまたちがった、大へんな人だかりになるでしょう。"}
{"en": "--\"Oh,", "ja": "「うう、苦しい。"}
{"en": "my blood is mounting to my brain;", "ja": "血があたまに上るようだ。"}
{"en": "'tis enough to drive one mad!", "ja": "おれは気がちがう。"}
{"en": "I shall go wild!", "ja": "――そうだ、もう気がちがいかけている。"}
{"en": "Oh! were I but loose; my dizziness would then cease; oh, were my head but loose!\"", "ja": "ああ、どうかして自由になりたい、それだけでもういいんだ。」"}
{"en": "You see he ought to have said that sooner;", "ja": "これはもう少し早くいえばよかったことでした。"}
{"en": "for the moment he expressed the wish his head was free;", "ja": "こうおもったとおり口にだしたとたん、あたまは自由になりました。"}
{"en": "and cured of all his paroxysms of love, he hastened off to his room,", "ja": "幸福のうわおいぐつのおそろしいきき目にびっくりして、助手はむちゅうでうちへかけ込みました。"}
{"en": "But you must not think that the affair is over now;", "ja": "しかし、これでいっさいすんだとおもってはいけません。"}
{"en": "it grows much worse.", "ja": "これからもっとたいへんなことになるのです。"}
{"en": "The night passed, the next day also;", "ja": "その晩はそれですぎて、次の日も無事に暮れました。"}
{"en": "but nobody came to fetch the Shoes.", "ja": "たれもうわおいぐつを取りにくるものはありませんでした。"}
{"en": "In the evening \"Dramatic Readings\" were to be given at the little theatre in King Street.", "ja": "その日の夕、カニケ街の小さな朗読会の催しがあるはずでした。"}
{"en": "The house was filled to suffocation;", "ja": "小屋はぎっしりつまっていました。"}
{"en": "and among other pieces to be recited was a new poem", "ja": "朗読会の番組のなかに、新作の詩がありました。"}
{"en": "the contents of which were pretty nearly as follows:", "ja": "それをわたしたちもききましょう。"}
{"en": "\"A certain person had an aunt, who boasted of particular skill in fortune-telling with cards, and who was constantly being stormed by persons that wanted to have a peep into futurity.", "ja": "では、政治向。おまちなさいよ――新聞種（しんぶんだね）だ――"}
{"en": "But she was full of mystery about her art, in which a certain pair of magic spectacles did her essential service.", "ja": "のちほどゆっくり読んだらわかるさ。"}
{"en": "Her nephew, a merry boy, who was his aunt's darling, begged so long for these spectacles, that, at last, she lent him the treasure, after having informed him, with many exhortations, that in order to execute the interesting trick, he need only repair to some place where a great many persons were assembled; and then, from a higher position, whence he could overlook the crowd, pass the company in review before him through his spectacles.", "ja": "ここでしゃべると、業務の妨害、"}
{"en": "Immediately 'the inner man' of each individual would be displayed before him, like a game of cards, in which he unerringly might read what the future of every person presented was to be.", "ja": "晩のごはんのたのしみなくなる。"}
{"en": "Well pleased the little magician hastened away to prove the powers of the spectacles in the theatre; no place seeming to him more fitted for such a trial.", "ja": "そんならお芝居――初演の新作。おこのみ流行。"}
{"en": "He begged permission of the worthy audience, and set his spectacles on his nose.", "ja": "いけない、これは――支配人とけんかだ。"}
{"en": "A motley phantasmagoria presents itself before him, which he describes in a few satirical touches, yet without expressing his opinion openly: he tells the people enough to set them all thinking and guessing; but in order to hurt nobody, he wraps his witty oracular judgments in a transparent veil, or rather in a lurid thundercloud, shooting forth bright sparks of wit, that they may fall in the powder-magazine of the expectant audience.\"", "ja": "そこでじぶんの身の上のこと、"}
{"en": "The humorous poem was admirably recited, and the speaker much applauded.", "ja": "この詩の朗読はなかなかりっぱなできで、演者は面目をほどこしました。"}
{"en": "Among the audience was the young man of the hospital, who seemed to have forgotten his adventure of the preceding night.", "ja": "見物のなかには、れいの病院の志願助手が、ゆうべの大事件はけろりと忘れたような顔をしてまじっていました。"}
{"en": "He had on the Shoes; for as yet no lawful owner had appeared to claim them;", "ja": "たれも取りにくるものがないので、うわおいぐつは相変らずはいたままでした。"}
{"en": "and besides it was so very dirty out-of-doors, they were just the thing for him, he thought.", "ja": "それになにしろ往来は道がひどいのでこれはとんだちょうほうでした。"}
{"en": "The beginning of the poem he praised with great generosity:", "ja": "この詩を助手はおもしろいとおもいました。"}
{"en": "Meanwhile he was haunted by the idea", "ja": "なによりもそのおもいつきが心をひきました。"}
{"en": "--he should like to possess such a pair of spectacles himself;", "ja": "そういう目がねがあったらさぞいいだろう。"}
{"en": "then, perhaps, by using them circumspectly, one would be able to look into people's hearts,", "ja": "じょうずにつかうと、その目がねで、ひとの心のなかをみとおすことができるわけだ。"}
{"en": "which, he thought, would be far more interesting than merely to see what was to happen next year;", "ja": "これは来年のことを今みるよりも、もっとおもしろいことだとかんがえました。"}
{"en": "for that we should all know in proper time, but the other never.", "ja": "なぜなら、さきのことはさきになれば分かるが、ひとの心なんてめったに分かるものではないのです。"}
{"en": "\"I can now,\" said he to himself, \"fancy the whole row of ladies and gentlemen sitting there in the front row; ", "ja": "「そこで、おれはまずいちばんまえの紳士貴女諸君の列をながめることにする。"}
{"en": "if one could but see into their hearts", "ja": "――いきなり、あの人たちの胸のなかにとびこんだらどうだろう。"}
{"en": "--yes, that would be a revelation--a sort of bazar.", "ja": "まあ窓だな、店をひろげたようにいろいろな物がならんでいるだろう。"}
{"en": "In that lady yonder, so strangely dressed, I should find for certain a large milliner's shop;", "ja": "きっと、あすこの奥さんの所は大きな小間物屋にはいったようだろう。"}
{"en": "in that one the shop is empty,", "ja": "こちらのほうはきっと店がからっぽだろう。"}
{"en": "but it wants cleaning plain enough.", "ja": "だいぶそうじがとどかないな。"}
{"en": "But there would also be some good stately shops among them.", "ja": "だがたしかな品物をうる店だってありそうなものだ。"}
{"en": "Alas!\"", "ja": "やれやれ。」"}
{"en": "sighed he,", "ja": "と、助手はため息をつきながら、またかんがえつづけました。"}
{"en": "\"I know one in which all is stately; but there sits already a spruce young shopman,", "ja": "「なんでもたしかな品ばかり売るという店があるのだか、そこにはあいにくもう店番がいる。"}
{"en": "which is the only thing that's amiss in the whole shop.", "ja": "それがきずさ。"}
{"en": "All would be splendidly decked out,", "ja": "こちらの店もあちらの店も"}
{"en": "and we should hear,", "ja": "「だんな、どうぞおはいりください」"}
{"en": "'Walk in, gentlemen, pray walk in; here you will find all you please to want.'", "ja": "といいたそうだ。"}
{"en": "Ah! I wish to Heaven I could walk in and take a trip right through the hearts of those present!\"", "ja": "そこでかわいらしい「かんがえ」の精のようなものになって、あの人たちの胸のなかをのぞきまわってみてやりたい。」"}
{"en": "And behold! to the Shoes of Fortune this was the cue;", "ja": "ほら、うわおいぐつにはもうこれだけで通じました。"}
{"en": "the whole man shrunk together and a most uncommon journey through the hearts of the front row of spectators, now began.", "ja": "たちまち助手はからだがちぢくれ上がって、一ばんまえがわの見物の心から心へ実にふしぎな旅行をはじめることになりました。"}
{"en": "The first heart through which he came, was that of a middle-aged lady, but he instantly fancied himself in the room of the \"Institution for the cure of the crooked and deformed,\"", "ja": "まっさきにはいっていったのは、ある奥さまの心で、整形外科（せいけいげか）の手術室にはいりこんだようにおもいました。"}
{"en": "where casts of mis-shapen limbs are displayed in naked reality on the wall.", "ja": "そのへやには、かたわな手足のギプス型が壁に立てかけてありました。"}
{"en": "Yet there was this difference, in the institution the casts were taken at the entry of the patient; but here they were retained and guarded in the heart while the sound persons went away.", "ja": "ただちがうのは整形病院では、ギプス型を患者（かんじゃ）がはいってくるたんびにとるのですが、この心のなかでは、人がでていったあとで型をとって、保存されることでした。"}
{"en": "They were, namely, casts of female friends,", "ja": "ここにあるのは女のお友だちの型で。"}
{"en": "whose bodily or mental deformities were here most faithfully preserved.", "ja": "そのからだと心の欠点がそのままここに保存されていました。"}
{"en": "With the snake-like writhings of an idea he glided into another female heart;", "ja": "すぐまた、ほかの女のなかにはいっていきました。"}
{"en": "but this seemed to him like a large holy fane.* * temple", "ja": "しかし、これは大きな神神（こうごう）しいお寺のようにおもわれました。"}
{"en": "The white dove of innocence fluttered over the altar.", "ja": "無垢（むく）の白はとが、高い聖壇の上をとんでいました。"}
{"en": "How gladly would he have sunk upon his knees;", "ja": "よっぽどひざをついて拝みたいとおもったくらいでした。"}
{"en": "but he must away to the next heart;", "ja": "しかし、すぐと次の心のなかにはいっていかなければなりませんでした。"}
{"en": "yet he still heard the pealing tones of the organ,", "ja": "でも、まだオルガンの音がきこえていました。"}
{"en": "and he himself seemed to have become a newer and a better man;", "ja": "そうしてじぶんがまえよりもいい、別の人間になったようにおもわれました。"}
{"en": "he felt unworthy to tread the neighboring sanctuary", "ja": "いばって次の聖堂にはいる資格が、できたように感じました。"}
{"en": "which a poor garret, with a sick bed-rid mother, revealed.", "ja": "それは貧しい屋根裏のへやのかたちであらわれて、なかには病人のおかあさんがねていました。"}
{"en": "But God's warm sun streamed through the open window; lovely roses nodded from the wooden flower-boxes on the roof,", "ja": "けれどあいた窓からは神さまのお日さまの光が温かくさしこみましたうつくしいばらの花が、屋根の上の小さな木箱のなかから、がてんがてんしていました。"}
{"en": "and two sky-blue birds sang rejoicingly,", "ja": "空色した二羽の小鳥が、こどもらしいよろこびのうたを歌っていました。"}
{"en": "while the sick mother implored God's richest blessings on her pious daughter.", "ja": "そのなかで、病人のおかあさんは、むすめのために、神さまのおめぐみを祈っていました。"}
{"en": "He now crept on hands and feet through a butcher's shop;", "ja": "それから、肉でいっぱいつまった肉屋の店を、四つんばいになってはいあるきました。"}
{"en": "at least on every side, and above and below, there was nought but flesh.", "ja": "ここは肉ばかりでした。"}
{"en": "It was the heart of a most respectable rich man,", "ja": "これはお金持のりっぱな紳士（しんし）の心でした。"}
{"en": "whose name is certain to be found in the Directory.", "ja": "おそらく、この人の名まえは紳士録にのっているでしょう。"}
{"en": "He was now in the heart of the wife of this worthy gentleman.", "ja": "こんどはその紳士の奥さまの心のなかにはいりました。"}
{"en": "It was an old, dilapidated, mouldering dovecot.", "ja": "その心は、古い荒れはてたはと小屋でした。"}
{"en": "The husband's portrait was used as a weather-cock,", "ja": "ごていしゅの像がほんの風見（かざみ）のにわとり代りにつかわれていました。"}
{"en": "which was connected in some way or other with the doors, and so they opened and shut of their own accord, whenever the stern old husband turned round.", "ja": "その風見は、小屋の戸にくっついていて、ごていしゅの風見がくるりくるりするとおりに、あいたりとじたりしました。"}
{"en": "Hereupon he wandered into a boudoir formed entirely of mirrors, like the one in Castle Rosenburg;", "ja": "それからつぎには、ローゼンボルのお城でみるような鏡の間（ま）にでました。"}
{"en": "but here the glasses magnified to an astonishing degree.", "ja": "でもこの鏡は、うそらしいほど大きくみせるようにできていました。"}
{"en": "On the floor, in the middle of the room, sat, like a Dalai-Lama, the insignificant \"Self\" of the person, quite confounded at his own greatness.", "ja": "床（ゆか）のまんなかには、達頼喇嘛（ダライラマ）のように、その持主のつまらない「わたし」が、じぶんでじぶんの家の大きいのにあきれながらすわっていました。"}
{"en": "He then imagined he had got into a needle-case full of pointed needles of every size.", "ja": "それからこんどは、針がいっぱいつんつんつッたっている、せまい針箱のなかにはこばれました。"}
{"en": "\"This is certainly the heart of an old maid,\" thought he.", "ja": "これはきっと年をとっておよめにいけないむすめの心にちがいないとおもいました。"}
{"en": "But he was mistaken.", "ja": "けれど、じつはそうではありません。"}
{"en": "It was the heart of a young military man;", "ja": "たくさん勲章をぶら下げている若い士官の心でした。"}
{"en": "a man, as people said, of talent and feeling.", "ja": "しかし、世間ではこの人を才と情のかねそなわった人物だといっていました。"}
{"en": "In the greatest perplexity, he now came out of the last heart in the row; he was unable to put his thoughts in order,", "ja": "あわれな助手は、列のいちばんおしまいの人の心からぬけだしたとき、すっかりあたまがへんになっていて、まるでかんがえがまとまりませんでした。"}
{"en": "and fancied that his too lively imagination had run away with him.", "ja": "やたらとはげしいもうぞうが、じぶんといっしょにかけずりまわったのだとおもいました。"}
{"en": "\"Good Heavens!\"", "ja": "「やれやれ、おどろいた。」"}
{"en": "sighed he.", "ja": "と、助手はため息をつきました。"}
{"en": "\"I have surely a disposition to madness", "ja": "「おれはどうも気ちがいになるうまれつきらしい。"}
{"en": "--'tis dreadfully hot here;", "ja": "それに、ここは、むやみと暑い。"}
{"en": "my blood boils in my veins and my head is burning like a coal.\"", "ja": "血があたまにのぼるわけさ。」"}
{"en": "And he now remembered the important event of the evening before, how his head had got jammed in between the iron railings of the hospital.", "ja": "そこで、ふとゆうべの、病院の鉄さくにあたまをはさまれた大事件をおもいだしました。"}
{"en": "\"That's what it is, no doubt,\"", "ja": "「きっとあのとき病気にかかったにちがいない。」"}
{"en": "said he.", "ja": "と、助手はおもいました。"}
{"en": "\"I must do something in time:", "ja": "「すぐどうかしなければならない。"}
{"en": "under such circumstances a Russian bath might do me good.", "ja": "ロシア風呂（ぶろ）がきくかも知れない。"}
{"en": "I only wish I were already on the upper bank.\"* *In these Russian (vapor) baths the person extends himself on a bank or form, and as he gets accustomed to the heat, moves to another higher up towards the ceiling, where, of course, the vapor is warmest. In this manner he ascends gradually to the highest.", "ja": "ならば一等上のたなにねたいものだ。」"}
{"en": "And so there he lay on the uppermost bank in the vapor-bath;", "ja": "するともう、さっそくに蒸風呂（むしぶろ）のいちばん上のたなにねていました。"}
{"en": "but with all his clothes on, in his boots and galoshes,", "ja": "ところで、着物を着たなり、長ぐつも、うわおいぐつもそのままでねていました。"}
{"en": "while the hot drops fell scalding from the ceiling on his face.", "ja": "天井（てんじょう）からあついしずくが、ぽた、ぽた、顔に落ちて来ました。"}
{"en": "\"Holloa!\"", "ja": "「うわあ。」"}
{"en": "cried he, leaping down.", "ja": "と、とんきょう［＃「とんきょう」は底本では「とんきょと」］にさけんで、こんどは灌水浴（かんすいよく）をするつもりで下へおりました。"}
{"en": "The bathing attendant, on his side, uttered a loud cry of astonishment when he beheld in the bath, a man completely dressed.", "ja": "湯番は着物を着こんだ男がとびだしたのをみてびっくりして、大きなさけび声をたてました。"}
{"en": "The other, however, retained sufficient presence of mind to whisper to him,", "ja": "でも、そういうなか［＃「なか」は底本では「な声」］で、助手は、湯番の耳に、"}
{"en": "\"'Tis a bet, and I have won it!\"", "ja": "「なあにかけをしているのだよ。」"}
{"en": "But the first thing he did as soon as he got home, was to have a large blister put on his chest", "ja": "さて、へやにかえってさっそくにしたことは、首にひとつ、背中にひとつ、大きなスペイン発泡膏（はっぽうこう）をはることでした。"}
{"en": "and back to draw out his madness.", "ja": "これでからだのなかの気ちがいじみた毒気を吸いとろうというわけです。"}
{"en": "The next morning he had a sore chest and a bleeding back;", "ja": "明くる朝、助手は、赤ただれたせなかを［＃「せなかを」は底本では「せなをか」］していました。"}
{"en": "and, excepting the fright, that was all that he had gained by the Shoes of Fortune.", "ja": "これが幸福のうわおいぐつからさずけてもらった御利益（ごりやく）のいっさいでした。"}
{"en": "V. Metamorphosis of the Copying-Clerk", "ja": "五　書記の変化（へんげ）"}
{"en": "The watchman, whom we have certainly not forgotten, thought meanwhile of the galoshes he had found and taken with him to the hospital;", "ja": "さて、わたしたちがまだ忘れずにいたあの夜番は、そのうち、じぶんがみつけて、病院までもはいていったうわおいぐつのことをおもいだしました。"}
{"en": "he now went to fetch them; and as neither the lieutenant, nor anybody else in the street, claimed them as his property, they were delivered over to the police-office.* *As on the continent, in all law and police practices nothing is verbal, but any circumstance, however trifling, is reduced to writing, the labor, as well as the number of papers that thus accumulate, is enormous. In a police-office, consequently, we find copying-clerks among many other scribes of various denominations, of which, it seems, our hero was one.", "ja": "そこで、とってかえりましたが、むこう二階の中尉にも、町のたれかれにきいても、持主は、わかりませんでしたから、警察へとどけました。"}
{"en": "\"Why, I declare the Shoes look just like my own,\"", "ja": "「これはわたしのうわおいぐつにそっくりだ。」"}
{"en": "said one of the clerks, eying the newly-found treasure, whose hidden powers, even he, sharp as he was, was not able to discover.", "ja": "と、この拾得物（しゅうとくぶつ）をみた書記君のひとりがいって、じぶんのと並べてみました。"}
{"en": "\"One must have more than the eye of a shoemaker to know one pair from the other,\"", "ja": "「どうして、くつ屋でもこれをみわけるのはむずかしかろう。」"}
{"en": "\"Here, sir!\"", "ja": "「書記さん。」"}
{"en": "said one of the men, who panting brought him a tremendous pile of papers.", "ja": "と、そのとき小使が書類をもってはいって来ました。"}
{"en": "The copying-clerk turned round and spoke awhile with the man about the reports and legal documents in question;", "ja": "書記はふりむいてその男と話をしていました。"}
{"en": "but when he had finished, and his eye fell again on the Shoes, he was unable to say whether those to the left or those to the right belonged to him.", "ja": "話がすむと、またうわおいぐつのほうへむかいましたが、もうそのときは、右か左かじぶんのがわからなくなってしまいました。"}
{"en": "\"At all events it must be those which are wet,\"", "ja": "「しめっているほうがわたしのにちがいない。」"}
{"en": "thought he;", "ja": "と、書記君はおもいました。"}
{"en": "but this time, in spite of his cleverness, he guessed quite wrong,", "ja": "でも、これはかんがえちがいでした。"}
{"en": "for it was just those of Fortune", "ja": "なぜなら、そのほうが幸福のうわおいぐつだったのです。"}
{"en": "And why, I should like to know, are the police never to be wrong?", "ja": "だって警察のお役人だって、まちがわないとはかぎらないでしょう。"}
{"en": "So he put them on quickly, stuck his papers in his pocket,", "ja": "で、すましてそれをはいて、書類をかくしにつッこみました。"}
{"en": "and took besides a few under his arm,", "ja": "それからあとは小わきにかかえました。"}
{"en": "intending to look them through at home to make the necessary notes.", "ja": "これを内へかえって読んで、コピイ（副本）をつくらなければならないのです。"}
{"en": "It was noon; and the weather, that had threatened rain, began to clear up,", "ja": "ところで、その日は日曜の朝で、いいお天気でした。"}
{"en": "\"A little trip to Fredericksburg would do me no great harm,\" thought he; ", "ja": "ひとつ、フレデリクスベルグへでもぶらぶらでてみるかな、とかんがえて、そちらに足をむけました。"}
{"en": "Nobody could be more steady or quiet than this young man;", "ja": "さて、この青年ぐらい、おとなしい、堅人（かたじん）はめったにありません。"}
{"en": "we therefore wish him joy of the excursion with all our heart;", "ja": "すこしばかりの散歩を、この人がするのは、さんせいですよ。"}
{"en": "and it will certainly be beneficial for a person who leads so sedentary a life.", "ja": "ながく腰をかけ通していたあとで、きっとからだにいいでしょう。"}
{"en": "In the park he met a friend, one of our young poets,", "ja": "公園の並木道（なみきみち）にはいると、書記はふとお友だちの、若い詩人にであいました。"}
{"en": "who told him that the following day he should set out on his long-intended tour.", "ja": "詩人は、あしたから旅にでかけるところだと話しました。"}
{"en": "\"So you are going away again!\"", "ja": "「じゃあ、もうでかけるのかい。」"}
{"en": "said the clerk.", "ja": "と、書記はうらやましそうにいいました。"}
{"en": "\"You are a very free and happy being;", "ja": "「なんて幸福な自由な身の上だろう。"}
{"en": "we others are chained by the leg and held fast to our desk.\"", "ja": "われわれと来ては、足にくさりをつけられているのだからね。」"}
{"en": "\"Yes; but it is a chain, friend, which ensures you the blessed bread of existence,\"", "ja": "「だが、そのくさりはパンの木にゆいつけてあるのだろう。」"}
{"en": "answered the poet.", "ja": "と、詩人はいいました。"}
{"en": "\"You need feel no care for the coming morrow:", "ja": "「そのかわりくらしの心配はいらないのだ。"}
{"en": "when you are old, you receive a pension.\"", "ja": "年をとれば、恩給がもらえるしな。」"}
{"en": "\"True,\"", "ja": "「やはりなんといっても、きみのほうがいいくらしをしているよ。」"}
{"en": "said the clerk, shrugging his shoulders;", "ja": "と、書記がいいました。"}
{"en": "To sit at one's ease and poetise--that is a pleasure;", "ja": "「うちにすわって詩を書いているというのは、楽しみにちがいない。"}
{"en": "everybody has something agreeable to say to you,", "ja": "それで世間からはもてはやされる。"}
{"en": "and you are always your own master.", "ja": "おれはおれだでやっていける。"}
{"en": "No, friend, you should but try what it is to sit from one year's end to the other occupied with and judging the most trivial matters.\"", "ja": "まあ、きみ、いちどためしにやってみたまえ。"}
{"en": "The poet shook his head,", "ja": "詩人はあたまをふりました。"}
{"en": "the copying-clerk did the same.", "ja": "書記も同様にあたまをふりました。"}
{"en": "Each one kept to his own opinion, and so they separated.", "ja": "てんでにじぶんじぶんの意見をいい張って、そのままふたりは別れました。"}
{"en": "\"It's a strange race, those poets!\"", "ja": "「どうも詩人というものはきみょうななかまだな。」"}
{"en": "said the clerk,", "ja": "と、書記はおもいました。"}
{"en": "\"I should like some day, just for a trial, to take such nature upon me,", "ja": "「わたしもああいう人間の心持になってみたいものだ。"}
{"en": "and be a poet myself;", "ja": "じぶんで詩人になってみたいものだ。"}
{"en": "I am very sure I should make no such miserable verses as the others.", "ja": "わたしなら、むろん、あの連中のように泣言をならべはしないぞ"}
{"en": "Today, methinks, is a most delicious day for a poet. Nature seems anew to celebrate her awakening into life.", "ja": "……ああ、詩人にとってなんてすばらしい春だろう。"}
{"en": "The air is so unusually clear, the clouds sail on so buoyantly,", "ja": "あんなにも空気は澄み、雲はあくまでうつくしい。"}
{"en": "and from the green herbage a fragrance is exhaled that fills me with delight.", "ja": "わか葉の緑にかおりただよう。"}
{"en": "For many a year have I not felt as at this moment.\"", "ja": "そうだ、もうなん年にも、このしゅんかんのような気持をわたしは知らなかった。」"}
{"en": "We see already, by the foregoing effusion, that he is become a poet;", "ja": "これで、もうこの書記は、さっそく、詩人になっていたことがわかります。"}
{"en": "to give further proof of it, however, would in most cases be insipid,", "ja": "べつだん目につくほどのことはありません。"}
{"en": "for it is a most foolish notion to fancy a poet different from other men.", "ja": "いったい詩人とほかの人間とでは、うまれつきからまるでちがっているようにかんがえるのは、ばかげたことです。"}
{"en": "Among the latter there may be far more poetical natures than many an acknowledged poet, when examined more closely, could boast of;", "ja": "ただの人で詩人と名のっているたいていの人間よりも、もっと詩人らしい気質の人がいくらもあるのです。"}
{"en": "the difference only is, that the poet possesses a better mental memory, on which account he is able to retain the feeling and the thought till they can be embodied by means of words; a faculty which the others do not possess.", "ja": "ただまあ詩人となれば、おもったこと感じたことをよくおぼえていて、それをはっきりと、言葉に書きあらわすだけの天分がある、そこらがちがうところです。"}
{"en": "But the transition from a commonplace nature to one that is richly endowed, demands always a more or less breakneck leap over a certain abyss which yawns threateningly below; and thus must the sudden change with the clerk strike the reader.", "ja": "でも、世間なみの気質から詩人の天分にうつるというのは、やはり大きなかわり方にちがいないので、それをいま、この書記君がしているのです。"}
{"en": "\"The sweet air!\"", "ja": "「なんとすばらしい匂だ。」"}
{"en": "continued he of the police-office, in his dreamy imaginings;", "ja": "と、書記はいいました。"}
{"en": "\"how it reminds me of the violets in the garden of my aunt Magdalena!", "ja": "「ローネおばさんのすみれの花をおもい出させる。"}
{"en": "Yes, then I was a little wild boy,", "ja": "そう、あれはわたしのこどものじぶんだった。"}
{"en": "O heavens! 'tis a long time since I have thought on those times.", "ja": "はてね、ながいあいだおもいだしもしずにいたのだがな。"}
{"en": "The good old soul!", "ja": "いいおばさんだったなあ。"}
{"en": "She lived behind the Exchange.", "ja": "おばさんは取引所のうしろに住んでいた。"}
{"en": "She always had a few twigs or green shoots in water--let the winter rage without as it might.", "ja": "いつも木の枝か青いわか枝をだいじそうに水にさして、どんな冬の寒いときでも、あたたかいへやのなかにおいた。"}
{"en": "The violets exhaled their sweet breath, whilst I pressed against the windowpanes covered with fantastic frost-work the copper coin I had heated on the stove, and so made peep-holes.", "ja": "ほっこりとすみれが花をひらいているわきで、わたしは凍った窓ガラスに火であつくした銅貨をおしつけて、すきみの穴をこしらえたものだ。"}
{"en": "What splendid vistas were then opened to my view!", "ja": "あれはおもしろい見物だった。"}
{"en": "Yonder in the canal lay the ships frozen up,", "ja": "そとの掘割には船が氷にとじられていた。"}
{"en": "and deserted by their whole crews, with a screaming crow for the sole occupant.", "ja": "乗組はみんなどこかへいっていて、からすが一羽のこってかあかあないていた。"}
{"en": "But when the spring, with a gentle stirring motion, announced her arrival, a new and busy life arose;", "ja": "やがて春風がそよそよ吹きそめると、なにかが生き生きして来た。"}
{"en": "with songs and hurrahs the ice was sawn asunder,", "ja": "にぎやかな歌とさけび声のなかに、氷がこわされる。"}
{"en": "the ships were fresh tarred and rigged, that they might sail away to distant lands.", "ja": "船にタールがぬられて、帆綱のしたくができると、やがて知らない国へこぎ出していってしまう。"}
{"en": "But I have remained here", "ja": "でも、わたしはいつまでもここにのこっている。"}
{"en": "--must always remain here, sitting at my desk in the office, and patiently see other people fetch their passports to go abroad.", "ja": "年がら年じゅう警察のいすに腰をかけて、ひとが外国行の旅券を受け取っていくのをながめている、これがわたしの持ってうまれた運なのだ。"}
{"en": "Such is my fate! Alas!\"", "ja": "うん、うん、どうも。」"}
{"en": "--sighed he,", "ja": "こうおもって、書記はふかいため息をつきましたが。"}
{"en": "and was again silent.", "ja": "ふと、気がついて、"}
{"en": "\"Great Heaven!", "ja": "「はて、おかしいぞ。"}
{"en": "What is come to me!", "ja": "わたしは、いったいどうしたというのだろう。"}
{"en": "Never have I thought or felt like this before!", "ja": "いつもこんなふうに、かんがえたり感じたりしたことはなかったのに。"}
{"en": "It must be the summer air that affects me with feelings", "ja": "きっと心のなかに春風が吹き込んだのかな。"}
{"en": "almost as disquieting as they are refreshing.\"", "ja": "なにかやるせないようで、そのくせいい気持だ。」"}
{"en": "He felt in his pocket for the papers.", "ja": "こうおもいながらなにげなくかくしのなかの紙に手をふれました。"}
{"en": "\"These police-reports will soon stem the torrent of my ideas, and effectually hinder any rebellious overflowing of the time-worn banks of official duties\";", "ja": "「いけない。"}
{"en": "he said to himself consolingly, while his eye ran over the first page.", "ja": "書記はそういいながらはじめの一枚にふと目をさらしますと、それはこう読まれました。"}
{"en": "\"DAME TIGBRITH, tragedy in five acts.\"", "ja": "「『ジグブリット夫人、五幕新作悲劇』"}
{"en": "\"What is that?", "ja": "おやおや、これはなんだ。"}
{"en": "And yet it is undeniably my own handwriting.", "ja": "しかもこれはわたしの手だぞ。"}
{"en": "Have I written the tragedy?", "ja": "わたしはいつこんな悲劇（ひげき）なんて書いたろう。"}
{"en": "'INTRIGUE ON THE RAMPARTS; or THE DAY OF REPENTANCE: vaudeville with new songs to the most favorite airs.'", "ja": "軽喜歌劇散歩道の陰謀　一名懺悔祈祷日。"}
{"en": "The deuce!", "ja": "はてね、"}
{"en": "Where did I get all this rubbish?", "ja": "どこでこんなものをもらったろう。"}
{"en": "Some one must have slipped it slyly into my pocket for a joke.", "ja": "たれかいたずらに、かくしに入れたかな。"}
{"en": "There is too a letter to me; a crumpled letter and the seal broken.\"", "ja": "おやおや、ここに手紙があるぞ。」"}
{"en": "Yes; it was not a very polite epistle from the manager of a theatre, in which both pieces were flatly refused.", "ja": "いかにもそれは劇場の支配人から来たものでした。"}
{"en": "\"Hem! hem!\"", "ja": "「ふん、ふん。」"}
{"en": "said the clerk breathlessly, and quite exhausted he seated himself on a bank.", "ja": "こう書記はつぶやきながら、腰掛に腰をおろしました。"}
{"en": "His thoughts were so elastic, his heart so tender;", "ja": "なにか心がおどって、生きかえったようで、気分がやさしくなりました。"}
{"en": "and involuntarily he picked one of the nearest flowers.", "ja": "ついすぐそばの花をひとつ手につみました。"}
{"en": "It is a simple daisy, just bursting out of the bud.", "ja": "それはつまらない、ちいさなひなぎくの花でした。"}
{"en": "What the botanist tells us after a number of imperfect lectures, the flower proclaimed in a minute.", "ja": "植物学者が、なんべんも、なんべんも、［＃「、」は底本では「。」］お講義を重ねて、やっと説明することを、この花はほんの一分間に話してくれました。"}
{"en": "It related the mythus of its birth,", "ja": "それはじぶんの生いたちの昔話もしました。"}
{"en": "told of the power of the sun-light that spread out its delicate leaves, and forced them to impregnate the air with their incense", "ja": "お日さまの光がやわらかな花びらをひらかせ、いい匂を立たせてくださる話もしました。"}
{"en": "--and then he thought of the manifold struggles of life,", "ja": "そのとき、書記は、「いのちのたたかい」ということを、ふとおもいました。"}
{"en": "which in like manner awaken the budding flowers of feeling in our bosom.", "ja": "これもやはりわたしたちの心を動かすものでした。"}
{"en": "Light and air contend with chivalric emulation for the love of the fair flower", "ja": "空気と光は花と仲よしでした。"}
{"en": "that bestowed her chief favors on the latter; full of longing she turned towards the light,", "ja": "それでも光がよけいすきなので、いつも光のほうへ、花は顔をむけました。"}
{"en": "and as soon as it vanished, rolled her tender leaves together and slept in the embraces of the air.", "ja": "ただ光が消えてしまったとき、花は花びらをまるめて、空気に抱かれながら眠りました。"}
{"en": "\"It is the light which adorns me,\"", "ja": "「わたしを飾ってくれるのは、光ですよ。」"}
{"en": "said the flower.", "ja": "と、花はいいました。"}
{"en": "\"But 'tis the air which enables thee to breathe,\"", "ja": "「でも、空気はおまえに息をさせてくれるだろう。」"}
{"en": "said the poet's voice.", "ja": "と、詩人の声がささやきました。"}
{"en": "Close by stood a boy who dashed his stick into a wet ditch.", "ja": "すると、すぐそばに、ひとりの男の子が、溝川（どぶかわ）の上を棒でたたいていました。"}
{"en": "The drops of water splashed up to the green leafy roof,", "ja": "にごった水のしずくが緑の枝の上にはねあがりました。"}
{"en": "and the clerk thought of the million of ephemera which in a single drop were thrown up to a height,", "ja": "すると、書記はそのしずくといっしょにたかく投げあげられたなん万という目にみえないちいさい生き物のことをおもいました。"}
{"en": "that was as great doubtless for their size, as for us if we were to be hurled above the clouds.", "ja": "それは、からだの大きさの割合からすると、ちょうどわたしたちが雲の上まで高く投げられたと同じようなものでしょうか。"}
{"en": "While he thought of this and of the whole metamorphosis he had undergone, he smiled and said,", "ja": "そんなことを書記はおもいながら、だんだんかわっていくじぶんをおかしく感じました。"}
{"en": "\"I sleep and dream;", "ja": "「どうも眠って夢をみているのだな。"}
{"en": "but it is wonderful", "ja": "だが、ふしぎなことにはちがいない。"}
{"en": "how one can dream so naturally, and know besides so exactly that it is but a dream.", "ja": "そんなにまざまざ夢をみていて、しかも夢のなかで、それが夢だと知っているのだからな。"}
{"en": "If only to-morrow on awaking, I could again call all to mind so vividly!", "ja": "どうかして夢にみたことをのこらず、あくる日目がさめてもおぼえていられたらいいだろう。"}
{"en": "I seem in unusually good spirits;", "ja": "どうもいつもとちがって、気分がみょうにうかれている。"}
{"en": "my perception of things is clear, I feel as light and cheerful as though I were in heaven;", "ja": "なにをみてもはっきりわかるし、生き生きとものをかんじている。"}
{"en": "but I know for a certainty, that if to-morrow a dim remembrance of it should swim before my mind, it will then seem nothing but stupid nonsense,", "ja": "でも、あしたになっておもいだしたら、ずいぶんばかげているにちがいない。"}
{"en": "as I have often experienced already", "ja": "せんにもよくあったことだ。"}
{"en": "All we hear or say in a dream that is fair and beautiful", "ja": "夢のなかでいろいろと賢いことやりっぱなことをいったり、きいたりするものだ。"}
{"en": "is like the gold of the subterranean spirits;", "ja": "それは地の下の小人（こびと）の金（きん）のようなものだ。"}
{"en": "it is rich and splendid when it is given us, but viewed by daylight we find only withered leaves.", "ja": "それを受けとったときには、たくさんできれいな金にみえるが、あかるい所でみると、石ころか枯ッ葉になってしまう。"}
{"en": "Alas!\"", "ja": "やれ、やれ。」"}
{"en": "he sighed quite sorrowful, and gazed at the chirping birds that hopped contentedly from branch to branch,", "ja": "書記は、さもつまらなそうにため息をついて、枝から枝へ、愉快そうにとびまわって、ちいちいさえずっている小鳥をながめました。"}
{"en": "\"they are much better off than I!", "ja": "「小鳥はわたしよりずっとよくくらしている。"}
{"en": "To fly must be a heavenly art;", "ja": "とぶということは、なにしろたいしたわざだ。"}
{"en": "and happy do I prize that creature in which it is innate.", "ja": "つばさをそなえてうまれたものはしあわせだ。"}
{"en": "Yes!", "ja": "そうだな。"}
{"en": "Could I exchange my nature with any other creature, I fain would be such a happy little lark!\"", "ja": "わたしがもしなにか人間でないものに変れるならかわいいひばりになりたいものだ。」"}
{"en": "He had hardly uttered these hasty words when the skirts and sleeves of his coat folded themselves together into wings;", "ja": "こういうが早いか、書記の服のせなかに、両そでがびったりくっついて、つばさになりました。"}
{"en": "the clothes became feathers, and the galoshes claws.", "ja": "着物は羽根になり、うわおいぐつはつめになりました。"}
{"en": "He observed it perfectly, and laughed in his heart.", "ja": "書記はじぶんのずんずん変っていくすがたをはっきりみながら、心のなかでわらいました。"}
{"en": "\"Now then, there is no doubt that I am dreaming;", "ja": "「なるほど、これでいよいよ夢をみていることがわかる。"}
{"en": "but I never before was aware of such mad freaks as these.\"", "ja": "だが、わたしはまだこんなおもいきってばかげた夢をみたことはないぞ。」"}
{"en": "And up he flew into the green roof and sang;", "ja": "こういって、ひばりになった書記は、みどりの枝のなかをとびまわってうたいました。"}
{"en": "but in the song there was no poetry,", "ja": "もう、その歌に詩はありません。"}
{"en": "for the spirit of the poet was gone.", "ja": "詩人の気質はなくなってしまったのです。"}
{"en": "The Shoes, as is the case with anybody who does what he has to do properly, could only attend to one thing at a time.", "ja": "このうわおいぐつは、なんでもものごとをつきつめてするひとのように、［＃「、」は底本では「。」］一│時（じ）にひとつのことしかできません。"}
{"en": "He wanted to be a poet, and he was one;", "ja": "詩人になりたいというと、詩人になりました。"}
{"en": "he now wished to be a merry chirping bird:", "ja": "こんどは小鳥になりたいというと、小鳥になりました。"}
{"en": "but when he was metamorphosed into one, the former peculiarities ceased immediately.", "ja": "とたんに詩人の心は消えました。"}
{"en": "\"It is really pleasant enough,\"", "ja": "「こいつは実におもしろいぞ。」"}
{"en": "said he:", "ja": "と、書記はとびながら、なおかんがえつづけました。"}
{"en": "\"the whole day long I sit in the office amid the driest law-papers,", "ja": "「わたしは昼間、役所につとめて、石のように堅い椅子に腰をかけて、おもしろくないといって、およそこの上ない法律書類のなかに首をつッこんでいる。"}
{"en": "and at night I fly in my dream as a lark in the gardens of Fredericksburg;", "ja": "夜になると夢をみて、ひばりになって、フレデリクスベルグ公園の木のなかをとびまわる。"}
{"en": "one might really write a very pretty comedy upon it.\"", "ja": "こりゃあ、りっぱに大衆喜劇の種（たね）になる。」"}
{"en": "He now fluttered down into the grass, turned his head gracefully on every side, and with his bill pecked the pliant blades of grass,", "ja": "そこで、書記のひばりは草のなか［＃「なか」は底本では「なが」］に舞いおりて、ほうぼうに首をむけて、草の茎をくちばしでつつきました。"}
{"en": "which, in comparison to his present size, seemed as majestic as the palm-branches of northern Africa.", "ja": "それはいまのじぶんの大きさにくらべては、北アフリカのしゅろの枝ほどもありそうでした。"}
{"en": "Presently black night overshadowed our enthusiast,", "ja": "すると、だしぬけにまわりがまっ暗やみになってしまいました。"}
{"en": "some vast object seemed to be thrown over him.", "ja": "なにか大きなものが、上からかぶさって来たようにおもわれました。"}
{"en": "It was a large oil-skin cap, which a sailor-boy of the quay had thrown over the struggling bird;", "ja": "これはニュウボデルから来た船員のこどもが、大きな帽子を小鳥の上に投げかけたものでした。"}
{"en": "a coarse hand sought its way carefully in under the broad rim, and seized the clerk over the back and wings.", "ja": "やがて下からぬっと手がはいって来て、書記のひばりのせなかとつばさをひどくしめつけたので、おもわずぴいぴい鳴きました。"}
{"en": "In the first moment of fear, he called, indeed, as loud as he could", "ja": "そして、びっくりした大きな声で"}
{"en": "--\"You impudent little blackguard!", "ja": "「このわんぱく小僧め、"}
{"en": "I am a copying-clerk at the police-office;", "ja": "おれは警察のお役人だぞ。」"}
{"en": "This fine tirade sounded, however, to the ungodly sailor-boy like a mere \"Pippi-pi.\"", "ja": "けれどもこどもには、ただぴいぴいときこえるだけでした。"}
{"en": "He gave the noisy bird a knock on his beak, and walked on.", "ja": "そこでこの男の子は鳥のくちばしをたたいて、つかんだままほうぼうあるきまわりました。"}
{"en": "He was soon met by two schoolboys of the upper class", "ja": "やがて、並木道（なみきみち）で、男の子はほかのふたりのこどもに出あいました。"}
{"en": "--that is to say as individuals, for with regard to learning they were in the lowest class in the school;", "ja": "身分をいう人間の社会では、いい所のこどもというのですが、学校では精紳がものをいうので、ごく下の級に入れられていました。"}
{"en": "and they bought the stupid bird.", "ja": "このこどもたちが、シリング銀貨二、三枚で小鳥を買いました。"}
{"en": "So the copying-clerk came to Copenhagen as guest, or rather as prisoner in a family living in Gother Street.", "ja": "そこで、ひばりの書記は、またコペンハーゲンのゴーテルス通のある家へつれてこられることになりました。"}
{"en": "\"'Tis well that I'm dreaming,\"", "ja": "「夢だからいいようなものだが。」"}
{"en": "said the clerk,", "ja": "と、書記はいいました。"}
{"en": "\"or I really should get angry.", "ja": "「さもなければ、おれはほんとうにおこってしまう。"}
{"en": "First I was a poet; now sold for a few pence as a lark;", "ja": "はじめに詩人で、こんどはひばりか。"}
{"en": "no doubt it was that accursed poetical nature which has metamorphosed me into such a poor harmless little creature.", "ja": "しかもわたしを小鳥にかえたのは、詩人の気質がそうしたのだよ。"}
{"en": "It is really pitiable, particularly when one gets into the hands of a little blackguard,", "ja": "それがこどもらの手につかまれるようになっては、いかにもなさけない。"}
{"en": "all I should like to know is, how the story will end.\"", "ja": "このおしまいは、いったいどうなるつもりか、見当がつかない。」"}
{"en": "The two schoolboys, the proprietors now of the transformed clerk, carried him into an elegant room.", "ja": "やがて、こどもたちはひばりをたいそうりっぱなおへやにつれこみました。"}
{"en": "A stout stately dame received them with a smile;", "ja": "ふとったにこにこした奥さまが、こどもたちをむかえました。"}
{"en": "but she expressed much dissatisfaction that a common field-bird, as she called the lark, should appear in such high society.", "ja": "けれども、このおかあさまは、ひばりのことを「下等な野そだちの鳥」とよんで、そんなものをうちのなかへ入れることをなかなかしょうちしてくれません。"}
{"en": "For to-day, however, she would allow it;", "ja": "やっとたのんで、ではきょう一日だけということで許してもらえました。"}
{"en": "and they must shut him in the empty cage that was standing in the window.", "ja": "で、ひばりは窓のわきにある、からッぽなかごのなかに入れられなければなりませんでした。"}
{"en": "\"Perhaps he will amuse my good Polly,\"", "ja": "「おうむちゃん、きっと、うれしがるでしょうよ。」"}
{"en": "added the lady, looking with a benignant smile at a large green parrot that swung himself backwards and forwards most comfortably in his ring, inside a magnificent brass-wired cage.", "ja": "と、奥さまはいって、上のきれいなしんちゅうのかごのなかの輪で、お上品ぶってゆらゆらしている大きなおうむにわらいかけました。"}
{"en": "\"To-day is Polly's birthday,\"", "ja": "「きょうはおうむちゃんのお誕生日だったねえ。」"}
{"en": "said she with stupid simplicity:", "ja": "と、奥さまはあまやかすようにいいました。"}
{"en": "\"and the little brown field-bird must wish him joy.\"", "ja": "「だから、このちっぽけな野そだちの鳥もお祝をいいに来たのだろうよ。」"}
{"en": "Mr. Polly uttered not a syllable in reply,", "ja": "おうむちゃんはこれにひとことも返事をしませんでした。"}
{"en": "but swung to and fro with dignified condescension;", "ja": "ただお上品ぶってゆらゆらしていました。"}
{"en": "while a pretty canary, as yellow as gold, that had lately been brought from his sunny fragrant home, began to sing aloud.", "ja": "すると、去年の夏、あたたかい南の国のかんばしい林のなかから、ここへつれてこられた、かわいらしいカナリヤが、たかい声で歌をうたいはじめました。"}
{"en": "\"Noisy creature! Will you be quiet!\"", "ja": "「やかましいよ。」"}
{"en": "screamed the lady of the house,", "ja": "と、奥さまはいいました。"}
{"en": "covering the cage with an embroidered white pocket handkerchief.", "ja": "そうして白いハンケチを鳥かごにかけてしまいました。"}
{"en": "\"Chirp, chirp!\"", "ja": "「ぴい、ぴい。」"}
{"en": "sighed he.", "ja": "と、カナリヤはため息をつきました。"}
{"en": "\"That was a dreadful snowstorm\";", "ja": "「おそろしい雪おろしになって来たぞ。」"}
{"en": "and he sighed again, and was silent.", "ja": "こういってため息をつきながら、だまってしまいました。"}
{"en": "The copying-clerk, or, as the lady said, the brown field-bird, was put into a small cage, close to the Canary,", "ja": "書記は、いや、奥さまのおっしゃる下等な野そだちの鳥は、カナリヤのすぐそばのちいさなかごに入れられました。"}
{"en": "and not far from \"my good Polly.\"", "ja": "おうむからもそう遠くはなれてはいませんでした。"}
{"en": "The only human sounds that the Parrot could bawl out were,", "ja": "このおうむちゃんのしゃべれる人間のせりふはたったひとつきり、それは、"}
{"en": "\"Come, let us be men!\"", "ja": "「まあ、人になることですよ。」"}
{"en": "Everything else that he said was as unintelligible to everybody as the chirping of the Canary,", "ja": "そのほかに、ぎゃあぎゃあいうことは、カナリヤの歌と同様、人間がきいてもまるでわけがわかりませんでした。"}
{"en": "except to the clerk, who was now a bird too: he understood his companion perfectly.", "ja": "ただ書記だけは、やはり小鳥のなかまにはいったので、いうことはよくわかりました。"}
{"en": "\"I flew about beneath the green palms and the blossoming almond-trees,\"", "ja": "「わたしはみどりのしゅろの木や、白い花の咲くあんずの木の下をとんでいたのだ。」"}
{"en": "sang the Canary;", "ja": "と、カナリヤがうたいました。"}
{"en": "\"I flew around, with my brothers and sisters, over the beautiful flowers, and over the glassy lakes,", "ja": "「わたしは男のきょうだいや女のきょうだいたちと、きれいな花の咲いた上や、鏡のようにあかるいみどりの上をとんでいたのだ。"}
{"en": "where the bright water-plants nodded to me from below.", "ja": "みずうみの底には、やはり草や木が、ゆらゆらゆられていた。"}
{"en": "There, too, I saw many splendidly-dressed paroquets, that told the drollest stories, and the wildest fairy tales without end.\"", "ja": "それからずいぶん、ながいお話をたくさんしてくれるきれいなおうむさんにもあった。」"}
{"en": "\"Oh! those were uncouth birds,\"", "ja": "「ありゃ野そだちの鳥よ。」"}
{"en": "answered the Parrot.", "ja": "と、おうむがこたえました。"}
{"en": "\"They had no education,", "ja": "「あれらはなにも教育がないのだ。"}
{"en": "\"If my mistress and all her friends can laugh at what I say, so may you too, I should think.", "ja": "奥さんやお客さんたちがわらったら、おまえもわらう。"}
{"en": "It is a great fault to have no taste for what is witty or amusing", "ja": "娯楽に趣味をもたないのは欠点です。"}
{"en": "--come, let us be men.\"", "ja": "まあ人になることですよ。」"}
{"en": "\"Ah, you have no remembrance of love for the charming maidens that danced beneath the outspread tents beside the bright fragrant flowers?", "ja": "「おまえさん、おぼえているでしょう。"}
{"en": "Do you no longer remember the sweet fruits, and the cooling juice in the wild plants of our never-to-be-forgotten home?\"", "ja": "花の咲いた木の下に、天幕を張って、ダンスをしたかわいらしいむすめたちのことを、野に生えた草のなかに、あまい実がなって、つめたい汁の流れていたことを。」"}
{"en": "\"Oh, yes,\"", "ja": "「うん、そりゃ、おぼえている。」"}
{"en": "said the Parrot;", "ja": "と、おうむがこたえました。"}
{"en": "\"but I am far better off here.", "ja": "「だが、ここのお内で、ぼくはもっといいくらしをしているのだ。"}
{"en": "I am well fed, and get friendly treatment.", "ja": "ごちそうはあるし、だいじに扱われている。"}
{"en": "I know I am a clever fellow; and that is all I care about.", "ja": "この上ののぞみはないのさ。"}
{"en": "Come, let us be men.", "ja": "まあ、人になることですよ。"}
{"en": "You are of a poetical nature, as it is called", "ja": "きみは詩人のたましいとかいうやつをもっている。"}
{"en": "--I, on the contrary, possess profound knowledge and inexhaustible wit.", "ja": "ぼくはなんでも深い知識ととんちをもっている。"}
{"en": "You have genius; but clear-sighted, calm discretion does not take such lofty flights,", "ja": "きみは天才はあるが、思慮（しりょ）がないよ。"}
{"en": "and utter such high natural tones.", "ja": "持ってうまれた高調子で、とんきょうにやりだす、"}
{"en": "For this they have covered you over", "ja": "すぐ上からふろしきをかぶされてしまうのさ。"}
{"en": "--they never do the like to me;", "ja": "そこはぼくになるとちがう。"}
{"en": "for I cost more.", "ja": "どうしてそんな安ッぽいのじゃない。"}
{"en": "Besides, they are afraid of my beak;", "ja": "この大きなくちばしだけでも、威厳（いげん）があるからな。"}
{"en": "and I have always a witty answer at hand.", "ja": "しかもこのくちばしで、とんちをふりまいて人をうれしがらせる。"}
{"en": "Come, let us be men!\"", "ja": "まあ、人になることですよ。」"}
{"en": "\"O warm spicy land of my birth,\"", "ja": "「ああ、わがなつかしき、花さく熱帯の故国よ。」"}
{"en": "sang the Canary bird;", "ja": "とカナリヤがうたいました。"}
{"en": "\"I will sing of thy dark-green bowers, of the calm bays where the pendent boughs kiss the surface of the water;", "ja": "「わたしはあのみどりしたたる木立と、鏡のような水に枝が影をうつしている静かな入江をほめたたえよう。"}
{"en": "I will sing of the rejoicing of all my brothers and sisters where the cactus grows in wanton luxuriance.\"", "ja": "『沙漠（さばく）の泉の木』が茂って、そこにうつくしくかがやくきょうだいの鳥たちのよろこびをほめたたえよう。」"}
{"en": "\"Spare us your elegiac tones,\"", "ja": "「さあ、たのむから、もうそんななさけない声を出すのはよしておくれ。」"}
{"en": "said the Parrot giggling.", "ja": "と、おうむがいいました。"}
{"en": "\"Rather speak of something at which one may laugh heartily.", "ja": "「なにかわらえるようなことをうたっておくれ。"}
{"en": "Laughing is an infallible sign of the highest degree of mental development.", "ja": "わらいはいとも高尚な心のしるしだ。"}
{"en": "Can a dog, or a horse laugh?", "ja": "犬や馬がわらえるかね。"}
{"en": "No,", "ja": "どうだ。"}
{"en": "but they can cry.", "ja": "どうして、あれらはなくだけです。"}
{"en": "The gift of laughing was given to man alone.", "ja": "わらいは人にだけ与えられたものだ。"}
{"en": "Ha! ha! ha!\"", "ja": "ほッほッほ。」"}
{"en": "screamed Polly,", "ja": "こうおうむはわらってみせて、"}
{"en": "and added his stereotype witticism.", "ja": "「まあ、人になることですよ。」"}
{"en": "\"Come, let us be men!\"", "ja": "とむすびました。"}
{"en": "\"Poor little Danish grey-bird,\"", "ja": "「もし、もし、そこに灰色しているデンマルクの小鳥さん。」"}
{"en": "said the Canary;", "ja": "と、カナリヤがひばりに声をかけました。"}
{"en": "\"you have been caught too.", "ja": "「きみもやはり囚人（しゅうじん）になったんだな。"}
{"en": "It is, no doubt, cold enough in your woods,", "ja": "なるほど、きみの国の森は寒いだろう。"}
{"en": "but there at least is the breath of liberty;", "ja": "だが、そこにはまだ自由がある。"}
{"en": "therefore fly away.", "ja": "とびだせ。"}
{"en": "In the hurry they have forgotten to shut your cage,", "ja": "きみのかごの戸はしめるのを忘れている。"}
{"en": "and the upper window is open.", "ja": "上の窓はあいているぞ。"}
{"en": "Fly, my friend; fly away. Farewell!\"", "ja": "逃げろ、逃げろ。」"}
{"en": "Instinctively the Clerk obeyed; with a few strokes of his wings he was out of the cage;", "ja": "カナリヤがこういうと、書記はついそれにのって、すうとかどをとびだしました。"}
{"en": "but at the same moment the door, which was only ajar, and which led to the next room, began to creak, and supple and creeping came the large tomcat into the room,", "ja": "そのとたん、となりのへやの、半分あいた戸がぎいと鳴ると、みどり色した火のような目の飼いねこがしのんで来ました。"}
{"en": "and began to pursue him.", "ja": "そうして、いきなりひばりを追っかけようとしました、"}
{"en": "The frightened Canary fluttered about in his cage;", "ja": "カナリヤはかごのなかをとびまわりました。"}
{"en": "the Parrot flapped his wings,", "ja": "おうむもつばさをばさばさやって"}
{"en": "and cried,", "ja": "「まあ、人になることですよ。」"}
{"en": "\"Come, let us be men!\"", "ja": "とさけびました。"}
{"en": "The Clerk felt a mortal fright, and flew through the window, far away over the houses and streets.", "ja": "書記は、もう死ぬほどおどろいて、窓から屋根へ往来へとにげました。"}
{"en": "At last he was forced to rest a little.", "ja": "とうとうくたびれて、すこし休まなければならなくなりました。"}
{"en": "The neighboring house had a something familiar about it;", "ja": "すると、むこうがわの家が、住み心地のよさそうなようすをしていました。"}
{"en": "a window stood open; he flew in; it was his own room.", "ja": "窓がひとつあけてあったので、［＃「、」は底本では「。」］そこからつういととび込むと、そこはじぶんのへやの書斎でした。"}
{"en": "He perched upon the table.", "ja": "ひばりはそこのつくえの上にとびおりました。"}
{"en": "\"Come, let us be men!\"", "ja": "「まあ、人になることですよ。」"}
{"en": "said he, involuntarily imitating the chatter of the Parrot,", "ja": "と、ひばりはついおうむの口まねをしていいました。"}
{"en": "and at the same moment he was again a copying-clerk;", "ja": "そのとたんに、書記にもどりました。"}
{"en": "but he was sitting in the middle of the table.", "ja": "ただつくえの上にのっかっていました。"}
{"en": "\"Heaven help me!\"", "ja": "「やれ、やれおどろいた。」"}
{"en": "cried he.", "ja": "と、書記はいいました。"}
{"en": "\"How did I get up here", "ja": "「どうしてこんな所にのっかっているのだろう。"}
{"en": "--and so buried in sleep, too?", "ja": "しかもひどく寝込んでしまって、"}
{"en": "After all, that was a very unpleasant, disagreeable dream that haunted me!", "ja": "なにしろおちつかない夢だった。"}
{"en": "The whole story is nothing but silly, stupid nonsense!\"", "ja": "しまいまで、くだらないことばかりで、じょうだんにもほどがある。」"}
{"en": "VI. The Best That the Galoshes Gave", "ja": "六　うわおいぐつのさずけてくれたいちばんいい事"}
{"en": "The following day, early in the morning, while the Clerk was still in bed, someone knocked at his door.", "ja": "明くる日、朝早く、書記君まだ寝床にはいっていますと、戸をこつこつやる音がきこえました。"}
{"en": "It was his neighbor, a young Divine, who lived on the same floor.", "ja": "それはおなじ階でおとなり同士の若い神学生で、"}
{"en": "He walked in.", "ja": "はいって来てこういいました。"}
{"en": "\"Lend me your Galoshes,\"", "ja": "「きみのうわおいぐつを貸してくれたまえ。」"}
{"en": "said he;", "ja": "と、学生はいいました。"}
{"en": "\"it is so wet in the garden, though the sun is shining most invitingly.", "ja": "「庭はひどくしめっているけれど、日はかんかん照っている。"}
{"en": "I should like to go out a little.\"", "ja": "おりていって、一服やりたいとおもうのだよ。」"}
{"en": "He got the Galoshes, and he was soon below in a little duodecimo garden,", "ja": "学生にうわおいぐつをはいて、まもなく庭へおりました。"}
{"en": "where between two immense walls a plumtree and an apple-tree were standing.", "ja": "庭にはすももの木となしの木がありました。"}
{"en": "Even such a little garden as this was considered in the metropolis of Copenhagen as a great luxury.", "ja": "これだけのちょっとした庭でも、都のなかではどうして大したねうちです。"}
{"en": "The young man wandered up and down the narrow paths, as well as the prescribed limits would allow;", "ja": "学生は庭の小みちをあちこちあるきまわりました。"}
{"en": "the clock struck six; without was heard the horn of a post-boy.", "ja": "まだやっと六時で、往来には郵便馬車のラッパがきこえました。"}
{"en": "\"To travel!", "ja": "「ああ、旅行。"}
{"en": "to travel!\"", "ja": "旅行。」"}
{"en": "exclaimed he,", "ja": "と、学生はさけびました。"}
{"en": "\"That is the happiest thing in the world!", "ja": "「これこそ、この世のいちばん大きな幸福だ。"}
{"en": "That is the highest aim of all my wishes!", "ja": "これこそぼくの希望のいちばんたかい目標だ。"}
{"en": "Then at last would the agonizing restlessness be allayed, which destroys my existence!", "ja": "旅に出てこそぼくのこの不安な気持が落ちつく、"}
{"en": "But it must be far, far away!", "ja": "だが、ずっととおくではなければなるまい。"}
{"en": "I would behold magnificent Switzerland;", "ja": "うつくしいスウィスがみたい。"}
{"en": "I would travel to Italy, and--\"", "ja": "イタリアへいきたい――」"}
{"en": "It was a good thing that the power of the Galoshes worked as instantaneously as lightning in a powder-magazine would do,", "ja": "いや、うわおいぐつがさっそくしるしをみせてくれたことは有りがたいことでした。"}
{"en": "otherwise the poor man with his overstrained wishes would have travelled about the world too much for himself as well as for us.", "ja": "さもないと、じぶんにしても、他人のわたしたちにしても、始末のわるい遠方までとんでいってしまうところでした。"}
{"en": "In short, he was travelling.", "ja": "さて、学生は旅行の途中です。"}
{"en": "He was in the middle of Switzerland, but packed up with eight other passengers in the inside of an eternally-creaking diligence;", "ja": "スウィスのまんなかで、急行馬車に、ほかの八人の相客といっしょにつめこまれていました。"}
{"en": "his head ached till it almost split, his weary neck could hardly bear the heavy load, and his feet, pinched by his torturing boots, were terribly swollen.", "ja": "頭痛がして、首がだるくて、足は血が下がってふくれた上をきゅうくつな長ぐつでしめつけられていました。"}
{"en": "He was in an intermediate state between sleeping and waking;", "ja": "眠っているとも、さめているともつかず、うとうとゆられていました。"}
{"en": "In his right pocket he had his letter of credit, in the left, his passport,", "ja": "右のかくしには信用手形を入れ、左のかくしには、旅券を入れていました。"}
{"en": "and in a small leathern purse some double louis d'or, carefully sewn up in the bosom of his waistcoat.", "ja": "ルイドール金貨が胸の小さな革紙入にぬい入れてありました。"}
{"en": "Every dream proclaimed that one or the other of these valuables was lost;", "ja": "うとうとするとこのだいじな品物のうちどれかをなくした夢をみました。"}
{"en": "wherefore he started up as in a fever;", "ja": "それで、熱のたかいときのように、ひょいととびあがりました。"}
{"en": "and the first movement which his hand made, described a magic triangle from the right pocket to the left, and then up towards the bosom, to feel if he had them all safe or not.", "ja": "そうしてすぐと手を動かして、右から左へ三角をこしらえて、それから胸にさわってまだなくさずに持っているかどうかみました。"}
{"en": "From the roof inside the carriage, umbrellas, walking-sticks, hats, and sundry other articles were depending, and hindered the view, which was particularly imposing.", "ja": "こうもりがさと帽子とステッキは、あたまの上の網のなかでゆれてぶら下がっていて、せっかくのすばらしいそとの景色をみるじゃまをしていました。"}
{"en": "He now endeavored as well as he was able to dispel his gloom, which was caused by outward chance circumstances merely, and on the bosom of nature imbibe the milk of purest human enjoyment.", "ja": "でも、その下からのぞいてみるだけでして、そのかわり学生は心のなかで、詩人とまあいってもいいでしょう、わたしたち知っているさる人が、スウィスで作って、そのまままだ印刷されずにいる詩をうたっていました。"}
{"en": "Grand, solemn, and dark was the whole landscape around.", "ja": "みるかぎりの自然に、大きく、おごそかで、うすぐらくもみえました。"}
{"en": "The gigantic pine-forests, on the pointed crags, seemed almost like little tufts of heather, colored by the surrounding clouds.", "ja": "もみの木の林が、高い山の上で、草やぶかなんぞのようにみえました。"}
{"en": "It began to snow, a cold wind blew and roared as though it were seeking a bride.", "ja": "やがて雪が降りはじめて、風がつめたく吹いて来ました。"}
{"en": "\"Augh!\"", "ja": "「おお、寒い。」"}
{"en": "sighed he,", "ja": "と、学生はため息をつきました。"}
{"en": "\"were we only on the other side the Alps,", "ja": "「これがアルプスのむこうがわであったらいいな。"}
{"en": "then we should have summer, and I could get my letters of credit cashed.", "ja": "あちらはいつも夏景色で、その上、この信用手形でお金が取れるのだろうが。"}
{"en": "The anxiety I feel about them prevents me enjoying Switzerland.", "ja": "金の心配で、せっかくのスウィスも十分に楽しめない。"}
{"en": "Were I but on the other side!\"", "ja": "どうかはやくむこうへいきたいなあ。」"}
{"en": "And so saying he was on the other side in Italy, between Florence and Rome.", "ja": "こういうと、もう学生は山のむこうがわのイタリアのまんなかの、フィレンツェとローマのあいだに来ていました。"}
{"en": "Lake Thracymene, illumined by the evening sun, lay like flaming gold between the dark-blue mountain-ridges;", "ja": "トラジメーネのみずうみは、夕ばえのなかで、暗いあい色の山にかこまれながら、金色のほのおのようにかがやいていました。"}
{"en": "here, where Hannibal defeated Flaminius, the rivers now held each other in their green embraces;", "ja": "ここは昔、ハンニバルがフラミウスをやぶったところで、そこにぶどうのつるが、みどりの指をやさしくからみあっていました。"}
{"en": "lovely, half-naked children tended a herd of black swine, beneath a group of fragrant laurel-trees, hard by the road-side.", "ja": "かわいらしい半裸体のこどもらが、道ばたの香り高い月桂樹（げっけいじゅ）の林のなかで、まっ黒なぶたの群を飼っていました。"}
{"en": "Could we render this inimitable picture properly, then would everybody exclaim,", "ja": "もしこの景色をそのまま画にかいてみせることができたら、たれだって"}
{"en": "\"Beautiful, unparalleled Italy!\"", "ja": "「ああ、すばらしいイタリア。」"}
{"en": "But neither the young Divine said so, nor anyone of his grumbling companions in the coach of the vetturino.", "ja": "けれどもさしあたり神学生も、おなじウェッツラ（四輪馬車）にのりあわせた旅の道づれも、それをくちびるにのせたものはありませんでした。"}
{"en": "The poisonous flies and gnats swarmed around by thousands;", "ja": "毒のあるはえやあぶが、なん千となく、むれて馬車のなかへとびこんで来ました。"}
{"en": "in vain one waved myrtle-branches about like mad; the audacious insect population did not cease to sting;", "ja": "みんな気ちがいのように、ミルテの枝をふりまわしましたが、はえはへいきで刺しました。"}
{"en": "nor was there a single person in the well-crammed carriage whose face was not swollen and sore from their ravenous bites.", "ja": "馬車の客は、ひとりだってさされて顔のはれあがらないものはありませんでした。"}
{"en": "The poor horses, tortured almost to death, suffered most from this truly Egyptian plague; the flies alighted upon them in large disgusting swarms;", "ja": "かわいそうな馬は腐れ肉でもあるかのようにはえのたかるままになっていました。"}
{"en": "and if the coachman got down and scraped them off, hardly a minute elapsed before they were there again.", "ja": "たまにぎょ者がおりて、いっぱいたかっている虫をはらいのけると、そのときだけいくらかほっとしました。"}
{"en": "The sun now set:", "ja": "いま、日は沈みかけました。"}
{"en": "a freezing cold, though of short duration pervaded the whole creation; it was like a horrid gust coming from a burial-vault on a warm summer's day", "ja": "みじかい、あいだですが、氷のような冷やかさが万物にしみとおって、それはどうにもこころよいものではありません。"}
{"en": "--but all around the mountains retained that wonderful green tone which we see in some old pictures, and which, should we not have seen a similar play of color in the South,", "ja": "でも、まわりの山や雲が、むかしの画にあるような、それはうつくしいみどり色の調子をたたえて、いかにもあかるくすみとおって――まあなんでも、じぶんでいってみることで、書いたものをよむだけではわかりません。"}
{"en": "we declare at once to be unnatural.", "ja": "まったくたとえようのないけしきです。"}
{"en": "It was a glorious prospect;", "ja": "この旅行者たちたれもやはりそうおもいました。"}
{"en": "but the stomach was empty, the body tired;", "ja": "でも――胃（い）の腑（ふ）はからになっていましたし、からだも疲れきっていました。"}
{"en": "all that the heart cared and longed for was good night-quarters;", "ja": "ただもう今夜のとまり、それだけがたれしもの心のねがいでした。"}
{"en": "yet how would they be?", "ja": "さてどうそれがなるのか。"}
{"en": "For these one looked much more anxiously than for the charms of nature, which every where were so profusely displayed.", "ja": "うつくしい自然よりも、そのほうへたれの心もむかっていました。"}
{"en": "The road led through an olive-grove,", "ja": "道は、かんらんの林のなかを通っていきました。"}
{"en": "and here the solitary inn was situated.", "ja": "やがてそこにさびしい宿屋をみつけました。"}
{"en": "Ten or twelve crippled-beggars had encamped outside.", "ja": "足なえのこじきがひとかたまり、そこの入口に陣取っていました。"}
{"en": "The healthiest of them resembled, to use an expression of Marryat's, \"Hunger's eldest son when he had come of age\"; ", "ja": "なかでいちばんす早いやつでも、ききんの惣領（そうりょう）息子が丁年になったような顔をしています。"}
{"en": "the others were either blind, had withered legs and crept about on their hands, or withered arms and fingerless hands.", "ja": "そのほかは、めくらかいざりかどちらかでしたから、両手ではいまわるか、指の腐れおちた手をあわせていました。"}
{"en": "It was the most wretched misery, dragged from among the filthiest rags.", "ja": "これはまったくみじめがぼろにくるまって出て来た有様でした。"}
{"en": "\"Excellenza, miserabili!\"", "ja": "＊「エチェレンツア・ミゼラビリ」(＊旦那さま、かわいそうなものでございます。)"}
{"en": "sighed they, thrusting forth their deformed limbs to view.", "ja": "と、こじきはため息まじりにかたわな手をさしだしました。"}
{"en": "Even the hostess, with bare feet, uncombed hair, and dressed in a garment of doubtful color, received the guests grumblingly.", "ja": "なにしろこの宿屋のおかみさんからして、はだしでくしを入れないぼやぼやのあたまに、よごれくさったブルーズ一枚でお客を迎えました。"}
{"en": "The doors were fastened with a loop of string;", "ja": "戸はひもでくくりつけてありました。"}
{"en": "the floor of the rooms presented a stone paving half torn up;", "ja": "へやのゆかは煉瓦（れんが）が半分くずれた上を掘りかえしたようなていさいでした。"}
{"en": "bats fluttered wildly about the ceiling; and as to the smell therein--no--that was beyond description.", "ja": "こうもりが天井（てんじょう）の下をとびまわって、へやのなかから、むっとくさいにおいがしました――。"}
{"en": "\"You had better lay the cloth below in the stable,\"", "ja": "「そうだ、いっそ食卓はうまやのなかにもちだすがいい。」"}
{"en": "said one of the travellers;", "ja": "と、旅人のひとりがいいました。"}
{"en": "\"there, at all events, one knows what one is breathing.\"", "ja": "「まだしもあそこなら息ができそうだ。」"}
{"en": "The windows were quickly opened,", "ja": "窓はあけはなされました。"}
{"en": "to let in a little fresh air.", "ja": "そうすればすこしはすずしい風がはいってくるかとおもったのです。"}
{"en": "Quicker, however, than the breeze, the withered, sallow arms of the beggars were thrust in, accompanied by the eternal whine of \"Miserabili, miserabili, excellenza!\"", "ja": "ところが風よりももっとす早く、かったいぼうの手がでて来て、相変らず「ミゼラビリ・エチェレンツア」と鼻をならしつづけました。"}
{"en": "On the walls were displayed innumerable inscriptions, written in nearly every language of Europe, some in verse, some in prose, most of them not very laudatory of \"bella Italia.\"", "ja": "壁のうえにはたくさん楽書（らくがき）がしてありましたが、その半分は＊「ベルラ・イタリア」にはんたいなことばばかりでした。(＊イタリアよいとこ。)"}
{"en": "The meal was served.", "ja": "夕飯がでました。"}
{"en": "It consisted of a soup of salted water, seasoned with pepper and rancid oil.", "ja": "それはこしょうと、ぷんとくさい脂で味をつけた水っぽいスープとでした。"}
{"en": "The last ingredient played a very prominent part in the salad;", "ja": "そのくさい脂がサラダのおもな味でした。"}
{"en": "stale eggs and roasted cocks'-combs furnished the grand dish of the repast;", "ja": "かびくさい卵と、鶏冠（とさか）の焼いたのが一とうのごちそうでした。"}
{"en": "the wine even was not without a disgusting taste", "ja": "ぶどう酒（しゅ）までがへんな味がしました。"}
{"en": "--it was like a medicinal draught.", "ja": "それはたまらないまぜものがしてありました。"}
{"en": "At night the boxes and other effects of the passengers were placed against the rickety doors.", "ja": "夜になると、旅かばんをならべて戸に寄せかけました。"}
{"en": "One of the travellers kept watch while the others slept.", "ja": "ほかのもののねているあいだ、旅人のひとりが交代で起きて夜番をすることになりました。"}
{"en": "The sentry was our young Divine.", "ja": "そこで神学生がまずその役にあたりました。"}
{"en": "How close it was in the chamber!", "ja": "ああ、なんてむんむすることか。"}
{"en": "The heat oppressive to suffocation", "ja": "暑さに息がふさがるようでした。"}
{"en": "--the gnats hummed and stung unceasingly", "ja": "蚊（か）がぶん、ぶん、とんで来て刺しました。"}
{"en": "--the \"miserabili\" without whined and moaned in their sleep.", "ja": "おもての「ミゼラビリ」は夢のなかでも泣きつづけていました。"}
{"en": "\"Travelling would be agreeable enough,\"", "ja": "「そりゃ旅行もけっこうなものさ。」"}
{"en": "said he groaning,", "ja": "と、神学生はいいました。"}
{"en": "\"if one only had no body,", "ja": "「人間に肉体というものがなければな。"}
{"en": "or could send it to rest while the spirit went on its pilgrimage unhindered, whither the voice within might call it.", "ja": "からだは休ましておいて、心だけとびあるくことができたらいいさ。"}
{"en": "Wherever I go, I am pursued by a longing that is insatiable", "ja": "どこへいってもぼくは心をおされるよう不満にであう。"}
{"en": "I want something better than what is but what is fled in an instant.", "ja": "ぼく［＃「ぼく」は底本では「くぼ」］ののぞんでいたのは、現在の境遇より少しはいいものなのだ。"}
{"en": "But what is it, and where is it to be found?", "ja": "だが、それはどこにある。"}
{"en": "Yet, I know in reality what it is I wish for.", "ja": "心のそこには求めているものがなにかよくわかっている。"}
{"en": "Oh! most happy were I, could I but reach one aim", "ja": "わたしは幸福を目あてにしたいのだ。"}
{"en": "--could but reach the happiest of all!\"", "ja": "すべてのもののなかでいちばん幸福なものをね。」"}
{"en": "And as he spoke the word he was again in his home; the long white curtains hung down from the windows,", "ja": "すると、いうがはやいか、学生は、もうじぶんの内へかえっていました、長い、白いカーテンが窓からさがっていました。"}
{"en": "and in the middle of the floor stood the black coffin;", "ja": "そうしてへやのまんなかに、黒い棺（かん）がおいてありました。"}
{"en": "in it he lay in the sleep of death.", "ja": "そのなかで、学生は死んで、しずかに眠っていたのでした。"}
{"en": "His wish was fulfilled", "ja": "のぞみははたされたのです"}
{"en": "--the body rested, while the spirit went unhindered on its pilgrimage.", "ja": "――肉体は休息して、精神だけが自由に旅をしていました。"}
{"en": "\"Let no one deem himself happy before his end,\"", "ja": "「いまだ墓にいらざるまえ、なにびとも幸福というを得ず。」"}
{"en": "were the words of Solon;", "ja": "とは、ギリシアの賢人ソロンの言葉でした。"}
{"en": "and here was a new and brilliant proof of the wisdom of the old apothegm.", "ja": "ここにそのことばが新しく証明されたわけです。"}
{"en": "Every corpse is a sphynx of immortality;", "ja": "すべて、しかばねは不死不滅のスフィンクスです。"}
{"en": "here too on the black coffin the sphynx gave us no answer to what he who lay within had written two days before:", "ja": "いま目のまえの黒い棺（かん）のなかにあるスフィンクスも、死ぬつい三日まえ書いた、次のことばでそのこたえをあたえているのです。"}
{"en": "\"O mighty Death! thy silence teaches nought,", "ja": "いかめしい死よ、おまえの沈黙は恐怖をさそう。"}
{"en": "Thou leadest only to the near grave's brink;", "ja": "おまえの地上にのこす痕跡（あと）は寺の墓場だけなのか。"}
{"en": "Is broken now the ladder of my thoughts?", "ja": "たましいは＊ヤコブのはしごを見ることはないのか。"}
{"en": "Do I instead of mounting only sink?", "ja": "墓場の草となるほかに復活の道はないのか。"}
{"en": "Our heaviest grief the world oft seeth not,", "ja": "この上なく深いかなしみをも世間はしばしばみすごしている。"}
{"en": "Our sorest pain we hide from stranger eyes:", "ja": "おまえは孤独のまま最後の道をたどっていく。"}
{"en": "And for the sufferer there is nothing left", "ja": "しかもこの世にあって心の荷（にな）う義務はいやが上に重い、"}
{"en": "But the green mound that o'er the coffin lies.\"", "ja": "それは棺の壁をおす土よりも重いのだ。"}
{"en": "Two figures were moving in the chamber.", "ja": "ふたつの姿がへやのなかでちらちら動いていました。"}
{"en": "We knew them both;", "ja": "わたしたちはふたりとも知っています。"}
{"en": "it was the fairy of Care, and the emissary of Fortune.", "ja": "それは心配の妖女（ようじょ）と、幸福の女神の召使でした。"}
{"en": "They both bent over the corpse.", "ja": "ふたりは死人の上にのぞきこみました。"}
{"en": "\"Do you now see,\"", "ja": "心配がいいました。"}
{"en": "said Care,", "ja": "「ごらん、おまえさんのうわおいぐつがどんな幸福をさずけたでしょう。」"}
{"en": "\"To him, at least, who slumbers here, they have brought an imperishable blessing,\"", "ja": "「でも、とにかくここに寝ている男には、ながい善福をさずけたではありませんか。」"}
{"en": "answered the other.", "ja": "と、よろこびがこたえました。"}
{"en": "\"Ah no!\"", "ja": "「まあ、どうして。」"}
{"en": "replied Care.", "ja": "と、心配がいいました。"}
{"en": "\"He took his departure himself; he was not called away.", "ja": "「この人はじぶんで出て行ったので、まだ召されたわけではなかったのですよ。"}
{"en": "His mental powers here below were not strong enough to reach the treasures lying beyond this life, and which his destiny ordained he should obtain.", "ja": "この人の精神はまだ強さが足りないので、当然掘り起さなければならないはずの宝を掘り起さずにしまいました。"}
{"en": "I will now confer a benefit on him.\"", "ja": "わたしはこの人に好いことをしてやりましょう。」"}
{"en": "And she took the Galoshes from his feet;", "ja": "こういって、心配は学生の足のうわおいぐつをぬがしてやりました。"}
{"en": "his sleep of death was ended; and he who had been thus called back again to life arose from his dread couch in all the vigor of youth.", "ja": "すると、死の眠がおしまいになって、学生は目をさまして立ちあがりました。"}
{"en": "Care vanished,", "ja": "心配の姿は消えました。"}
{"en": "and with her the Galoshes.", "ja": "それといっしょにうわおいぐつも消えてなくなりました。"}
{"en": "She has no doubt taken them for herself, to keep them to all eternity.", "ja": "――きっと心配が、そののちそれをじぶんの物にして、もっているのでしょう。"}
