{"en": "Classic Mystery and Detective Stories", "ja": "世界怪談名作集"}
{"en": "The Signal Man", "ja": "信号手"}
{"en": "Charles Dickens", "ja": "ディッケンズ"}
{"en": "\"Halloa!", "ja": "「おぅい、"}
{"en": "Below there!\"", "ja": "下にいる人！」"}
{"en": "When he heard a voice thus calling to him, he was standing at the door of his box, with a flag in his hand, furled round its short pole.", "ja": "わたしがこう呼んだ声を聞いたとき、信号手は短い棒に巻いた旗を持ったままで、あたかも信号所の小屋の前に立っていた。"}
{"en": "One would have thought, considering the nature of the ground, that he could not have doubted from what quarter the voice came;", "ja": "この土地の勝手を知っていれば、この声のきこえた方角を聞き誤まりそうにも思えないのであるが、"}
{"en": "but instead of looking up to where I stood on the top of the steep cutting nearly over his head, he turned himself about, and looked down the Line.", "ja": "彼は自分の頭のすぐ上の嶮（けわ）しい断崖の上に立っている私を見あげもせずに、あたりを見まわして更に線路の上を見おろしていた。"}
{"en": "There was something remarkable in his manner of doing so, though I could not have said for my life what.", "ja": "その振り向いた様子が、どういう訳（わけ）であるか知らないが少しく変わっていた。"}
{"en": "But I know it was remarkable enough to attract my notice, even though his figure was foreshortened and shadowed, down in the deep trench, and mine was high above him, so steeped in the glow of an angry sunset, that I had shaded my eyes with my hand before I saw him at all.", "ja": "実をいうと、わたしは高いところから烈（はげ）しい夕日にむかって、手をかざしながら彼を見ていたので、深い溝（みぞ）に影を落としている信号手の姿はよく分からなかったのであるが、ともかくも彼の振り向いた様子は確かにおかしく思われたのである。"}
{"en": "\"Halloa!", "ja": "「おぅい、"}
{"en": "Below!\"", "ja": "下にいる人！」"}
{"en": "From looking down the Line, he turned himself about again, and, raising his eyes, saw my figure high above him.", "ja": "彼は線路の方角から振り向いて、ふたたびあたりを見まわして、初めて頭の上の高いところにいる私のすがたを見た。"}
{"en": "\"Is there any path by which I can come down", "ja": "「どこか降りる所はありませんかね。"}
{"en": "and speak to you?\"", "ja": "君のところへ行って話したいのだが……」"}
{"en": "He looked up at me without replying,", "ja": "彼は返事もせずにただ見上げているのである。"}
{"en": "and I looked down at him without pressing him too soon with a repetition of my idle question.", "ja": "わたしも執拗（しつこ）く二度とは聞きもせずに見おろしていると、あたかもその時である。"}
{"en": "Just then there came a vague vibration in the earth and air, quickly changing into a violent pulsation,", "ja": "最初は漠然とした大地と空気との動揺が、やがて激しい震動に変わってきた。"}
{"en": "and an oncoming rush that caused me to start back, as though it had a force to draw me down.", "ja": "わたしは思わず引き倒されそうになって、あわてて後ずさりをすると、"}
{"en": "When such vapor as rose to my height from this rapid train had passed me, and was skimming away over the landscape,", "ja": "急速力の列車があたかも私の高さに蒸気をふいて、遠い景色のなかへ消えて行った。"}
{"en": "I looked down again, and saw him refurling the flag he had shown while the train went by.", "ja": "ふたたび見おろすと、かの信号手は列車通過の際に揚げていた信号旗を再び巻いているのが見えた。"}
{"en": "I repeated my inquiry.", "ja": "わたしは重ねて訊（き）いてみると、"}
{"en": "After a pause, during which he seemed to regard me with fixed attention, he motioned with his rolled-up flag towards a point on my level, some two or three hundred yards distant.", "ja": "彼はしばらく私をじっと見つめていたが、やがて巻いてしまった旗をかざして、わたしの立っている高い所から二、三百ヤードの遠い方角を指し示した。"}
{"en": "I called down to him,", "ja": "「ありがとう」"}
{"en": "\"All right!\"", "ja": "私はそう言って、示された方角にむかって周囲を見廻すと、"}
{"en": "There, by dint of looking closely about me, I found a rough zigzag descending path notched out, which I followed.", "ja": "そこには高低のはげしい小径（こみち）があったので、まずそこを降りて行った。"}
{"en": "The cutting was extremely deep, and unusually precipitate.", "ja": "断崖はかなりに高いので、ややもすれば真っ逆さまに落ちそうである。"}
{"en": "It was made through a clammy stone, that became oozier and wetter as I went down.", "ja": "その上に湿（しめ）りがちの岩石ばかりで、踏みしめるたびに水が滲（し）み出して滑（すべ）りそうになる。"}
{"en": "For these reasons, I found the way long enough to give me time to recall a singular air of reluctance or compulsion with which he had pointed out the path.", "ja": "そんなわけで、わたしは彼の教えてくれた道をたどるのがまったく忌（いや）になってしまった。"}
{"en": "When I came down low enough upon the zigzag descent to see him again, I saw that he was standing between the rails on the way by which the train had lately passed, in an attitude as if he were waiting for me to appear.", "ja": "私がこの難儀な小径を降りて、低い所に来た時には、信号手はいま列車が通過したばかりの軌道（レール）の間に立ちどまって、私が出てくるのを待っているらしかった。"}
{"en": "He had his left hand at his chin, and that left elbow rested on his right hand, crossed over his breast.", "ja": "信号手は腕を組むような格好をして、左の手で顎（あご）を支え、その肱（ひじ）を右の手の上に休めていたが、"}
{"en": "His attitude was one of such expectation and watchfulness that I stopped a moment, wondering at it.", "ja": "その態度はなにか期待しているような、また深く注意しているようなふうにみえたので、わたしも怪訝（けげん）に思ってちょっと立ちどまった。"}
{"en": "I resumed my downward way, and stepping out upon the level of the railroad, and drawing nearer to him,", "ja": "わたしは再びくだって、ようやく線路とおなじ低さの場所までたどり着いて、はじめて彼に近づいた。"}
{"en": "saw that he was a dark, sallow man, with a dark beard and rather heavy eyebrows.", "ja": "見ると、彼は薄黒い髭（ひげ）を生やして、睫毛（まつげ）の深い陰鬱な青白い顔の男であった。"}
{"en": "His post was in as solitary and dismal a place as ever I saw.", "ja": "その上に、ここは私が前に見たよりも荒涼陰惨というべき場所で、"}
{"en": "On either side, a dripping-wet wall of jagged stone, excluding all view but a strip of sky;", "ja": "両側には峨峨（がが）たる湿（しめ）っぽい岩石ばかりがあらゆる景色をさえぎって、わずかに大空を仰ぎ観るのである。"}
{"en": "the perspective one way only a crooked prolongation of this great dungeon;", "ja": "一方に見えるのは、大いなる牢獄としか思われない曲がりくねった岩道の延長があるのみで、"}
{"en": "the shorter perspective in the other direction terminating in a gloomy red light, and the gloomier entrance to a black tunnel,", "ja": "他の一方は暗い赤い灯のあるところで限られた、そこには暗黒なトンネルのいっそう暗い入り口がある。"}
{"en": "in whose massive architecture there was a barbarous, depressing, and forbidding air.", "ja": "その重苦しいような畳み石は、なんとなく粗野（そや）で、しかも人を圧するような、堪（た）えられない感じがする上に、"}
{"en": "So little sunlight ever found its way to this spot, that it had an earthy, deadly smell;", "ja": "日光はほとんどここへ映（さ）し込まず、土臭い有毒らしい匂いがそこらにただよって、"}
{"en": "and so much cold wind rushed through it, that it struck chill to me,", "ja": "どこからともなしに吹いて来る冷たい風が身に沁みわたった。"}
{"en": "as if I had left the natural world.", "ja": "私はこの世にいるような気がしなくなった。"}
{"en": "Before he stirred, I was near enough to him to have touched him.", "ja": "彼が身動きをする前に、私はそのからだに触（ふ）れるほどに近づいたが、"}
{"en": "Not even then removing his eyes from mine, he stepped back one step, and lifted his hand.", "ja": "彼はやはり私を見つめている眼を離さないで、わずかにひと足あとずさりをして、挨拶の手を挙げたばかりであった。"}
{"en": "This was a lonesome post to occupy (I said), and it had riveted my attention when I looked down from up yonder.", "ja": "前にもいう通り、ここはまったく寂しい場所で、それが向こうから見たときにも私の注意をひいたのである。"}
{"en": "A visitor was a rarity, I should suppose;", "ja": "おそらくたずねて来る人は稀であるらしく、"}
{"en": "not an unwelcome rarity, I hoped?", "ja": "また稀に来る人をあまり歓迎もしないらしく見えた。"}
{"en": "In me, he merely saw a man who had been shut up within narrow limits all his life, and who, being at last set free, had a newly-awakened interest in these great works.", "ja": "わたしから観ると、彼は私が長い間どこかの狭い限られた所にとじこめられていて、それが初めて自由の身となって、鉄道事業といったような重大なる仕事に対して、新たに眼ざめたる興味を感じて来た人間であると思っているらしい。"}
{"en": "To such purpose I spoke to him;", "ja": "私もそういうつもりで彼に話しかけたのであるが、"}
{"en": "but I am far from sure of the terms I used;", "ja": "実際はそんなこととは大違いになって、"}
{"en": "for, besides that I am not happy in opening any conversation, there was something in the man that daunted me.", "ja": "むしろ彼と会話を開かない方が仕合わせであったどころか、更に何か私をおびやかすようなものがあった。"}
{"en": "He directed a most curious look towards the red light near the tunnel's mouth, and looked all about it, as if something were missing from it, and then looked it me.", "ja": "彼はトンネルの入り口の赤い灯の方を不思議そうに見つめて、何か見失ったかのように周囲を見まわしていたが、やがて私の方へ向き直った。"}
{"en": "That light was part of his charge?  Was it not?", "ja": "あの灯は彼が仕事の一部であるらしく思われた。"}
{"en": "He answered in a low voice,--", "ja": "「あなたはご存じありませんか」"}
{"en": "\"Don't you know it is?\"", "ja": "と、彼は低い声で言った。"}
{"en": "The monstrous thought came into my mind, as I perused the fixed eyes and the saturnine face, that this was a spirit, not a man.", "ja": "その動かない二つの眼と、その幽暗な顔つきを見た時に、彼は人間ではなく、あるいは幽霊ではないかという怪しい考えが私の胸に浮かんで来たので、"}
{"en": "I have speculated since, whether there may have been infection in his mind.", "ja": "私はそのご絶えず彼のこころに感受性を持つかどうかを注意するようになった。"}
{"en": "In my turn, I stepped back.", "ja": "私はひと足さがった。"}
{"en": "But in making the action, I detected in his eyes some latent fear of me.", "ja": "そうして、彼がひそかに私を恐れている眼色を探り出した。"}
{"en": "This put the monstrous thought to flight.", "ja": "これで彼を怪しむ考えもおのずと消えたのである。"}
{"en": "\"You look at me,\"", "ja": "「君はなんだか私を怖（こわ）そうに眺めていますね」"}
{"en": "I said, forcing a smile,", "ja": "と、私はしいて微笑（ほほえ）みながら言った。"}
{"en": "\"I was doubtful,\"", "ja": "「どうもあなたを以前に見たことがあるようですが……」"}
{"en": "he returned,", "ja": "と、彼は答えた。"}
{"en": "\"Where?\"", "ja": "「どこで……」"}
{"en": "He pointed to the red light he had looked at.", "ja": "彼はさきに見つめていた赤い灯を指さした。"}
{"en": "\"There?\"", "ja": "「あすこで……？」"}
{"en": "I said.", "ja": "と、わたしは訊いた。"}
{"en": "Intently watchful of me, he replied (but without sound),", "ja": "彼は非常に注意ぶかく私を打ちまもりながら、音もないほどの低い声で"}
{"en": "\"Yes.\"", "ja": "「はい」"}
{"en": "\"My good fellow,", "ja": "「冗談じゃあない。"}
{"en": "what should I do there?", "ja": "私がどうしてあんなところに行っているものですか。"}
{"en": "However, be that as it may, I never was there,", "ja": "かりに行くことがあるとしても、今はけっしてあすこにいなかったのです。"}
{"en": "you may swear.\"", "ja": "そんなはずはありませんよ」"}
{"en": "\"I think I may,\"", "ja": "「わたしもそう思います。"}
{"en": "he rejoined.", "ja": "はい、確かにおいでにならないとは思いますが……」"}
{"en": "\"Yes;", "ja": "彼の態度は、わたしと同じようにはっきりしていた。"}
{"en": "His manner cleared, like my own.", "ja": "彼は私の問いに対しても正確に答え、"}
{"en": "He replied to my remarks with readiness, and in well-chosen words.", "ja": "よく考えてものを言っているのである。"}
{"en": "Had he much to do there?", "ja": "彼はここでどのくらいの仕事をしているかといえば、"}
{"en": "Yes; that was to say, he had enough responsibility to bear; ", "ja": "彼は大いに責任のある仕事をしているといわなければならない。"}
{"en": "but exactness and watchfulness were what was required of him, and of actual work--manual labor--he had next to none.", "ja": "まず第一に、正確であること、注意ぶかくあることが、何よりも必要であり、また実務的の仕事という点からみても、彼に及ぶものはないのである。"}
{"en": "To change that signal, to trim those lights, and to turn this iron handle now and then, was all he had to do under that head.", "ja": "信号を変えるのも、燈火（あかり）を照らすのも、転轍（てんてつ）のハンドルをまわすのも、みな彼自身の頭脳の働きによらなければならない。"}
{"en": "Regarding those many long and lonely hours of which I seemed to make so much, he could only say that the routine of his life had shaped itself into that form, and he had grown used to it.", "ja": "こんなことをして、彼はここに長い寂しい時間を送っているように見えるが、彼としては自分の生活の習慣が自然にそういう形式をつくって、いつのまにかそれに慣れてしまったというのほかはあるまい。"}
{"en": "He had taught himself a language down here,", "ja": "こんな谷のようなところで、彼は自分の言葉を習ったのである。"}
{"en": "--if only to know it by sight, and to have formed his own crude ideas of its pronunciation, could be called learning it.", "ja": "単にものを見ただけで、それを粗雑ながらも言葉に移したのであるから、習ったといえばいえないこともないかも知れない。"}
{"en": "He had also worked at fractions and decimals, and tried a little algebra;", "ja": "そのほかに分数や小数を習い、代数も少し習ったが、"}
{"en": "but he was, and had been as a boy, a poor hand at figures.", "ja": "その文字などは子供が書いたように拙（まず）いものである。"}
{"en": "Was it necessary for him when on duty always to remain in that channel of damp air,", "ja": "いかに職務であるとはいえ、こんな谷間の湿（しめ）っぽい所にいつでも残っていなければならないのか。"}
{"en": "and could he never rise into the sunshine from between those high stone walls?", "ja": "そうして、この高い石壁のあいだから日光を仰ぎに出ることは出来ないものか。"}
{"en": "Why, that depended upon times and circumstances.", "ja": "それは時間と事情が許さないのである。"}
{"en": "Under some conditions there would be less upon the Line than under others, and the same held good as to certain hours of the day and night.", "ja": "ある場合には、線路の上にいるよりも他の場所にいることもないではなかったが、夜と昼とのうちで、ある時間だけはやはり働かなければならないのである。"}
{"en": "In bright weather, he did choose occasions for getting a little above these lower shadows;", "ja": "天気のいい日に、ある機会をみて少しく高い所へ登ろうと企てることもあるが、"}
{"en": "but, being at all times liable to be called by his electric bell, and at such times listening for it with redoubled anxiety,", "ja": "いつも電気ベルに呼ばれて、幾倍の心配をもってそれに耳を傾けなければならないことになる。"}
{"en": "the relief was less than I would suppose.", "ja": "そんなわけで、彼が救われる時間は私の想像以上に少ないのであった。"}
{"en": "He took me into his box,", "ja": "彼は私を自分の小屋へ誘っていった。"}
{"en": "where there was a fire, a desk for an official book in which he had to make certain entries, a telegraphic instrument with its dial, face, and needles, and the little bell of which he had spoken.", "ja": "そこには火もあり、机の上には何か記入しなければならない職務上の帳簿や指針盤（ししんばん）の付いている電信機や、それから彼がさきに話した小さい電気ベルがあった。"}
{"en": "On my trusting that he would excuse the remark that he had been well educated,", "ja": "わたしの観るところによれば、彼は相当の教育を受けた人であるらしい。"}
{"en": "and (I hoped I might say without offence) perhaps educated above that station, he observed that instances of slight incongruity in such wise would rarely be found wanting among large bodies of men;", "ja": "少なくとも彼の地位以上の教育を受けた人物であると思われるが、彼は多数のなかにたまたま少しく悧口（りこう）な者がいても、そんな人間は必要でないと言った。"}
{"en": "that he had heard it was so in workhouses, in the police force, even in that last desperate resource, the army;", "ja": "そういうことは工場の中にも、警察官の中にも、軍人の中にもしばしば聞くことで、"}
{"en": "and that he knew it was so, more or less, in any great railway staff.", "ja": "どこの鉄道局のなかにも多少は免（まぬか）れないことであると、彼はまた言った。"}
{"en": "He had been, when young (if I could believe it, sitting in that hut,--he scarcely could), a student of natural philosophy, and had attended lectures;", "ja": "彼は若いころ、学生として自然哲学を勉強して、その講義にも出席しているが、"}
{"en": "but he had run wild, misused his opportunities, gone down, and never risen again.", "ja": "中途から乱暴を始めて、世に出る機会をうしなって、次第に零落して、ついにふたたび頭をもたげることが出来なくなった。"}
{"en": "He had no complaint to offer about that.", "ja": "ただし、彼はそれについて不満があるでもなかった。"}
{"en": "He had made his bed, and he lay upon it.", "ja": "すべてが自業自得（じごうじとく）で、これから方向を転換するには、"}
{"en": "It was far too late to make another.", "ja": "時すでに遅しというわけであった。"}
{"en": "All that I have here condensed he said in a quiet manner, with his grave dark regards divided between me and the fire.", "ja": "かいつまんで言えばこれだけのことを、彼はその深い眼で私と火とを見くらべながら静かに話した。"}
{"en": "He threw in the word, \"Sir,\" from time to time,", "ja": "彼は会話のあいだに時どきに貴下（サー）という敬語を用いた。"}
{"en": "and especially when he referred to his youth,", "ja": "殊（こと）に自分の青年時代を語るときに多く用いていたのは、"}
{"en": "--as though to request me to understand that he claimed to be nothing but what I found him.", "ja": "わたしが想像していた通り、彼が相当の教育を受けた男であることを思わせたのである。"}
{"en": "He was several times interrupted by the little bell,", "ja": "こうして話している間にも、彼はしばしば小さいベルの鳴るのに妨げられた。"}
{"en": "and had to read off messages, and send replies.", "ja": "彼は通信を読んだり、返信を送ったりしていた。"}
{"en": "Once he had to stand without the door, and display a flag as a train passed, and make some verbal communication to the driver.", "ja": "またある時はドアの外へ出て、列車が通過の際に信号旗を示し、あるいは機関手にむかって何か口で通報していた。"}
{"en": "In the discharge of his duties, I observed him to be remarkably exact and vigilant, breaking off his discourse at a syllable, and remaining silent until what he had to do was done.", "ja": "彼が職務を執るときは非常に正確で注意ぶかく、たとい談話の最中でもはっきりと区切りをつけ、その目前の仕事を終わるまではけっして口をきかないというふうであった。"}
{"en": "In a word, I should have set this man down as one of the safest of men to be employed in that capacity,", "ja": "ひと口にいえば、彼はこういう仕事をする人としては、その資格において十分に安心のできる人物であるが、ただ不思議に感じられたのはある場合に"}
{"en": "but for the circumstance that while he was speaking to me he twice broke off with a fallen color, turned his face towards the little bell when it did NOT ring,", "ja": "――それは彼が私と話している最中であったが、彼は二度も会話を中止して、鳴りもしないベルの方に向き直って、顔の色を変えていたことであった。"}
{"en": "opened the door of the hut (which was kept shut to exclude the unhealthy damp), and looked out towards the red light near the mouth of the tunnel.", "ja": "彼はそのとき、戸外のしめった空気を防ぐためにとじてあるドアをあけて、トンネルの入り口に近い、かの赤い灯を眺めていた。"}
{"en": "On both of those occasions, he came back to the fire with the inexplicable air upon him which I had remarked, without being able to define, when we were so far asunder.", "ja": "この二つの出来事ののち、彼はなんとも説明し難い顔つきをして、火のほとりに戻って来たが、そのあいだに別に変わったこともないらしかった。"}
{"en": "Said I, when I rose to leave him,", "ja": "彼に別れて起（た）ち上がるときに、私は言った。"}
{"en": "\"You almost make me think that I have met with a contented man.\"", "ja": "「君はすこぶる満足のように見うけられますね」"}
{"en": "\"I believe I used to be so,\"", "ja": "「そうだとは信じていますが……」"}
{"en": "he rejoined, in the low voice in which he had first spoken;", "ja": "と、彼は今までにないような低い声で付け加えた。"}
{"en": "\"but I am troubled, sir,", "ja": "「しかし私は困っているのです。"}
{"en": "I am troubled.\"", "ja": "実際、困っているのです」"}
{"en": "\"With what?", "ja": "「なんで……。"}
{"en": "What is your trouble?\"", "ja": "何を困っているのです」"}
{"en": "\"It is very difficult to impart, sir.", "ja": "「それがなかなか説明できないのです。"}
{"en": "It is very, very difficult to speak of.", "ja": "それが実に……実にお話しのしようがないので……。"}
{"en": "If ever you make me another visit, I will try to tell you.\"", "ja": "またおいでになった時にでもお話し申しましょう」"}
{"en": "\"But I expressly intend to make you another visit.", "ja": "「わたしも、また来てもいいのですが……。"}
{"en": "Say, when shall it be?\"", "ja": "いつごろがいいのです」"}
{"en": "\"I go off early in the morning,", "ja": "「わたしは朝早くここを立ち去ります。"}
{"en": "and I shall be on again at ten to-morrow night, sir.\"", "ja": "そうして、あしたの晩の十時には、またここにいます」"}
{"en": "\"I will come at eleven.\"", "ja": "「では十一時ごろに来ましょう」"}
{"en": "He thanked me,", "ja": "「どうぞ……」"}
{"en": "and went out at the door with me.", "ja": "と、彼は私と一緒に外へ出た。"}
{"en": "\"I'll show my white light, sir,\"", "ja": "そうして、極めて低い声で言った。"}
{"en": "he said, in his peculiar low voice,", "ja": "「路（みち）のわかるまで私の白い燈火（あかり）を見せましょう。"}
{"en": "When you have found it, don't call out!", "ja": "路がわかっても、声を出さないで下さい。"}
{"en": "And when you are at the top, don't call out!\"", "ja": "上へ行き着いた時にも呼ばないで下さい」"}
{"en": "His manner seemed to make the place strike colder to me, but I said no more than, \"Very well.\"", "ja": "その様子がいよいよ私を薄気味わるく思わせたが、私は別になんにも言わずに、ただ、はいはいと答えておいた。"}
{"en": "\"And when you come down to-morrow night, don't call out!", "ja": "「あしたの晩おいでの時にも呼ばないで下さい。"}
{"en": "Let me ask you a parting question.", "ja": "それから少しおたずね申しますが、"}
{"en": "What made you cry, 'Halloa!  Below there!' to-night?\"", "ja": "どうしてあなたは今夜おいでの時に〈おぅい、下にいる人！〉と、お呼びになったのです」"}
{"en": "\"Heaven knows,\"", "ja": "「え。"}
{"en": "\"I cried something to that effect--\"", "ja": "私がそんなようなことを言ったかな」"}
{"en": "\"Not to that effect, sir.", "ja": "「そんなようなことじゃありません。"}
{"en": "Those were the very words. I know them well.\"", "ja": "あの声は私がよく聞くのです」"}
{"en": "\"Admit those were the very words.", "ja": "「私がそう言ったとしたら、"}
{"en": "I said them, no doubt, because I saw you below.\"", "ja": "それは君が下の方にいたからですよ」"}
{"en": "\"For no other reason?\"", "ja": "「ほかに理由はないのですな」"}
{"en": "\"What other reason could I possibly have?\"", "ja": "「ほかに理由があるものですか」"}
{"en": "\"You had no feeling that they were conveyed to you in any supernatural way?\"", "ja": "「なにか、超自然的の力が、あなたにそう言わせたようにお思いにはなりませんか」"}
{"en": "\"No.\"", "ja": "「いいえ」"}
{"en": "He wished me good-night, and held up his light.", "ja": "彼は「さようなら」という代りに、持っている白い燈火をかかげた。"}
{"en": "I walked by the side of the down Line of rails (with a very disagreeable sensation of a train coming behind me) until I found the path.", "ja": "私はあとから列車が追いかけて来るような不安な心持ちで、下り列車の線路のわきを通って自分の路を見つけた。"}
{"en": "It was easier to mount than to descend, and I got back to my inn without any adventure.", "ja": "その路はさきに下って来たときよりも容易に登ることが出来たので、さしたる冒険もなしに私の宿へ帰った。"}
{"en": "Punctual to my appointment, I placed my foot on the first notch of the zigzag next night,", "ja": "約束の時間を正確に守って、わたしは次の夜、ふたたびかの高低のひどい坂路に足をむけた。"}
{"en": "as the distant clocks were striking eleven.", "ja": "遠い所では、時計が十一時を打っていた。"}
{"en": "He was waiting for me at the bottom, with his white light on.", "ja": "彼は白い燈火を掲げながら、例の低い場所に立って私を待っていた。"}
{"en": "\"I have not called out,\"", "ja": "わたしは彼のそばへ寄った時に訊（き）いた。"}
{"en": "I said, when we came close together;", "ja": "「わたしは呼ばなかったが……。"}
{"en": "\"may I speak now? \"", "ja": "もう話してもいいのですか」"}
{"en": "\"By all means, sir.\"", "ja": "「よろしいですとも……。"}
{"en": "\"Good-night, then, and here's my hand.\"", "ja": "今晩は……」"}
{"en": "\"Good-night, sir, and here's mine.\"", "ja": "「今晩は……」"}
{"en": "With that we walked side by side to his box, entered it, closed the door, and sat down by the fire.", "ja": "それから二人はいつもの小屋へはいってドアをしめて、火のほとりに腰をおろした。"}
{"en": "\"I have made up my mind, sir,\"", "ja": "椅子に着くやいなや、彼はからだを前にかがめて、ささやくような低い声で言った。"}
{"en": "he began, bending forward as soon as we were seated, and speaking in a tone but a little above a whisper,", "ja": "「わたしが困っているということについて、あなたが重ねておいでになろうとは思っていませんでした。"}
{"en": "I took you for some one else yesterday evening.", "ja": "実は昨晩は、あなたをほかの者だと思っていたのですが……。"}
{"en": "That troubles me.\"", "ja": "それが私を困らせるのです」"}
{"en": "\"That mistake?\"", "ja": "「それは思い違いですよ」"}
{"en": "\"No.", "ja": "「もちろん、あなたではない。"}
{"en": "That some one else.\"", "ja": "そのある者が私を困らせるので……」"}
{"en": "\"Who is it?\"", "ja": "「それは誰です」"}
{"en": "\"I don't know.\"", "ja": "「知りません」"}
{"en": "\"Like me?\"", "ja": "「わたしに似ているのですか」"}
{"en": "\"I don't know.", "ja": "「わかりません。"}
{"en": "I never saw the face.", "ja": "私はまだその顔を見たことはないのです、"}
{"en": "The left arm is across the face, and the right arm is waved,--violently waved.", "ja": "左の腕を顔にあてて、右の手を振って……激しく振って……。"}
{"en": "This way.\"", "ja": "こんなふうに……」"}
{"en": "I followed his action with my eyes, and it was the action of an arm gesticulating, with the utmost passion and vehemence,", "ja": "わたしは彼の動作を見つめていると、それは激しい感情を苛立（いらだ）たせているような腕の働き方で、彼は"}
{"en": "\"For God's sake, clear the way!\"", "ja": "「どうぞ退（ど）いてくれ」"}
{"en": "\"One moonlight night,\"", "ja": "そうして、また話し出した。"}
{"en": "said the man,", "ja": "「月の明かるい、ある晩のことでした。"}
{"en": "\"I was sitting here, when I heard a voice cry,", "ja": "私がここに腰をかけていると"}
{"en": "'Halloa!", "ja": "〈おぅい、下にいる人！〉"}
{"en": "Below there!'", "ja": "と呼ぶ声を聞いたのです。"}
{"en": "I started up, looked from that door, and saw this Someone else standing by the red light near the tunnel, waving as I just now showed you.", "ja": "私はすぐに起（た）って、そのドアの口から見ると、トンネルの入り口の赤い灯のそばに立って、今お目にかけたように手を振っている者がある。"}
{"en": "The voice seemed hoarse with shouting, and it cried,", "ja": "その声は叫ぶような唸（うな）るような声で"}
{"en": "'Look out!", "ja": "〈見ろ、見ろ〉"}
{"en": "Look out!'", "ja": "という。"}
{"en": "And then attain,", "ja": "つづいてまた"}
{"en": "'Halloa!", "ja": "〈おぅい、下にいる人！"}
{"en": "Below there!", "ja": "見ろ、見ろ〉"}
{"en": "Look out!'", "ja": "という。"}
{"en": "I caught up my lamp, turned it on red, and ran towards the figure, calling,", "ja": "わたしは自分のランプを赤に直して、その者の呼ぶ方角へ駈けて行って"}
{"en": "'What's wrong?", "ja": "〈どうかしましたか、何か出来（しゅったい）しましたか。"}
{"en": "What has happened?", "ja": "いったいどこです〉"}
{"en": "Where?'", "ja": "とたずねると、"}
{"en": "It stood just outside the blackness of the tunnel.", "ja": "その者はトンネルの暗やみのすぐ前に立っているのです。"}
{"en": "I advanced so close upon it that I wondered at its keeping the sleeve across its eyes.", "ja": "私はさらに近寄ってみると、不思議なことには、その者は袖を自分の眼の前にあてている。"}
{"en": "I ran right up at it, and had my hand stretched out to pull the sleeve away, when it was gone.\"", "ja": "私はまっすぐに進んで行って、その袖を引きのけてやろうと手をのばすと、もうその形は見えなくなってしまったのです」"}
{"en": "\"Into the tunnel?\"", "ja": "「トンネルの中へでもはいったかな」"}
{"en": "said I.", "ja": "と、わたしは言った。"}
{"en": "\"No.", "ja": "「そうではありません。"}
{"en": "I ran on into the tunnel, five hundred yards.", "ja": "私はトンネルの中へ五百ヤードも駈け込んで、"}
{"en": "I stopped, and held my lamp above my head, and saw the figures of the measured distance,", "ja": "わたしの頭の上にランプをさしあげると、前に見えたその者の影がまた同じ距離に見えるのです。"}
{"en": "and saw the wet stains stealing down the walls and trickling through the arch.", "ja": "そうして、トンネルの壁をぬらしている雫（しずく）が上からぽたぽたと落ちています。"}
{"en": "I ran out again faster than I had run in (for I had a mortal abhorrence of the place upon me), and I looked all round the red light with my own red light, and I went up the iron ladder to the gallery atop of it,", "ja": "わたしは職務という観念があるので、初めよりも更に迅（はや）い速度でそこを駈け出して、自分の赤ランプでトンネルの入り口の赤い灯のまわりを見まわしたのち、その赤い灯の鉄梯子をつたって、頂上の展望台に登りました。"}
{"en": "and I came down again, and ran back here.", "ja": "それからまた降りて来て、そこまで駈けて戻りましたが、"}
{"en": "I telegraphed both ways,", "ja": "どうも気になるので、上り線と下り線とに電信を打って"}
{"en": "'An alarm has been given.", "ja": "〈警戒の報知が来た。"}
{"en": "Is anything wrong?'", "ja": "何か事故が起こったのか〉"}
{"en": "The answer came back, both ways,", "ja": "と問い合わせると、どちらからも同じ返事が来て"}
{"en": "'All well.'\"", "ja": "〈故障なし〉……」"}
{"en": "Resisting the slow touch of a frozen finger tracing out my spine, I showed him how that this figure must be a deception of his sense of sight;", "ja": "この話を聞かされて、なんだか背骨がぞっとするような心持ちになったが、私はそれを堪（こら）えながら、そんなあやしい人影などはなにかの視覚のあやまりである。"}
{"en": "and how that figures, originating in disease of the delicate nerves that minister to the functions of the eye, were known to have often troubled patients,", "ja": "あらぬものの影を見たりするのは神経作用から起こるもので、病人などにはしばしばその例を見ることがあると話して聞かせた。"}
{"en": "some of whom had become conscious of the nature of their affliction, and had even proved it by experiments upon themselves.", "ja": "また、そんな人びとのうちには、そういう苦悩を自覚し、それを自分で実験している人さえあるということをも話した。"}
{"en": "\"As to an imaginary cry,\"", "ja": "「その叫び声というのも……」"}
{"en": "said I,", "ja": "と、わたしは言った。"}
{"en": "\"do but listen for a moment", "ja": "「まあ、すこしのあいだ聴いていてご覧なさい。"}
{"en": "to the wind in this unnatural valley while we speak so low, and to the wild harp it makes of the telegraph wires.\"", "ja": "こんな不自然な谷間のような場所では、われわれが小さい声で話している時に、電信線が風にうなるのを聞くと、まるで竪琴（たてごと）を乱暴に鳴らしているように響きますからね」"}
{"en": "That was all very well, he returned, after we had sat listening for a while, and he ought to know something of the wind and the wires,--", "ja": "彼はそれに逆（さか）らわなかった。"}
{"en": "he who so often passed long winter nights there, alone and watching.", "ja": "彼も幾年のあいだ、ここに長い冬の夜を過ごして、ただひとりで寂しくそれを聴いていたのである。"}
{"en": "But he would beg to remark that he had not finished.", "ja": "しかも彼は、自分の話はまだそれだけではないと言った。"}
{"en": "I asked his pardon, and he slowly added these words, touching my arm--", "ja": "わたしは中途で口をいれたのを謝して、更にそのあとを聴こうとすると、彼は私の腕に手をかけながら、またしずかに話し出した。"}
{"en": "\"Within six hours after the Appearance, the memorable accident on this Line happened,", "ja": "「その影があらわれてから六時間ののちに、この線路の上に怖ろしい事件が起こったのです。"}
{"en": "and within ten hours the dead and wounded were brought along through the tunnel over the spot where the figure had stood.\"", "ja": "そうして十時間ののちには、死人と重症者がトンネルの中から運ばれて、ちょうどその影のあらわれた場所へ来たのです」"}
{"en": "A disagreeable shudder crept over me, but I did my best against it.", "ja": "わたしは不気味な戦慄を感じたが、つとめてそれを押しこらえた。"}
{"en": "It was not to be denied, I rejoined,", "ja": "この出来事はさすがに（うそ）であるとはいえない。"}
{"en": "that this was a remarkable coincidence, calculated deeply to impress his mind.", "ja": "まったく驚くべき暗合（あんごう）で、彼のこころに強い印象を残したのも無理はない。"}
{"en": "But it was unquestionable that remarkable coincidences did continually occur, and they must be taken into account in dealing with such a subject.", "ja": "しかも、かくのごとき驚くべき暗合がつづいて起こるというのは、必ずしも疑うべきことではなく、こういう場合も往々（おうおう）にあり得るということを勘定のうちに入れておかなければならない。"}
{"en": "Though to be sure I must admit, I added (for I thought I saw that he was going to bring the objection to bear upon me), men of common sense did not allow much for coincidences in making the ordinary calculations of life.", "ja": "もちろん、世間多数の常識論者は、とかく人生の上に生ずる暗合を信じないものではあるが――"}
{"en": "He again begged to remark that he had not finished.", "ja": "彼の話は、まだそれだけではないというのである。"}
{"en": "I again begged his pardon for being betrayed into interruptions.", "ja": "私はその談話をさまたげたことを再び詫びた。"}
{"en": "\"This,\"", "ja": "「これは一年前のことですが……」"}
{"en": "he said, again laying his hand upon my arm, and glancing over his shoulder with hollow eyes,", "ja": "と、彼は私の腕に手をかけて、うつろな眼で自分の肩を見おろしながら言った。"}
{"en": "Six or seven months passed, and I had recovered from the surprise and shock,", "ja": "「それから六、七カ月を過ぎて、私はもう以前の驚きや怖ろしさを忘れた時分でした。"}
{"en": "when one morning, as the day was breaking, I, standing at the door, looked towards the red light, and saw the spectre again.\"", "ja": "ある朝……夜の明けかかるころに、わたしがドアの口に立って、赤い灯の方をなに心なく眺めると、またあの怪しい物が見えたのです」"}
{"en": "He stopped, with a fixed look at me.", "ja": "ここまで話すと、彼は句を切って、私をじっと見つめた。"}
{"en": "\"Did it cry out?\"", "ja": "「それがなんとか呼びましたか」"}
{"en": "\"No.", "ja": "「いえ、"}
{"en": "It was silent.\"", "ja": "黙っていました」"}
{"en": "\"Did it wave its arm?\"", "ja": "「手を振りませんでしたか」"}
{"en": "\"No.", "ja": "「振りません。"}
{"en": "It leaned against the shaft of the light, with both hands before the face. Like this.\"", "ja": "燈火（あかり）の柱に倚（よ）りかかって、こんなふうに両手を顔に当てているのです」"}
{"en": "Once more I followed his action with my eyes.", "ja": "わたしは重ねて彼の仕科（しぐさ）を見たが、"}
{"en": "It was an action of mourning. I have seen such an attitude in stone figures on tombs.", "ja": "それは私がかつて墓場で見た石像の姿をそのままであった。"}
{"en": "\"Did you go up to it?\"", "ja": "「そこへ行って見ましたか」"}
{"en": "\"I came in and sat down, partly to collect my thoughts,", "ja": "「いえ、私は内へはいって、腰をおろして、自分の気を落ちつけようと思いました。"}
{"en": "partly because it had turned me faint.", "ja": "それがために私はいくらか弱ってしまったからです。"}
{"en": "When I went to the door again, daylight was above me, and the ghost was gone.\"", "ja": "それから再び外へ出てみると、もう日光が映（さ）していて、幽霊はどこへか消え失せてしまいました」"}
{"en": "\"But nothing followed? Nothing came of this?\"", "ja": "「それから何事も起こりませんでしたか」"}
{"en": "He touched me on the arm with his forefinger twice or thrice", "ja": "彼は指のさきで私の腕を二、三度押した。"}
{"en": "giving a ghastly nod each time:-", "ja": "その都度（つど）に、彼は怖ろしそうにうなずいたのである。"}
{"en": "\"That very day, as a train came out of the tunnel, I noticed, at a carriage window on my side, what looked like a confusion of hands and heads, and something waved.", "ja": "「その日に、列車がトンネルから出て来たとき、私の立っている側の列車の窓で、人の頭や手がごっちゃに出て、何かしきりに、振っているように見えたので、"}
{"en": "I saw it just in time to signal the driver, Stop!", "ja": "わたしは早速（さっそく）に機関手にむかって、停止（ストップ）の信号をしました。"}
{"en": "He shut off, and put his brake on,", "ja": "機関手は運転を停（と）めてブレーキをかけました。"}
{"en": "but the train drifted past here a hundred and fifty yards or more.", "ja": "列車は五百ヤードほども行き過ぎたのです。"}
{"en": "I ran after it, and, as I went along, heard terrible screams and cries.", "ja": "私がすぐに駈けてゆくと、そのあいだに怖ろしい叫び声を聞きました。"}
{"en": "A beautiful young lady had died instantaneously in one of the compartments,", "ja": "美しい若い女が列車の貸切室のなかで突然に死んだのです。"}
{"en": "and was brought in here, and laid down on this floor between us.\"", "ja": "その女はこの小屋へ運び込まれて、ちょうどあなたと私とが向かい合っている、ここの処（ところ）へ寝かしました」"}
{"en": "Involuntarily I pushed my chair back, as I looked from the boards at which he pointed to himself.", "ja": "彼がそう言って指さした場所を見おろしたとき、わたしは思わず自分の椅子をうしろへ押しやった。"}
{"en": "\"True, sir.", "ja": "「ほんとうです。"}
{"en": "True.", "ja": "まったくです。"}
{"en": "Precisely as it happened, so I tell it you.\"", "ja": "私が今お話をした通りです」"}
{"en": "I could think of nothing to say,", "ja": "私はなんとも言えなくなった。"}
{"en": "to any purpose, and my mouth was very dry.", "ja": "私の口は乾き切ってしまった。"}
{"en": "The wind and the wires took up the story with a long lamenting wail.", "ja": "外ではこの物語に誘われて、風や電線が長い悲しい唸り声を立てていた。"}
{"en": "He resumed.", "ja": "「まあ、聴いてください」"}
{"en": "\"Now, sir,", "ja": "と、彼はつづけた。"}
{"en": "mark this, and judge how my mind is troubled.", "ja": "「そうして、私がどんなに困っているか、お察しください。"}
{"en": "The spectre came back a week ago.", "ja": "その幽霊が一週間前にまた出て来ました。"}
{"en": "Ever since, it has been there, now and again, by fits and starts.\"", "ja": "それからつづいて、気まぐれのように時どきに現われるのです」"}
{"en": "\"At the light?\"", "ja": "「あの灯のところに……？」"}
{"en": "\"At the Danger-light.\"", "ja": "「あの危険信号燈のところにです」"}
{"en": "\"What does it seem to do?\"", "ja": "「どうしているように見えますか」"}
{"en": "He repeated, if possible with increased passion and vehemence, that former gesticulation of,", "ja": "彼は激しい恐怖と戦慄を増したような風情で"}
{"en": "\"For God's sake, clear the way!\"", "ja": "「どうか退（ど）いてくれ！」"}
{"en": "Then he went on.", "ja": "そうして、さらに話しつづけた。"}
{"en": "\"I have no peace or rest for it.", "ja": "「私はもうそれがために平和も安息も得られないのです。"}
{"en": "It calls to me, for many minutes together, in an agonised manner,", "ja": "あの幽霊はなんだか苦しそうなふうをして、何分間もつづけて私を呼ぶのです。"}
{"en": "'Below there!", "ja": "……〈下にいる人！"}
{"en": "Look out!", "ja": "見ろ、"}
{"en": "Look out!'", "ja": "見ろ〉"}
{"en": "It stands waving to me.", "ja": "……そうして、私を差し招くのです。"}
{"en": "It rings my little bell--\"", "ja": "そうして、その小さいベルを鳴らすのです」"}
{"en": "I caught at that.", "ja": "私はそれを引き取って言った。"}
{"en": "\"Did it ring your bell yesterday evening when I was here,", "ja": "「では、私がゆうべ来ていたときに、そのベルが鳴ったのですか。"}
{"en": "and you went to the door?\"", "ja": "君はそれがために戸のところへ出て行ったのですか」"}
{"en": "\"Twice.\"", "ja": "「そうです。"}
{"en": "\"Why, see,\"", "ja": "「どうもおかしいな」"}
{"en": "said I,", "ja": "と、私は言った。"}
{"en": "\"how your imagination misleads you.", "ja": "「その想像は間違っているようですね。"}
{"en": "My eyes were on the bell, and my ears were open to the bell, and if I am a living man, it did NOT ring at those times.", "ja": "あのとき私の眼はベルの方を見ていて、私の耳はベルの方に向いていたのだから、私のからだに異状がない限りは、あのときにベルは一度も鳴らないと思いますよ。"}
{"en": "No, nor at any other time,", "ja": "あのとき以外にも鳴りませんでした。"}
{"en": "except when it was rung in the natural course of physical things by the station communicating with you.\"", "ja": "もっとも、君が停車場と通信をしていたときは別だが……」"}
{"en": "He shook his head.", "ja": "彼はかしらをふった。"}
{"en": "\"I have never made a mistake as to that yet, sir.", "ja": "「わたしは今までベルを聞き誤まったことは一度もありません。"}
{"en": "I have never confused the spectre's ring with the man's.", "ja": "わたしは幽霊が鳴らすベルと、人間が鳴らすベルとを混同したことはありません。"}
{"en": "The ghost's ring is a strange vibration in the bell that it derives from nothing else, and I have not asserted that the bell stirs to the eye.", "ja": "幽霊の鳴らすベルは、なんともいえない一種異様のひびきで、そのベルは人の眼にみえるように動くのではないのです。"}
{"en": "I don't wonder that you failed to hear it.", "ja": "それがあなたの耳には聞こえなかったかも知れませんが、"}
{"en": "But I heard it.\"", "ja": "私には聞こえたのです」"}
{"en": "\"And did the spectre seem to be there, when you looked out?\"", "ja": "「では、あのときに外を見たらば、怪しい物がいたようでしたか」"}
{"en": "\"It WAS there.\"", "ja": "「あすこにいました」"}
{"en": "\"Both times?\"", "ja": "「二度ながら……？」"}
{"en": "He repeated firmly:", "ja": "「二度ながら……」"}
{"en": "\"Both times.\"", "ja": "と、彼ははっきりと言い切った。"}
{"en": "\"Will you come to the door with me, and look for it now?\"", "ja": "「では、これから一緒に出て行って見ようじゃありませんか」"}
{"en": "He bit his under lip as though he were somewhat unwilling, but arose.", "ja": "彼は下くちびるを噛みしめて、あまり行きたくない様子であったが、それでも故障なしに起ちあがった。"}
{"en": "I opened the door, and stood on the step, while he stood in the doorway.", "ja": "私はドアをあけて階段に立つと、彼は入り口に立った。"}
{"en": "There was the Danger-light.", "ja": "そこには危険信号燈が見える。"}
{"en": "There was the dismal mouth of the tunnel.", "ja": "暗いトンネルの入り口がみえる。"}
{"en": "There were the high, wet stone walls of the cutting.", "ja": "ぬれた岩の高い断崖がみえる。"}
{"en": "There were the stars above them.", "ja": "その上にはいくつかの星がかがやいていた。"}
{"en": "\"Do you see it?\"", "ja": "「見えますか」"}
{"en": "I asked him, taking particular note of his face.", "ja": "と、私は彼の顔に特別の注意を払いながら訊いた。"}
{"en": "His eyes were prominent and strained, but not very much more so, perhaps, than my own had been when I had directed them earnestly towards the same spot.", "ja": "彼の眼は大きく"}
{"en": "\"No,\" he answered. \"It is not there.\"", "ja": "「いえ、いません」"}
{"en": "\"Agreed,\"", "ja": "「わたしにも見えない」"}
{"en": "We went in again, shut the door, and resumed our seats.", "ja": "二人は再びうちにはいって、ドアをしめて椅子にかかった。"}
{"en": "I was thinking how best to improve this advantage,", "ja": "私はいまこの機会をいかによく利用しようかということを考えていたのである。"}
{"en": "if it might be called one, when he took up the conversation in such a matter-of-course way, so assuming that there could be no serious question of fact between us,", "ja": "たとい何か彼を呼ぶものがあるとしても、ほとんど真面目に論議するにも足らないような事実を楯（たて）にとって、彼がそれを当然のことのように主張する場合には、なんと言ってそれを説き導いてよかろうか。"}
{"en": "that I felt myself placed in the weakest of positions.", "ja": "そうなると、わたしははなはだ困難な立場にあると思ったからである。"}
{"en": "\"By this time you will fully understand, sir,\" he said, \"that what troubles me so dreadfully is the question, What does the spectre mean?\"", "ja": "「これで、私がどんなに困っているかということが、あなたにもよくお分かりになったろうと思いますが、いったいなんであの幽霊が出るのでしょうか」"}
{"en": "I was not sure, I told him, that I did fully understand.", "ja": "私は彼に対して、自分はまだ十分に理解したとは言いかねると答えると、"}
{"en": "\"What is its warning against?\"", "ja": "彼はその眼を爐の火に落として、時どきに私の方をみかえりながら、沈みがちに言った。"}
{"en": "he said, ruminating, with his eyes on the fire, and only by times turning them on me.", "ja": "「なんの知らせでしょうか。"}
{"en": "\"What is the danger?", "ja": "どんな変事が起こるのでしょうか。"}
{"en": "Where is the danger?", "ja": "その変事はどこに起こるのでしょうか。"}
{"en": "There is danger overhanging somewhere on the Line.", "ja": "線路の上のどこかに危険がひそんでいて、"}
{"en": "Some dreadful calamity will happen.", "ja": "おそるべき禍（わざわ）いが起こるのでしょう。"}
{"en": "It is not to be doubted this third time, after what has gone before.", "ja": "いままでのことを考えると、今度は三度目です。"}
{"en": "But surely this is a cruel haunting of ME.", "ja": "しかし、これはたしかに私を残酷に苦しめるというものです。"}
{"en": "What can I do?\"", "ja": "どうしたらいいでしょうか」"}
{"en": "He pulled out his handkerchief, and wiped the drops from his heated forehead.", "ja": "彼はハンカチーフを取り出して、その熱いひたいからしたたる汗を拭いた。"}
{"en": "\"If I telegraph Danger, on either side of me, or on both, I can give no reason for it,\"", "ja": "そうして、さらに手のひらを拭きながら言った。"}
{"en": "he went on, wiping the palms of his hands.", "ja": "「わたしが上下線の一方か、または両方へ危険信号を発するとしても、さてその理由をいうことが出来ないのです。"}
{"en": "\"I should get into trouble, and do no good.", "ja": "私はいよいよ困るばかりで、碌（ろく）なことにはなりません。"}
{"en": "They would think I was mad.", "ja": "みんなは私が気でも狂ったと思うでしょう。"}
{"en": "This is the way it would work,", "ja": "まずこんなことになります。"}
{"en": "--Message:  'Danger!  Take care!'", "ja": "……私が〈危険、警戒ヲ要ス〉という信号をすると、"}
{"en": "Answer:  'What Danger?  Where?'", "ja": "〈イカナル危険ナリヤ、場所ハイズコナリヤ〉という返事が来ます。"}
{"en": "Message:  'Don't know. But, for God's sake, take care!' They would displace me.", "ja": "それにたいして、私が〈ソレハ不明、ゼヒトモ警戒ヲ要ス〉と答えるとしたら、どうなるでしょう。"}
{"en": "What else could they do?\"", "ja": "結局わたしは免職になるのほかはありますまい」"}
{"en": "His pain of mind was most pitiable to see.", "ja": "彼の悩みは見るにたえないほどであった。"}
{"en": "It was the mental torture of a conscientious man, oppressed beyond endurance by an unintelligible responsibility involving life.", "ja": "こんな不可解の責任のために、その生活をもくつがえすということは、実直な人間にとって精神的苦痛に相違なかった。"}
{"en": "\"When it first stood under the Danger-light,\"", "ja": "彼は黒い髪をうしろへ押しやって、極度の苦悩にこめかみをこすりながら言いつづけた。"}
{"en": "he went on, putting his dark hair back from his head, and drawing his hands outward across and across his temples in an extremity of feverish distress,", "ja": "「その怪しい影が初めて危険信号燈の下に立った時に、どこに事件が起こるかということを、なぜ私に教えてくれないのでしょう。"}
{"en": "--if it must happen?", "ja": "それがどうしても起こるのなら……。"}
{"en": "Why not tell me how it could be averted,--if it could have been averted?", "ja": "そうしてまた、それが避けられるものならば、どうしたらそれを避けられるかということを、なぜ私に話してくれないのでしょう。"}
{"en": "When on its second coming it hid its face, why not tell me, instead,", "ja": "二度目に来た時には顔を隠していましたが、なぜその代りに"}
{"en": "'She is going to die.", "ja": "〈女が死ぬ、"}
{"en": "Let them keep her at home'?", "ja": "外へ出すな〉"}
{"en": "If it came, on those two occasions, only to show me that its warnings were true, and so to prepare me for the third, why not warn me plainly now?", "ja": "前の二度の場合は、その予報が事実となって現われることを示して、私に三度目の用意をしろと言うにとどまるならば、なぜもっとはっきりと私に説明してくれないのでしょう。"}
{"en": "And I, Lord help me!", "ja": "悲しいかな、"}
{"en": "A mere poor signal-man on this solitary station!", "ja": "私はこの寂寥（せきりょう）たるステーションにある一個の哀れなる信号手に過ぎないのです。"}
{"en": "Why not go to somebody with credit to be believed, and power to act?\"", "ja": "彼はなぜ私以上に信用もあり実力もある人のところへ行かないのでしょうか」"}
{"en": "When I saw him in this state, I saw that for the poor man's sake, as well as for the public safety, what I had to do for the time was to compose his mind.", "ja": "このありさまを見た時に、私はこの気の毒な男のために、また二つには公衆の安全のために、自分としてはこの場合、つとめて彼の心を取り鎮めるように仕向けなければならないと思った。"}
{"en": "Therefore, setting aside all question of reality or unreality between us, I represented to him that whoever thoroughly discharged his duty must do well, and that at least it was his comfort that he understood his duty, though he did not understand these confounding Appearances.", "ja": "そこで私は、それが事実であるかないかというような問題を別にして、誰でもその義務をまっとうするほどの人は、せいぜいその仕事をよくしなければならないということを説きすすめると、彼は怪しい影の出現について依然その疑いを解かないまでも、自己の職責をまっとうするということについて一種の慰藉（いしゃ）を感じたらしく、"}
{"en": "In this effort I succeeded far better than in the attempt to reason him out of his conviction.", "ja": "この努力は彼が信じている怪談を理屈で説明してやるよりも遙かに好結果を奏したのであった。"}
{"en": "He became calm;", "ja": "彼は落ちついてきた。"}
{"en": "the occupations incidental to his post as the night advanced began to make larger demands on his attention:", "ja": "夜の更（ふ）けるにしたがって、彼は自分の持ち場に偶然おこるべき事故に対して、いっそうの注意を払うようになった。"}
{"en": "and I left him at two in the morning.", "ja": "私は午前二時ごろに彼に別れて帰った。"}
{"en": "I had offered to stay through the night, but he would not hear of it.", "ja": "朝まで一緒にとどまっていようと言ったのであるが、彼はそれには及ばないと断わったのである。"}
{"en": "That I more than once looked back at the red light as I ascended the pathway,", "ja": "わたしは坂路を登るときに、いくたびか、あの赤い灯をふり返って見た。"}
{"en": "that I did not like the red light,", "ja": "その灯はどうも心持ちがよくなかった。"}
{"en": "and that I should have slept but poorly if my bed had been under it,", "ja": "もしあの下にわたしの寝床があったとしたら、私はおそらく眠られないであろう。"}
{"en": "I see no reason to conceal.", "ja": "まったくそうである。"}
{"en": "Nor did I like the two sequences of the accident and the dead girl.", "ja": "私はまた、鉄道事故と死んだ女との二つの事件についても、いい心持ちがしない。"}
{"en": "I see no reason to conceal that either.", "ja": "どちらもまったくそうである。"}
{"en": "But what ran most in my thoughts was the consideration how ought I to act, having become the recipient of this disclosure?", "ja": "しかもそれらのことよりも最も私の気にかかるのは、この打ち明け話を聴いた私の立ち場として、これをどうしたらいいかということであった。"}
{"en": "I had proved the man to be intelligent, vigilant, painstaking, and exact;", "ja": "かの信号手は相当に教育のある、注意ぶかい、丹念な確かな人間であるには相違ないが、"}
{"en": "but how long might he remain so, in his state of mind?", "ja": "ああいう心持ちでいた日には、それがいつまで続くやら分からない。"}
{"en": "Though in a subordinate position, still he held a most important trust,", "ja": "彼の地位は低いけれども、最も重要な仕事を受け持っているのである。"}
{"en": "and would I (for instance) like to stake my own life on the chances of his continuing to execute it with precision?", "ja": "私もまた彼があくまでも、かの事件の探究を続けるという場合に、いつまでも一緒になって自分の暇をつぶしてはいられないのである。"}
{"en": "Unable to overcome a feeling that there would be something treacherous in my communicating what he had told me to his superiors in the Company, without first being plain with himself and proposing a middle course to him, I ultimately resolved to offer to accompany him (otherwise keeping his secret for the present) to the wisest medical practitioner we could hear of in those parts, and to take his opinion.", "ja": "わたしは彼が所属の会社の上役に書面をおくって、彼から聴いた顛末（てんまつ）を通告しようかと思ったが、彼になんらの相談もしないで仲介の位地（いち）に立つことは、なんだか彼を裏切るような感じが強かったので、私は最後に決心して、この方面で知名の熟練の医師のところへ彼を同伴して、一応（いちおう）その医師の意見を聴くことにした。"}
{"en": "A change in his time of duty would come round next night, he had apprised me, and he would be off an hour or two after sunrise, and on again soon after sunset.", "ja": "彼の話によると、信号手の交代時間は次の日の夜に廻って来るので、彼は日の出後一、二時間で帰ってしまって、日没後から再び職務に就くことになっているというので、"}
{"en": "I had appointed to return accordingly.", "ja": "私もひとまず帰ることにした。"}
{"en": "Next evening was a lovely evening, and I walked out early to enjoy it.", "ja": "次の夜は心持ちのいい晩で、わたしは遊びながらに早く出た。"}
{"en": "The sun was not yet quite down when I traversed the field-path near the top of the deep cutting.", "ja": "例の断崖の頂上に近い畑路を横ぎるころには、夕日がまだまったく沈んでいなかったので、"}
{"en": "I would extend my walk for an hour, I said to myself,", "ja": "もう一時間ばかり散歩しようと私は思った。"}
{"en": "half an hour on and half an hour back, and it would then be time to go to my signal-man's box.", "ja": "半時間行って、半時間戻れば、信号手の小屋へ行くにはちょうどいい刻限になるのであった。"}
{"en": "Before pursuing my stroll, I stepped to the brink, and mechanically looked down, from the point from which I had first seen him.", "ja": "そこで、このそぞろ歩きをつづける前に、わたしは崖のふちへ行って、先夜初めて信号手を見た地点から何ごころなく見おろすと、"}
{"en": "I cannot describe the thrill that seized upon me,", "ja": "私はなんとも言いようがないようにぞっとした。"}
{"en": "when, close at the mouth of the tunnel, I saw the appearance of a man, with his left sleeve across his eyes, passionately waving his right arm.", "ja": "トンネルの入り口に近いところで、ひとりの男が左の袖（そで）を眼にあてながら、熱狂的にその右の手を振っているのである。"}
{"en": "The nameless horror that oppressed me passed in a moment,", "ja": "わたしを圧迫したその言い知れない恐怖は、一瞬間にして消え失せた。"}
{"en": "for in a moment I saw that this appearance of a man was a man indeed,", "ja": "次の瞬間には、その男がほんとうの人間であることが分かったのである。"}
{"en": "and that there was a little group of other men, standing at a short distance, to whom he seemed to be rehearsing the gesture he made.", "ja": "それから少し離れたところには、いくらかの人がむらがっていて、かの男はその群れにむかって何かの手真似をしているのであった。"}
{"en": "The Danger-light was not yet lighted.", "ja": "危険信号燈にはまだ灯がはいっていなかった。"}
{"en": "Against its shaft, a little low hut, entirely new to me,", "ja": "私はこのとき初めて見たのであるが、信号燈の柱のむこうに小さい低い小屋があった。"}
{"en": "had been made of some wooden supports and tarpaulin.", "ja": "それは木材と脂布（あぶらぬの）とで作られて、"}
{"en": "It looked no bigger than a bed.", "ja": "やっと寝台を入れるくらいの大きさであった。"}
{"en": "With an irresistible sense that something was wrong,", "ja": "何か変事が出来（しゅったい）したのではないか。"}
{"en": "--with a flashing self-reproachful fear that fatal mischief had come of my leaving the man there,", "ja": "私が信号手ひとりをそこに残して帰ったがために、何か致命的（ちめいてき）の災厄が起こったのではあるまいか。"}
{"en": "and causing no one to be sent to overlook or correct what he did,", "ja": "だれも彼のすることを見ている者もなく、またそれを注意する者もなかったがために、何かの変事が出来したのではあるまいか。"}
{"en": "--I descended the notched path with all the speed I could make.", "ja": "――こういう自責の念に駆（か）られながら、私は出来るだけ急いで坂路を降りて行った。"}
{"en": "\"What is the matter?\"", "ja": "「何事が起こったのです」"}
{"en": "I asked the men.", "ja": "と、私はそこらにいる人たちに訊いた。"}
{"en": "\"Signal-man killed this morning, sir.\"", "ja": "「信号手が、けさ殺されたのです」"}
{"en": "\"Not the man belonging to that box?\"", "ja": "「この信号所の人ですか」"}
{"en": "\"Yes, sir.\"", "ja": "「そうです」"}
{"en": "\"Not the man I know?\"", "ja": "「では、わたしの知っている人ではないかしら」"}
{"en": "\"You will recognise him, sir, if you knew him,\"", "ja": "「ご存じならば、お分かりになりましょう」"}
{"en": "said the man who spoke for the others, solemnly uncovering his own head,", "ja": "と、一人の男が他に代って、丁寧に脱帽して答えた。"}
{"en": "and raising an end of the tarpaulin,", "ja": "そうして、脂布のはしをあげて、"}
{"en": "\"for his face is quite composed.\"", "ja": "「まだ顔はちっとも変わっていません」"}
{"en": "\"Oh,", "ja": "「おお。"}
{"en": "how did this happen, how did this happen?\"", "ja": "どうしたのです、どうしてこんなことになったのです」"}
{"en": "I asked, turning from one to another as the hut closed in again.", "ja": "小屋が再びしめられると、私は人びとを交るがわるに見まわしながら訊いた。"}
{"en": "\"He was cut down by an engine, sir.", "ja": "「機関車に轢（ひ）かれたのです。"}
{"en": "No man in England knew his work better.", "ja": "英国じゅうでもこの男ほど自分の仕事をよく知っている者はなかったのですが、"}
{"en": "But somehow he was not clear of the outer rail.", "ja": "あるいは外線のことについていくらか暗いところがあったと見えます。"}
{"en": "It was just at broad day.", "ja": "時は真っ昼間で、"}
{"en": "He had struck the light, and had the lamp in his hand.", "ja": "この男は信号燈をおろして、手にランプをさげていたのです。"}
{"en": "As the engine came out of the tunnel, his back was towards her, and she cut him down.", "ja": "機関車がトンネルから出て来たときに、この男は機関車の方へ背中をむけていたものですから、たちまちに轢かれてしまいました。"}
{"en": "That man drove her, and was showing how it happened .", "ja": "あの男が機関手で、今そのときの話をしているところです。"}
{"en": "Show the gentleman, Tom.\"", "ja": "おい、トム。"}
{"en": "The man, who wore a rough dark dress, stepped back to his former place at the mouth of the tunnel.", "ja": "粗末な黒い服を着ている男が、さきに立っていたトンネルの入り口に戻って来て話した。"}
{"en": "\"Coming round the curve in the tunnel, sir,\"", "ja": "「トンネルの曲線（カーブ）まで来たときに、"}
{"en": "\"I saw him at the end, like as if I saw him down a perspective-glass.", "ja": "そのはずれの方にあの男が立っている姿が遠眼鏡をのぞくように見えたのですが、"}
{"en": "There was no time to check speed,", "ja": "もう速力をとめる暇（ひま）がありません。"}
{"en": "and I knew him to be very careful.", "ja": "また、あの男もよく気がついていることだろうと思っていたのです。"}
{"en": "As he didn't seem to take heed of the whistle, I shut it off when we were running down upon him, and called to him as loud as I could call.\"", "ja": "ところが、あの男は汽笛をまるで聞かないらしいので、私は汽笛をやめて、精いっぱいの大きい声で呼びましたが、もうその時にはあの男を轢き倒しているのです」"}
{"en": "\"What did you say?\"", "ja": "「なんと言って呼んだのです」"}
{"en": "\"I said,", "ja": "「下にいる人！"}
{"en": "'Below there!", "ja": "見ろ、見ろ。"}
{"en": "Look out!", "ja": "どうぞ退（ど）いてくれ。"}
{"en": "Look out!", "ja": "……と、言いました」"}
{"en": "I started.", "ja": "私はぎょっとした。"}
{"en": "\"Ah! it was a dreadful time, sir.", "ja": "「実にどうも忌（いや）でしたよ。"}
{"en": "I never left off calling to him.", "ja": "私はつづけて呼びました。"}
{"en": "I put this arm before my eyes not to see, and I waved this arm to the last;", "ja": "もう見ているのがたまらないので、私は自分の片腕を眼にあてて、片手を最後まで振っていたのですが、"}
{"en": "but it was no use.\"", "ja": "やっぱり駄目（だめ）でした」"}
{"en": "Without prolonging the narrative to dwell on any one of its curious circumstances more than on any other, I may, in closing it, point out the coincidence that the warning of the Engine-Driver included, not only the words which the unfortunate Signal-man had repeated to me as haunting him, but also the words which I myself--not he--had attached, and that only in my own mind, to the gesticulation he had imitated.", "ja": "この物語の不思議な事情を詳細に説明するのはさておいて、終わりに臨んで私が指摘したいのは、不幸なる信号手が自分をおびやかすものとして、私に話して聞かせた言葉ばかりでなく、わたし自身が"}
