{"en": "THE SILVER SHILLING", "ja": "五十銭銀貨"}
{"en": "THERE was once a shilling,", "ja": "或とき、一まいの五十銭銀貨がゐました。"}
{"en": "which came forth from the mint", "ja": "銀貨はそれこそ、ぴか／＼のまゝ、造幣局から出て来ました。"}
{"en": "springing", "ja": "そして、とび上つて、"}
{"en": "and shouting,", "ja": "「ほらつ、ひろい世界へ出て来た。"}
{"en": "\"Hurrah!", "ja": "ちやりん」"}
{"en": "now I am going out into the wide world.\"", "ja": "と叫びました。"}
{"en": "And truly it did go out into the wide world.", "ja": "そして、たしかに、ひろい世の中へはひつていきました。"}
{"en": "The children held it with warm hands,", "ja": "子供が、やはらかい、あたゝかい両手の中にその銀貨をおさへてゐました。"}
{"en": "the miser with a cold and convulsive grasp,", "ja": "けちんぼの人は、つめたい、慾のふかい手の平に、つかみにぎりました。"}
{"en": "and the old people turned it about, goodness knows how many times,", "ja": "年をとつたおぢいさんは、その銀貨とわかれる前に、これこそは、いくど、うらがへし／＼して見たかしれません。"}
{"en": "while the young people soon allowed it to roll away from them.", "ja": "さうかと思ふと、のんきな若者は、その銀貨を、手軽にころがしてわたしたりしました。"}
{"en": "The shilling was made of silver, it contained very little copper,", "ja": "その五十銭は銀でこしらへたもので、銅が、ほんの少しばかりまざつてゐました。"}
{"en": "when it had been circulated for a year in the country", "ja": "銀貨はまる一年の間、世間を歩きました。"}
{"en": "in which it had been coined.", "ja": "世間と言つても、つまり、それがつくり出された世の中を。"}
{"en": "One day, it really did go out into the world,", "ja": "ところが或日、銀貨は外国旅行に出かけました。"}
{"en": "for it belonged to a gentleman who was about to travel in foreign lands.", "ja": "旅行に出る紳士の財布の中に、たつた一まいの、本国の、最後の銭としてはひつてゐたのです。"}
{"en": "This gentleman was not aware that the shilling lay at the bottom of his purse when he started,", "ja": "紳士はそんなものを、まだ持つてゐたことに気づかないでゐましたが。"}
{"en": "till he one day found it between his fingers.", "ja": "ふとしたはずみに、その銀貨を見つけました。"}
{"en": "\"Why,\" cried he, \"here is a shilling from home; ", "ja": "「ほう、わしの国の銭が一まいある。"}
{"en": "well,", "ja": "ふゝん、まあいゝや。"}
{"en": "it must go on its travels with me now!\"", "ja": "一しよにつれて旅行してやらうよ。」"}
{"en": "and the shilling jumped and rattled for joy, when it was put back again into the purse.", "ja": "銀貨は、かう言つて財布の中へなげかへされたので、ちやりんと、よろこびのあまりにとび上りました。"}
{"en": "Here it lay among a number of foreign companions,", "ja": "かうして五十銭銀貨は、外国製の友だちの中にまざつてくらしました。"}
{"en": "who were always coming and going, one taking the place of another,", "ja": "それらのほかのお金は、はひつて来たと見ると、又出ていつて、つぎのお金がはひる場所をつくり／＼しました。"}
{"en": "but the shilling from home was always put back, and had to remain in the purse,", "ja": "しかし例の五十銭銀貨は、いつもかはらず、財布の中にのこされてゐました。"}
{"en": "which was certainly a mark of distinction.", "ja": "それが、この銭だけの、一つの差別になつてゐました。"}
{"en": "Many weeks passed,", "ja": "五六週間がすぎました。"}
{"en": "during which the shilling had travelled a long distance in the purse,", "ja": "五十銭銀貨は、とほい／＼世界へ出て来ました。"}
{"en": "without in the least knowing where he was. He had found out that the other coins were French and Italian; ", "ja": "ほかの銭から、わしはイタリアの金だ、わしはフランスの金だなどと聞いたりしましたが、でも一たい、どこを歩いてゐるのかは、五十銭銀貨には、てんで分りませんでした。"}
{"en": "and one coin said they were in this town, and another said they were in that,", "ja": "或お金は、こゝは、これ／＼かういふ町だと言つたり、又ほかのお金は、ほら、これ／＼といふところへ来たよ、なぞと言ひ／＼しました。"}
{"en": "but the shilling was unable to make out or imagine what they meant.", "ja": "でも五十銭銀貨には、さてそれが、どんな場所だか、まるで見当がつきませんでした。"}
{"en": "A man certainly cannot see much of the world if he is tied up in a bag, and this was really the shilling's fate.", "ja": "財布の中にくびをつつこんでゐる人には、何物も目にはひらないものですが、この五十銭が、すつかりそのとほりでした。"}
{"en": "But one day, as he was lying in the purse, he noticed that it was not quite closed,", "ja": "ところが或日、ぢつと財布の中に坐つてゐますと、財布の口が少しばかり、あいたまゝになつてゐるのを見つけました。"}
{"en": "and so he slipped near to the opening to have a little peep into society.", "ja": "そこで、五十銭銀貨は、外のぐるりを一目だけ見ようとして、その開いた口もとへ、はひ出しました。"}
{"en": "He certainly had not the least idea of what would follow, but he was curious,", "ja": "ほんとなら、そんなことをすべきものではないのですが、もとが物見だかい銀貨だものですから。"}
{"en": "and curiosity often brings its own punishment.", "ja": "──だれでも、そんな軽はずみなことをすると、あとで、うんとばちのあたることが、よくあるものです。"}
{"en": "In his eagerness, he came so near the edge of the purse that he slipped out into the pocket of the trousers;", "ja": "銀貨は、小さいかくしの中へすべり出ました。"}
{"en": "and when, in the evening, the purse was taken out, the shilling was left behind in the corner to which it had fallen.", "ja": "夜になつて財布は引き出され、銀貨は着物と一しよに、"}
{"en": "As the clothes were being carried into the hall,", "ja": "廊下へ持ち出されました。"}
{"en": "the shilling fell out on the floor,", "ja": "銀貨はそこの床の上へ落ちました。"}
{"en": "unheard and unnoticed by any one.", "ja": "しかし、だれもその音に気もつかず、見つけもしませんでした。"}
{"en": "The next morning the clothes were taken back to the room,", "ja": "あくる朝、着物は部屋の中へ持ちこまれました。"}
{"en": "the gentleman put them on, and started on his journey again;", "ja": "紳士はそれを着て、又旅行をつゞけました。"}
{"en": "After a time it was found, and being considered a good coin, was placed with three other coins.", "ja": "あとに残つた銀貨は、そのうちに人に見つけ出されて、使はれることになり、ほかの三枚のお金と一しよに、人手にわたりました。"}
{"en": "\"Ah,\"", "ja": "「世の中へ出て、あたりを見まはし、しらない人や、見なれぬ風俗にしたしむといふことは、まつたく愉快なものだ」"}
{"en": "thought the shilling,", "ja": "と銀貨は思ひました。"}
{"en": "Now begins the story as it was afterwards related by the shilling himself.", "ja": "それからのいきさつを、銀貨は、じぶんでかう話しました。"}
{"en": "\"'False!", "ja": "にせものだ。"}
{"en": "good for nothing!'", "ja": "何にもなりやしない」"}
{"en": "said he. That remark went through and through me like a dagger.", "ja": "と、だれもかれもが、私のことを、ぶつ／＼かう言ふのです。"}
{"en": "I knew that I had a true ring, and that mine was a genuine stamp.", "ja": "私は、音もいゝし、ちやんと正しくつくられてゐるので、"}
{"en": "These people must at all events be wrong,", "ja": "わるくいふ人の方がまちがつてゐるのです。"}
{"en": "or they could not mean me.", "ja": "だれも私をいやしめる理くつがないのに、"}
{"en": "But yes, I was the one they called", "ja": "「こいつはいけない。"}
{"en": "'false, and good for nothing.'", "ja": "これはだめだ。"}
{"en": "So I was to be got rid of in the darkness, and be again insulted in broad daylight.", "ja": "そして夜になると、ほかへわたされ、昼になると又罵りとほされるのでした。"}
{"en": "\"'False!", "ja": "「にせだ。"}
{"en": "good for nothing!'", "ja": "つまらない。"}
{"en": "And I trembled between the fingers of the people every time they tried to pass me off slyly as a coin of the country.", "ja": "私は、その土地の貨幣のようにして、はらひわたされるたびごとに、わたしを持つてゐる人の指の中でふるへ／＼しました。"}
{"en": "Ah! unhappy shilling that I was!", "ja": "何といふ不仕合わせな銀貨でせう。"}
{"en": "Of what use were my silver, my stamp, and my real value here, where all these qualities were worthless. In the eyes of the world, a man is valued just according to the opinion formed of him.", "ja": "私が銀であること、私のねうち、私の鋳方といふものが、こんなに、だいなしに見られるからには、銀貨に生れたつて何の役にもたちません。"}
{"en": "As for me, innocent as I was, I could not help shuddering before their eyes whenever they brought me out,", "ja": "私は取り出されるたんびに、うけとる相手が私を見るときの目つきを考へて、ぞつとしました。"}
{"en": "for I knew I should be thrown back again up the table as a false pretender.", "ja": "だつて、わたされるとすぐに、つきかへされ、にせものや、ごまかしものゝように、ていぶるの上へなげかへされるのですもの。"}
{"en": "At length I was paid away to a poor old woman,", "ja": "一度私は貧乏なお婆さんの手にはひりました。"}
{"en": "who received me as wages for a hard day's work.", "ja": "お婆さんは、一生けんめいに働いた、一日の賃銀に私をもらつたのです。"}
{"en": "But she could not again get rid of me;", "ja": "ところがお婆さんは、私を使ひ出すことが出来ませんでした。"}
{"en": "no one would take me.", "ja": "だれも、私をうけとるものがないのです。"}
{"en": "I was to the woman a most unlucky shilling.", "ja": "お婆さんは、私には、つく／゛＼困りはてました。"}
{"en": "'I am positively obliged to pass this shilling to somebody,'", "ja": "「あゝ／＼、かうなれば、私は、いや／＼にも、このお金で人をだまさなけりやならない。"}
{"en": "'I cannot, with the best intentions, lay by a bad shilling.", "ja": "なぜつて、私は、いくらなんでも、こんな、にせ金を、銭として、ためておくことは出来ないから。"}
{"en": "The rich baker shall have it,", "ja": "さうだ、ぱん屋さんへわたしてやりませう。"}
{"en": "- he can bear the loss better than I can.", "ja": "あの人はお金持ちだから、このくらゐの損をしても、ちつとも苦にはしないはずだ。"}
{"en": "But, after all, it is not a right thing to do.'", "ja": "でも、どうせ、そんなことをする私はわるものになるわけだ。」"}
{"en": "\"'Ah!' sighed I to myself, 'am I also to be a burden on the conscience of this poor woman?", "ja": "私も、それを思ふと、ためいきをつきました。"}
{"en": "Am I then in my old days so completely changed?'", "ja": "私は、年をとつたために、私の見かけがすつかりかはつたのだらうか、とも思つて見ました。"}
{"en": "The woman offered me to the rich baker,", "ja": "お婆さんは、お金持のぱん屋の店へ出かけました。"}
{"en": "but he knew the current money too well, and as soon as he received me he threw me almost in the woman's face.", "ja": "ところがぱん屋は、すぐに私を見わけて、つきかへしました。"}
{"en": "She could get no bread for me,", "ja": "お婆さんは、ぱんをもらひそこねました。"}
{"en": "and I felt quite grieved to the heart that I should be cause of so much trouble to another, and be treated as a cast-off coin.", "ja": "私はこんなにして、人にひどい迷惑をかけるのを思ふと、しみ／゛＼なさけなくなりました。"}
{"en": "I who, in my young days, felt so joyful in the certainty of my own value, and knew so well that I bore a genuine stamp.", "ja": "若いときには、あれほど、じぶんながら、じぶんのねうちと、じぶんの鋳られかたの正しさとを誇つてゐた私が、"}
{"en": "I was as sorrowful now as a poor shilling can be when nobody will have him.", "ja": "こんなにまで、けおとされたのですから、何とも言ひようのない、つらさです。"}
{"en": "The woman took me home again with her,", "ja": "お婆さんは私を、お家へもつてかへりました。"}
{"en": "and looking at me very earnestly, she said,", "ja": "そして、したしい、なさけある顔をして私を見ながら言ひました。"}
{"en": "'No, I will not try to deceive any one with thee again.", "ja": "「いや／＼私はおまへさんをつかつて、人さまをだますことはしない。"}
{"en": "I will bore a hole through thee, that everyone may know that thou art a false and worthless thing;", "ja": "私はおまへのからだへ穴をあけて、だれが見ても、すぐに、にせものだとわかるようにしておきませう。"}
{"en": "and yet, why should I do that?", "ja": "だが、まてよ。"}
{"en": "Very likely thou art a lucky shilling. A thought has just struck me that it is so,", "ja": "私はつい今さう気づいたのだが、このお金は、えんぎを祝ふ飾りのお金につくられたものかもしれないね。"}
{"en": "and I believe it.", "ja": "何だか変にさういふ気がする。"}
{"en": "Yes, I will make a hole in the shilling,'", "ja": "ほんとに、えんぎ祝ひの飾り金かもしれない。"}
{"en": "said she,", "ja": "ともかく穴をあけて、紐をとほして、となりの小さな男の子の頸にかけてやりませう。」"}
{"en": "So she drilled a hole through me.", "ja": "お婆さんは私へ穴をあけました。"}
{"en": "\"It is really not at all pleasant to have a hole bored through one,", "ja": "からだに穴をあけられるといふことは、私として、とても気持のいゝものではありませんでした。"}
{"en": "but we can submit to a great deal when it is done with a good intention.", "ja": "でも、物ごとは、わるい気でしかけられたのでない場合には、がまんの出来ることはいくらもあります。"}
{"en": "A string was drawn through the hole,", "ja": "お婆さんは、その穴へ糸をとほしました。"}
{"en": "and I became a kind of medal.", "ja": "私はめだる見たいな形になつて、"}
{"en": "They hung me round the neck of a little child,", "ja": "今お婆さんの言つた子供のくびに、つり下げられました。"}
{"en": "and the child laughed at me and kissed me,", "ja": "子供は私を見て、ほゝゑみ、頬ずりしました。"}
{"en": "and I rested for one whole night on the warm, innocent breast of a child.", "ja": "私はその晩は、そのあたゝかい、罪のない頸の上に乗つて眠りました。"}
{"en": "\"In the morning the child's mother took me between her fingers,", "ja": "朝になりますと、その子の母親は、私を指の中にとり上げて、見入りました。"}
{"en": "and had certain thoughts about me,", "ja": "この人には、又この人だけの考へがうかんだのです。"}
{"en": "which I very soon found out.", "ja": "私は、何だか、いゝ気持がしませんでした。"}
{"en": "First, she looked for a pair of scissors, and cut the string.", "ja": "母親は、鋏をとり出して、私の糸を切りはなしました。"}
{"en": "\"'Lucky shilling!'", "ja": "「これはえんぎのお金だ。"}
{"en": "'certainly this is what I mean to try.'", "ja": "今に分る。」"}
{"en": "Then she laid me in vinegar till I became quite green,", "ja": "母親はかう言つて、私を酢の中へつけて、まつ青なお金にしてしまひました。"}
{"en": "and after that she filled up the hole with cement,", "ja": "それから私のからだの穴へ、つめものをしました。"}
{"en": "and went out in the twilight hour to the lottery collector, to buy herself a ticket,", "ja": "そして、夕方の、うすくらがりに、私をもつて、とみくじ屋の店へ行つて、くじ札を一まい買ひました。"}
{"en": "with a shilling that should bring luck.", "ja": "運よく、くじあたりをとらうといふ気です。"}
{"en": "How everything seemed to cause me trouble.", "ja": "そのときの私のなさけなさと言つたらありませんでした。"}
{"en": "The lottery collector pressed me so hard that I thought I should crack.", "ja": "私は、づき／＼つきさゝれるような気持がしました。"}
{"en": "I had been called false, I had been thrown away,- that I knew;", "ja": "だつて、とみくじ屋にわたされゝば、たちまち、にせだと言つてなげかへされるのが分つてゐるからです。"}
{"en": "and there were many shillings and coins with inscriptions and stamps of all kinds lying about.", "ja": "しかもそれが、そこに群つてゐる五十銭銀貨や、ほかのお金の目の前で"}
{"en": "I well knew how proud they were,", "ja": "──それらのお金は、みんな、女王さまのお顔だの、何円だの何十銭だのと打ち出してあるその額文字を、じまんしてゐるにちがひないのです。"}
{"en": "so I avoided them from very shame.", "ja": "ところが、私は運よくそんな恥をのがれました。"}
{"en": "With the collector were several men who seemed to have a great deal to do,", "ja": "とみくじ屋の部屋には、大ぜいの人がごた／＼してゐましたるとみくじ屋は、いろんなことで忙がしがつてゐました。"}
{"en": "so I fell unnoticed into a chest, among several other coins.", "ja": "そのため私は、がちやんと函の中へ投げこまれて、ほかのお金の中へまざりました。"}
{"en": "\"Whether the lottery ticket gained a prize, I know not;", "ja": "私のくじ札が、いくらかでももうけになつたか、ならないか、それは私には、とう／＼分らずじまひでしたが、"}
{"en": "but this I know,", "ja": "これだけは実さいです。"}
{"en": "that in a very few days after, I was recognized as a bad shilling, and laid aside.", "ja": "──といふのは、そのじきあくる朝、私は、にせ金だと見なされて、又、じゆん／＼に、いろいろの人をだますために送り出されました。"}
{"en": "Everything that happened seemed always to add to my sorrow. Even if a man has a good character, it is of no use for him to deny what is said of him, for he is not considered an impartial judge of himself.", "ja": "じぶんで、じぶんが、まちがひのないものだと分つてゐながら、にせものとしてつかはれるのを、ぢつとがまんしてゐるのは、それはそれはつらいものでした。"}
{"en": "\"A year passed, and in this way I had been changed from hand to hand;", "ja": "まる一年と一日間、私は、そんなにして、家から家、手から手へと、うつりさまよひました。"}
{"en": "always abused, always looked at with displeasure,", "ja": "そして、たんびに、のゝしられ、たんびに、きらはれどほしでした。"}
{"en": "and trusted by no one;", "ja": "だれも私を信用してくれるものはありません。"}
{"en": "but I trusted in myself, and had no confidence in the world.", "ja": "私はもう世の中をも、私自身をも、たより信ずることが出来なくなりました。"}
{"en": "Yes, that was a very dark time.", "ja": "その永い間の不愉快さを察して下さい。、"}
{"en": "\"At length one day I was passed to a traveller, a foreigner, the very same who had brought me away from home;", "ja": "でも、とう／＼しまひに、或日、一人の旅行客が──よその国の紳士が、やつて来ました。"}
{"en": "and he was simple and true-hearted enough to take me for current coin.", "ja": "その人は、礼儀よく、私を、立派に通用するお金としてうけとりました。"}
{"en": "But would he also attempt to pass me? and should I again hear the outcry,", "ja": "ところが、やがて私を又ほかの人へ払ひわたさうとするだんになりますと、"}
{"en": "'False!", "ja": "「だめです。"}
{"en": "good-for-nothing!'", "ja": "これは、にせです」"}
{"en": "The traveller examined me attentively,", "ja": "「私は、ちやんと、とほる金としてもらつたのだが」"}
{"en": "'I took thee for good coin,'", "ja": "と、紳士は答へながら、じろ／＼と私を見つめました。"}
{"en": "then suddenly a smile spread all over his face.", "ja": "と、ふいに、紳士の顔中一ぱいに微笑がうかんで来ました。"}
{"en": "I have never seen such a smile on any other face as on his.", "ja": "私は、生れてから、こんなに、にこ／＼した顔をして、じぶんを見られたためしがありません。"}
{"en": "'Now this is singular,' said he,", "ja": "「ふうん、何だ。"}
{"en": "'it is a coin from my own country;", "ja": "これは、わたしの本国のお金だ。"}
{"en": "a good, true, shilling from home.", "ja": "わたしの国から来た、まちがひのない正直な五十銭銀貨だ。"}
{"en": "Some one has bored a hole through it, and people have no doubt called it false.", "ja": "これへ、こんなに穴なんかあけて、にせ金だと言つてたのか。"}
{"en": "How curious that it should come into my hands.", "ja": "ふうん、これは、めづらしいめぐり合せだ。"}
{"en": "I will take it home with me to my own house.'", "ja": "わたしはこの金をはなさないで、国までもつてかへつてやらう。」"}
{"en": "'Joy thrilled through me when I heard this. I had been once more called a good, honest shilling,", "ja": "私は、はじめて、じぶんのことを、まちがひのない、正直な五十銭銀貨だと言はれる、その言葉をきいたときには、ほんとに、よろこびのかゞやきが、からだ中を、ふるへ走りました。"}
{"en": "and I was to go back to my own home,", "ja": "その上に、私は、じぶんの国へつれてかへつてもらへるのでした。"}
{"en": "where each and all would recognize me, and know that I was made of good silver, and bore a true, genuine stamp.", "ja": "だれもかれも私を知つてくれ、私が本当の銀で、正しく鋳出されたお金だといふことを信じてくれる私の生れた国へ。"}
{"en": "I should have been glad in my joy to throw out sparks of fire,", "ja": "私はあまりのうれしさに、火花でもちらし出しさうでした。"}
{"en": "but it has never at any time been my nature to sparkle.", "ja": "でも、けつきよく、火花を出すなぞといふことは、私の生れつきとして出来るわけではありません。"}
{"en": "Steel can do so, but not silver.", "ja": "それは鋼のもちまへで、銀には出来ないことでした。"}
{"en": "I was wrapped up in fine, white paper, that I might not mix with the other coins and be lost;", "ja": "紳士は、私を、ほかのお金と、まちがへてつかはないように、きれいな、あたらしい紙へ私をつゝみました。"}
{"en": "and on special occasions, when people from my own country happened to be present, I was brought forward", "ja": "そして祝ひなぞがあつて、同国人が集り合つたときには、いつも私をとり出して、みんなにまはして見せました。"}
{"en": "and spoken of very kindly.", "ja": "みんなは私をよく言つてくれました。"}
{"en": "They said I was very interesting,", "ja": "これはおもしろいと言ひました。"}
{"en": "and it was really quite worth while to notice that those who are interesting have often not a single word to say for themselves.", "ja": "私が一言だつて口をきくのでもないのに、それでも私が面白いものになつたといふことは、今考へても、ふしぎでたまりません。"}
{"en": "\"At length I reached home.", "ja": "私はとう／＼故郷へかへりました。"}
{"en": "All my cares were at an end.", "ja": "私の苦しみはもうそれでをはりで、"}
{"en": "Joy again overwhelmed me;", "ja": "よろこびが、ふたゝびめぐつて来ました。"}
{"en": "for was I not good silver, and had I not a genuine stamp? I had no more insults or disappointments to endure; ", "ja": "こゝへかへれば、私は、もう、まちがひのない銀のお金であり、正しい押印のついたもので、もはや何一つ不愉快をこらへるなぞといふことはないのです。"}
{"en": "although, indeed, there was a hole through me, as if I were false;", "ja": "からだには、さも、にせ金のように穴があいてゐます。"}
{"en": "but suspicions are nothing when a man is really true,", "ja": "でも、だれにしろ、ほんとににせものでさへなかつたら、そんな穴があつたつて何でもありません。"}
{"en": "and every one should persevere in acting honestly, for an will be made right in time.", "ja": "人は、最後まで待たなければだめです。"}
{"en": "That is my firm belief,\"", "ja": "私はこれを信条にします。"}
{"en": "said the shilling.", "ja": "──五十銭銀貨は、かう言つてお話をむすびました。"}
