{"en": "Once upon a time in the middle of winter, when the flakes of snow were falling like feathers from the sky, a queen sat at a window sewing,and the frame of the window was made of black ebony.", "ja": "むかしむかし、真冬のころ、鳥の羽のような雪が空からふっていたとき、ひとりの女王さまが黒檀の窓わくにこしかけて、ぬい物をしていました。"}
{"en": "And whilst she was sewing and looking out of the window at the snow, she pricked her finger with the needle, and three drops of blood fell upon the snow.", "ja": "女王さまは窓から雪をみた拍子に針で指をさしてしまい、三滴の血が雪のうえにおちました。"}
{"en": "And the red looked pretty upon the white snow, and she thought to herself,", "ja": "赤い血は白い雪のうえでとてもきれいに見えたので女王さまは思いました。"}
{"en": "would that I had a child as white as snow, as red as blood, and as black as the wood of the window-frame.", "ja": "「雪のように白く、血のように赤く、黒檀の木のように黒い髪をした子がほしいわ。」"}
{"en": "Soon after that she had a little daughter,", "ja": "それから間もなく女の子がうまれました。"}
{"en": "who was as white as snow, and as red as blood, and her hair was as black as ebony, and she was therefore called little snow-white.", "ja": "お姫さまは雪のように白く、血のように赤く、黒檀の木のように黒い髪をしていたので白雪姫という名前になりました。"}
{"en": "And when the child was born, the queen died.", "ja": "白雪姫が生まれると女王さまは死んでしまいました。"}
{"en": "After a year had passed the king took to himself another wife.", "ja": "一年たつと王さまはあたらしい女王さまをむかえました。"}
{"en": "She was a beautiful woman, but proud and haughty,", "ja": "あたらしい女王さまはとてもきれいでしたが、自信満々で人を見くだしたようなところがありました。"}
{"en": "and she could not bear that anyone else chould surpass her in beauty.", "ja": "それで女王さまにとって、女王さまよりきれいな人がいるということは我慢のならないことでした。"}
{"en": "She had a wonderful looking-glass, and when she stood in front of it and looked at herself in it, and said,", "ja": "女王さまはふしぎな鏡をもっていて、鏡のなかの女王さまを見てこういいました。"}
{"en": "looking-glass, looking-glass, on the wall, who in this land is the fairest of all.", "ja": "「鏡よ、かべの鏡よ、この世でいちばん美しいのはだれか。」"}
{"en": "The looking-glass answered,", "ja": "鏡はこたえました。"}
{"en": "thou, o queen, art the fairest of all.", "ja": "「女王さま。女王さまが一番うつくしい。」"}
{"en": "Then she was satisfied, for she knew that the looking-glass spoke the truth.", "ja": "女王さまは鏡が本当のことを言うということがわかったので満足でした。"}
{"en": "But snow-white was growing up, and grew more and more beautiful,", "ja": "白雪姫は大きくなると、どんどんきれいになっていきました。"}
{"en": "and when she was seven years old she was as beautiful as the day, and more beautiful than the queen herself.", "ja": "七才になるとお日さまのようにきらきらして、女王さまよりきれいになりました。"}
{"en": "And once when the queen asked her looking-glass,", "ja": "あるとき女王さまが鏡にききました。"}
{"en": "looking-glass, looking-glass, on the wall, who in this land is the fairest of all.", "ja": "「鏡よ、かべの鏡よ、この世でいちばん美しいのはだれか。」"}
{"en": "It answered,", "ja": "鏡はこたえました。"}
{"en": "thou art fairer than all who are here, lady queen.", "ja": "「女王さま。女王さまがここでは一番。"}
{"en": "But more beautiful still is snow-white, as I ween.", "ja": "だけど白雪姫の方が何千倍もうつくしい。」"}
{"en": "Then the queen was shocked, and turned yellow and green with envy.", "ja": "これを聞いた女王さまはびっくりして、ねたましくてねたましくてまっ赤になったり青白くなったりしました。"}
{"en": "From that hour, whenever she looked at snow-white, her heart heaved in her breast,", "ja": "この時からというもの、白雪姫を見るたび胸の心臓がひっくり返りそうになりました。"}
{"en": "she hated the girl so much.", "ja": "女王さまは白雪姫が憎くて憎くてたまりませんでした。"}
{"en": "And envy and pride grew higher and higher in her heart like a weed, so that she had no peace day or night.", "ja": "ねたましい気持ちと負けてくやしい気持ちが心のなかで草のようにだんだんのびてきて、夜も昼もじっとしていられませんでした。"}
{"en": "She called a huntsman, and said,", "ja": "女王さまは猟師をよんで言いました。"}
{"en": "take the child away into the forest.", "ja": "「あの子を森に連れていっておくれ。"}
{"en": "I will no longer have her in my sight.", "ja": "もう見るのもいやだ。"}
{"en": "Kill her, and bring me back her lung and liver as a token.", "ja": "あの子を殺して、その証拠に肺と肝をもってきなさい。」"}
{"en": "The huntsman obeyed, and took her away but when he had drawn his knife,", "ja": "猟師は言われたとうりに、白雪姫を森につれだし、刀をとりだしました。"}
{"en": "and was about to pierce snow-white's innocent heart, she began to weep, and said,", "ja": "そうして何も悪いことをしていない白雪姫の心臓を突きさそうとすると白雪姫はなきだしていいました。"}
{"en": "ah dear huntsman, leave me my life.", "ja": "「猟師さん、殺さないで。"}
{"en": "I will run away into the wild forest, and never come home again.", "ja": "わたし、森の中に行ってもうぜったい家にはもどってこないから。」"}
{"en": "And as she was so beautiful the huntsman had pity on her", "ja": "あまりにも白雪姫がうつくしいので猟師はかわいそうだとおもっていいました。"}
{"en": "and said, run away, then, you poor child.", "ja": "「では、おにげなさい。かわいそうな姫さま。」"}
{"en": "The wild beasts will soon have devoured you, thought he,", "ja": "猟師はけものにすぐに食べられてしまうだろうとおもいました。"}
{"en": "and yet it seemed as if a stone had been rolled from his heart since it was no longer needful for him to kill her.", "ja": "それでも猟師は自分で殺さずにすんで、胸から石がころがりおちたような気分でした。"}
{"en": "And as a young bear just then came running by he stabbed it, and cut out its lung and liver and took them to the queen as proof that the child was dead.", "ja": "そこにちょうど熊が走ってきたので猟師はさし殺して肺と肝をとりだし、女王さまに白雪姫が死んだ証拠としてもっていきました。"}
{"en": "The cook had to salt them, and the wicked queen ate them,", "ja": "コックさんがそれを塩漬けにして、悪い女王さまが食べました。"}
{"en": "and thought she had eaten the lung and liver of snow-white.", "ja": "女王さまは白雪姫の肺と肝を食べたとおもっていたのでした。"}
{"en": "But now the poor child was all alone in the great forest, and so terrified that she looked at all the leaves on the trees,", "ja": "さて、かわいそうな白雪姫は大きな森の中でひとりぼっちでいると、とっても怖くて木の葉っぱを見ていました。"}
{"en": "and did not know what to do.", "ja": "白雪姫はどうすればいいのか分からなくなっていました。"}
{"en": "Then she began to run, and ran over sharp stones and through thorns,", "ja": "それで走り出して、とがった石やいばらを飛びこえてゆきました。"}
{"en": "and the wild beasts ran past her, but did her no harm.", "ja": "けものたちも横を走っていきましたが、何もしませんでした。"}
{"en": "She ran as long as her feet would go until it was almost evening, then she saw a little cottage and went into it to rest herself.", "ja": "走れるだけ走りました。やがて日も暮れかけたころ、ちいさな家をみつけ休もうとおもって中にはいりました。"}
{"en": "Everything in the cottage was small, but neater and cleaner than can be told.", "ja": "小屋の中はみんな小さかったけれど、とてもきちんとしていて、きれいになっていました。"}
{"en": "There was a table on which was a white cover, and seven little plates, and on each plate a little spoon,", "ja": "白い布がかけられたテーブルがあって、七つのちいさなお皿とそれぞれのお皿にはちいさなスプーンがありました。"}
{"en": "moreover,", "ja": "それだけではありません。"}
{"en": "there were seven little knives and forks, and seven little mugs.", "ja": "七つのちいさなナイフとフォーク、それに七つのマグカップもありました。"}
{"en": "Against the wall stood seven little beds side by side, and covered with snow-white counterpanes.", "ja": "壁には七つのちいさなベッドが端から端まで並べておいてあって、白雪のようにまっ白なベッドカバーがしてありました。"}
{"en": "Little snow-white was so hungry and thirsty that she ate some vegetables and bread from each plate and drank a drop of wine out of each mug,", "ja": "白雪姫はとてもお腹がすいていて、のどもかわいていたので、みんなのお皿から野菜とパンをすこしずつ食べて、みんなのマグカップからぶどう酒をすこしずつ飲みました。"}
{"en": "for she did not wish to take all from one only.", "ja": "なぜって、ひとつのお皿からぜんぶ食べてしまいたくなかったからです。"}
{"en": "Then, as she was so tired, she laid herself down on one of the little beds,", "ja": "白雪姫はとてもつかれていたので、ちいさなベッドに寝転がってみました。"}
{"en": "but none of them suited her, one was too long, another too short,", "ja": "どれも大きかったり小さかったりでちょうど良いものがありませんでした。"}
{"en": "but at last she found that the seventh one was right, and so she remained in it, said a prayer and went to sleep.", "ja": "でも七番目のベッドはぴったりで、白雪姫はお祈りをして眠ってしまいました。"}
{"en": "When it was quite dark the owners of the cottage came back.", "ja": "すっかり暗くなったころ、小屋の持ちぬしが帰ってきました。"}
{"en": "They were seven dwarfs who dug and delved in the mountains for ore.", "ja": "かえってきたのは山で鉱石を探してほっている七人のこびとでした。"}
{"en": "They lit their seven candles,", "ja": "七人のこびとは七つの灯りをつけました。"}
{"en": "and as it was now light within the cottage they saw that someone had been there, for everything was not in the same order in which they had left it.", "ja": "小屋の中が明るくなると、出かけたときとは部屋の様子が違っていました。それで誰かがいたことにきづきました。"}
{"en": "The first said,", "ja": "一人目のこびとが言いました。"}
{"en": "who has been sitting on my chair.", "ja": "ぼくのイスにすわっていたのはだれだ。"}
{"en": "The second,", "ja": "二人目のこびとが言いました。"}
{"en": "who has been eating off my plate.", "ja": "ぼくのお皿から食べたのはだれだ。"}
{"en": "The third,", "ja": "三人目のこびとが言いました。"}
{"en": "who has been taking some of my bread.", "ja": "ぼくのパンをたべたのはだれだ。"}
{"en": "The fourth,", "ja": "四人目のこびとが言いました。"}
{"en": "who has been eating my vegetables.", "ja": "ぼくの野菜をたべたのはだれだ。"}
{"en": "The fifth,", "ja": "五人目のこびとが言いました。"}
{"en": "who has been using my fork.", "ja": "ぼくのフォークをつかったのはだれだ。"}
{"en": "The sixth,", "ja": "六人目のこびとが言いました。"}
{"en": "who has been cutting with my knife.", "ja": "ぼくのナイフをつかったのはだれだ。"}
{"en": "The seventh,", "ja": "七人目のこびとが言いました。"}
{"en": "who has been drinking out of my mug.", "ja": "ぼくのマグカップからのんだのはだれだ。"}
{"en": "Then the first looked round and saw that there was a little hollow on his bed, and he said,", "ja": "すると一人目のこびとがあたりをみまわして、自分のベッドに小さなくぼみがあるのに気がついていいました。"}
{"en": "who has been getting into my bed.", "ja": "「ぼくのベッドにだれかがはいっていたぞ。」"}
{"en": "The others came up and each called out, somebody has been lying in my bed too.", "ja": "ほかのこびとたちも、「だれかがベッドに入っていたぞ」と言いました。"}
{"en": "But the seventh when he looked at his bed saw little snow-white, who was lying asleep therein.", "ja": "ところが七人目のこびとが自分のベッドにちいさな白雪姫がねているのをみつました。"}
{"en": "And he called the others, who came running up,", "ja": "七人目のこびとがみんなを呼ぶとかけよってきました。"}
{"en": "and they cried out with astonishment, and brought their seven little candles and let the light fall on little snow-white.", "ja": "みんなびっくりして騒ぎだして、めいめい小さなあかりを持ってきて、白雪姫をてらしました。"}
{"en": "Oh, heavens, oh, heavens,", "ja": "「おお、なんてこった。なんてこった。」"}
{"en": "cried they,", "ja": "みんな騒いで言いました。"}
{"en": "what a lovely child.", "ja": "「なんてかわいい子供だろう。」"}
{"en": "And they were so glad that they did not wake her up, but let her sleep on in the bed.", "ja": "みんなはあまりにうれしかったので起こさないでそのままベッドに寝かせておくことに"}
{"en": "And the seventh dwarf slept with his companions, one hour with each, and so passed the night.", "ja": "それで七人目のこびとは、一時間ずつ、順番に仲間といっしょに寝ているうちに、夜はすぎていきました。"}
{"en": "When it was morning little snow-white awoke, and was frightened when she saw the seven dwarfs.", "ja": "朝になって白雪姫が目をさますと、七人のこびとがいたのでびっくりしました。"}
{"en": "But they were friendly and asked her what her name was.", "ja": "だけどみんな親切で、名前をききました。"}
{"en": "My name is snow-white,", "ja": "「わたしは白雪姫っていいます。」"}
{"en": "she answered.", "ja": "とこたえました。"}
{"en": "How have you come to our house,", "ja": "「どうしてぼくたちの家にきたんだい。」"}
{"en": "said the dwarfs.", "ja": "とこびとたちはいいました。"}
{"en": "Then she told them that her step-mother had wished to have her killed, but that the huntsman had spared her life, and that she had run for the whole day, until at last she had found their dwelling.", "ja": "それで白雪姫はあたらしい女王さまが自分を殺させようとしたこと、猟師が見のがしてくれたこと、それから一日中ずっと走って、やっとこの家を見つけたことを話しました。"}
{"en": "The dwarfs said,", "ja": "こびとたちはいいました。"}
{"en": "if you will take care of our house, cook, make the beds, wash, sew and knit, and if you will keep everything neat and clean you can stay with us", "ja": "「ぼくたちの家の手入れしたり、料理をつくったり、ベッドのしたくをしたり、お皿をあらったり、ぬいものをして、なんでもきちんとして、きれいにしてくれればぼくたちと一緒にいてもいいよ。"}
{"en": "and you shall want for nothing.", "ja": "なにも不自由はさせないよ。」"}
{"en": "Yes, said snow-white, with all my heart.", "ja": "白雪姫はいいました。「ええ。よろこんで、そうします。」"}
{"en": "And she stayed with them.", "ja": "そうしてこびとたちと一緒にいることにしました。"}
{"en": "She kept the house in order for them.", "ja": "白雪姫はこびとたちのために家のかたづけをしました。"}
{"en": "In the mornings they went to the mountains and looked for copper and gold, in the evenings they came back, and then their supper had to be ready.", "ja": "こびとたちは朝に山にでかけていって、銅や金をさがして夕方にかえってくるので、それまでにご飯のしたくをしておかなければいけませんでした。"}
{"en": "The girl was alone the whole day,", "ja": "白雪姫は一日中ひとりでした。"}
{"en": "so the good dwarfs warned her and said,", "ja": "それでこびとたちは、白雪姫に用心するように言いました。"}
{"en": "beware of your step-mother,", "ja": "「女王さまに気をつけるんだよ。"}
{"en": "she will soon know that you are here,", "ja": "お前がここにいることはすぐにわかってしまうだろうからね。"}
{"en": "be sure to let no one come in.", "ja": "決して誰も入れちゃいけないよ。」"}
{"en": "But the queen, believing that she had eaten snow-white's lung and liver, could not but think that she was again the first and most beautiful of all,", "ja": "ところが女王さまは白雪姫の肺と肝をたべてしまったと信じていたので、またも白雪姫がいちばん最高にきれいだなんてことは考えもしませんでした。"}
{"en": "and she went to her looking-glass and said,", "ja": "それで鏡にむかっていいました。"}
{"en": "looking-glass, looking-glass, on the wall, who in this land is the fairest of all.", "ja": "「鏡よ、かべの鏡よ、この世でいちばん美しいのはだれか。」"}
{"en": "And the glass answered,", "ja": "鏡はこたえました。"}
{"en": "oh, queen, thou art fairest of all I see,", "ja": "「女王さま、女王さまはここではいちばん。"}
{"en": "but over the hills, where the seven dwarfs dwell, snow-white is still alive and well, and none is so fair as she.", "ja": "でも、山のむこう、七人のこびとくらしている白雪姫ほど美しい方はいない。」"}
{"en": "Then she was astounded,", "ja": "女王さまはびっくりしました。"}
{"en": "for she knew that the looking-glass never spoke falsely,", "ja": "鏡がぜったいに嘘をつかないことを知っていたからです。"}
{"en": "and she knew that the huntsman had betrayed her, and that little snow-white was still alive.", "ja": "女王さまは猟師がうらぎって白雪姫が生きているということが分かったのでした。"}
{"en": "And so she thought and thought again how she might kill her,", "ja": "女王さまはどうやって白雪姫を殺すか考えに考えました。"}
{"en": "for so long as she was not the fairest in the whole land, envy let her have no rest.", "ja": "女王さまは自分が国で一番の美人にならないうちは、くやしくてくやしくて、たまらなかったのです。"}
{"en": "And when she had at last thought of something to do, she painted her face, and dressed herself like an old pedlar-woman,", "ja": "やっとのことで何かを思いつくとお化粧をして物売りのおばあさんのような服を着ました。"}
{"en": "and no one could have known her.", "ja": "すると誰も女王さまだとは分かりませんでした。"}
{"en": "In this disguise she went over the seven mountains to the seven dwarfs, and knocked at the door and cried,", "ja": "こうやって変装して七つの山をこえ、七人のこびとのいるところへ行くと、扉をたたいて言いました。"}
{"en": "pretty things to sell,", "ja": "「すばらしい物はいらんかね。"}
{"en": "very cheap,", "ja": "とってもやすいよ。"}
{"en": "very cheap.", "ja": "とってもやすいよ。」"}
{"en": "Little snow-white looked out of the window and called out,", "ja": "白雪姫は窓の外を見ていいました"}
{"en": "good-day my good woman,", "ja": "「こんにちは、おばあさん。"}
{"en": "what have you to sell.", "ja": "なにを売っているの。」"}
{"en": "Good things, pretty things,", "ja": "「良いものだよ、きれいな物だよ、色とりどりの紐だよ」"}
{"en": "she answered, stay-laces of all colors, and she pulled out one which was woven of bright-colored silk.", "ja": "と、おばあさんはいうと、きれいな色のシルクで編まれた紐を一つ取り出しました。"}
{"en": "I may let the worthy old woman in, thought snow-white,", "ja": "こんなおばあさんなら家の中に入れても大丈夫だろう、と白雪姫は思いました。"}
{"en": "and she unbolted the door and bought the pretty laces.", "ja": "扉の掛け金をはずすしてきれいな紐を買いました。"}
{"en": "Child, said the old woman, what a fright you look, come, I will lace you properly for once.", "ja": "「お嬢ちゃん、なんていうかわいい子だろう、こっちおいで、ちゃんと紐をつけてあげよう。」とおばあさんはいいました。"}
{"en": "Snow-white had no suspicion,", "ja": "白雪姫は疑いもしませんでした。"}
{"en": "but stood before her, and let herself be laced with the new laces.", "ja": "おばあさんの前にいって新しい紐をつけてもらいました。"}
{"en": "But the old woman laced so quickly and so tightly that snow-white lost her breath and fell down as if dead.", "ja": "ところがおばあさんは、あまりにもはやく、きつく結んだので白雪姫は息ができなくなって死んだように倒れてしまいました。"}
{"en": "Now I am the most beautiful,", "ja": "「これでわたしが一番だね。」"}
{"en": "said the queen to herself, and ran away.", "ja": "と女王さまは独り言をいうと、逃げるように出ていきました。"}
{"en": "Not long afterwards,", "ja": "それからすぐのことです。"}
{"en": "in the evening, the seven dwarfs came home, but how shocked they were when they saw their dear little snow-white lying on the ground,", "ja": "夕方になって七人のこびとが家に帰ってくるとかわいい白雪姫が地面にたおれていたのでびっくり仰天しました。"}
{"en": "and that she neither stirred nor moved, and seemed to be dead.", "ja": "びくりとも身動きもしないで、まるで死んでしまったようにみえました。"}
{"en": "They lifted her up, and, as they saw that she was laced too tightly,", "ja": "こびとたちは白雪姫をだきおこすと、紐がきつく巻いてあることがわかりました。"}
{"en": "they cut the laces, then she began to breathe a little, and after a while came to life again.", "ja": "紐を切ると白雪姫は少し息をして、そのうち元気になってきました。"}
{"en": "When the dwarfs heard what had happened they said,", "ja": "こびとたちは何が起こったのか話をきくといいました。"}
{"en": "the old pedlar-woman was no one else than the wicked queen, take care and let no one come in when we are not with you.", "ja": "「その物売りのおばあさんは悪者の女王さまに違いない、ぼくたちがいないときは誰も家にいれちゃいけないよ。気をつけるんだよ。」"}
{"en": "But the wicked woman when she had reached home went in front of the glass and asked,", "ja": "意地悪な女王さまは家に帰るとガラスの前にきてききました。"}
{"en": "looking-glass, looking-glass, on the wall, who in this land is the fairest of all.", "ja": "「鏡よ、かべの鏡よ、この世でいちばん美しいのはだれか。」"}
{"en": "And it answered as before,", "ja": "鏡はこたえました。"}
{"en": "oh, queen, thou art fairest of all I see,", "ja": "「女王さま、女王さまがいちばんうつくしい。"}
{"en": "but over the hills, where the seven dwarfs dwell, snow-white is still alive and well, and none is so fair as she.", "ja": "でも丘の向こう、七人のこびとがすむところ、まだ元気にいきている白雪姫はもっときれい。」"}
{"en": "When she heard that, all her blood rushed to her heart with fear,", "ja": "女王さまはそれを聞くと、恐ろしくなって血が心臓を駆けめぐりました。"}
{"en": "for she saw plainly that little snow-white was again alive.", "ja": "白雪姫がまだ生きていることがはっきりしたのですから。"}
{"en": "But now,", "ja": "「こんどこそ」"}
{"en": "she said,", "ja": "女王さまはいいました。"}
{"en": "I will think of something that shall really put an end to you.", "ja": "「どうにかして絶対にあの小娘を殺してやる。」"}
{"en": "And by the help of witchcraft, which she understood, she made a poisonous comb.", "ja": "女王さまは知っていた魔法をつかって毒のあるくしをつくりました。"}
{"en": "Then she disguised herself and took the shape of another old woman.", "ja": "それから違うおばあさんの格好に変装しました。"}
{"en": "So she went over the seven mountains to the seven dwarfs, knocked at the door, and cried,", "ja": "七つの山をこえて七人のこびとのいるところにいくと、扉をたたいて言いました。"}
{"en": "good things to sell,", "ja": "「いい物はいらんかね。"}
{"en": "cheap,", "ja": "やすいよ。"}
{"en": "cheap.", "ja": "やすいよ。」"}
{"en": "Little snow-white looked out and said,", "ja": "白雪姫は家の中からみて言いました。"}
{"en": "go away,", "ja": "「いりません。"}
{"en": "I cannot let anyone come in.", "ja": "だれも家に入れられないの。」"}
{"en": "I suppose you can look,", "ja": "「見えるだろう」"}
{"en": "said the old woman, and pulled the poisonous comb out and held it up.", "ja": "とおばあさんは言うと、毒のあるくしを取り出して高く持ち上げました。"}
{"en": "It pleased the girl so well that she let herself be beguiled, and opened the door.", "ja": "白雪姫はあまりにも気に入ってしまって、扉を開けてしまいました。"}
{"en": "When they had made a bargain the old woman said,", "ja": "買い物がきまると、おばあさんはいいました。"}
{"en": "now I will comb you properly for once.", "ja": "「じゃあ、すこしきれいに髪をとかしてあげよう。」"}
{"en": "Poor little snow-white had no suspicion,", "ja": "かわいそうに白雪姫はすこしも疑いませんでした。"}
{"en": "and let the old woman do as she pleased,", "ja": "よろこんでおばあさんにやってもらうことにしました。"}
{"en": "but hardly had she put the comb in her hair than the poison in it took effect, and the girl fell down senseless.", "ja": "しかし髪をとかすかとかさないうちに毒が効いて、白雪姫は気を失ってしまいました"}
{"en": "You paragon of beauty,said the wicked woman, you are done for now,", "ja": "「天下の美人もこれでおだぶつだね。」とわるい女王さまはいうと、"}
{"en": "and she went away.", "ja": "行ってしまいました。"}
{"en": "But fortunately it was almost evening, when the seven dwarfs came home.", "ja": "だけど運のいいことにもう夕方ちかかったので、七人のこびとがかえってきました。"}
{"en": "When they saw snow-white lying as if dead upon the ground they at once suspected the step-mother,", "ja": "こびとたちは白雪姫が地面に死んだように横になっているのをみて、これは継母の女王さまが犯人じゃないかとおもいました。"}
{"en": "and they looked and found the poisoned comb.", "ja": "そして毒のあるくしをみつけました。"}
{"en": "Scarcely had they taken it out when snow-white came to herself, and told them what had happened.", "ja": "こびとたちがくしをとるとたちまち白雪姫は目を覚まして、こびとたちに何が起こったか話しました。"}
{"en": "Then they warned her once more to be upon her guard and to open the door to no one.", "ja": "こびとたちはまた白雪姫に気をつけるように注意して、誰が来ても扉を開けてはいけないよ、と言いました。"}
{"en": "The queen, at home, went in front of the glass and said,", "ja": "女王さまは家にもどると、鏡の前にきていいました。"}
{"en": "looking-glass, looking-glass, on the wall, who in this land is the fairest of all.", "ja": "「鏡よ、かべの鏡よ、この世でいちばん美しいのはだれか。」"}
{"en": "Then it answered as before,", "ja": "鏡はいままでのようにこたえました。"}
{"en": "oh, queen, thou art fairest of all I see,", "ja": "「女王さま、女王さまがいちばんうつくしい。"}
{"en": "but over the hills, where the seven dwarfs dwell, snow-white is still alive and well, and none is so fair as she.", "ja": "でも丘の向こう、七人のこびとがすむところ、まだ元気にいきている白雪姫はもっときれい。」"}
{"en": "When she heard the glass speak thus she trembled and shook with rage.", "ja": "鏡がこう言うのを聞くと、女王さまは怒りのあまり身をふるわせました。"}
{"en": "Snow-white shall die, she cried,", "ja": "「なんとしても白雪姫をころしてやる。"}
{"en": "even if it costs me my life.", "ja": "自分の命をかけてでも殺してやる。」"}
{"en": "Thereupon she went into a quite secret, lonely room, where no one ever came, and there she made a very poisonous apple.", "ja": "それから女王さまは誰もこない秘密の隠れ部屋でとても強い毒のりんごをつくりました。"}
{"en": "Outside it looked pretty, white with a red cheek, so that everyone who saw it longed for it, but whoever ate a piece of it must surely die.", "ja": "見た目はとてもおいしそうでした。白い実にまっ赤な皮で、誰もがほしくなるようなりんごだけど、ひとかけらでも食べたら死んでしまうのです。"}
{"en": "When the apple was ready she painted her face, and dressed herself up as a farmer's wife,", "ja": "りんごができあがると、女王さまはお化粧をするとお百姓さんの格好になりました。"}
{"en": "and so she went over the seven mountains to the seven dwarfs.", "ja": "そうして七つの山をこえて七人のこびとがいるところにいきました。"}
{"en": "She knocked at the door.  Snow-white put her head out of the window and said,", "ja": "扉をたたくと白雪姫が窓から顔を出していいました。"}
{"en": "I cannot let anyone in, the seven dwarfs have forbidden me.", "ja": "「だれも家に入れちゃいけないんです。こびとさんたちがいれちゃダメって。」"}
{"en": "It is all the same to me, answered the woman,", "ja": "「かまわないよ。"}
{"en": "I shall soon get rid of my apples.", "ja": "りんごをどうにかしたいんだがね。"}
{"en": "There, I will give you one.", "ja": "さあ、ひとつあげるよ。」"}
{"en": "No, said snow-white,", "ja": "白雪姫はいいました。「だめなの。"}
{"en": "I dare not take anything.", "ja": "なにももらっちゃいけないって。」"}
{"en": "Are you afraid of poison,", "ja": "「毒があると思ってるのかね。」"}
{"en": "said the old woman,", "ja": "とおばあさんはいいました。"}
{"en": "look, I will cut the apple in two pieces, you eat the red cheek,", "ja": "「じゃあ、りんごを二つにきってやるから赤いところをたべるといい。"}
{"en": "and I will eat the white.", "ja": "わたしは白いところをたべるよ。」"}
{"en": "The apple was so cunningly made that only the red cheek was poisoned.", "ja": "ところがそのりんごはずるいことに赤いところだけ毒がはいっていたのです。"}
{"en": "Snow-white longed for the fine apple, and when she saw that the woman ate part of it she could resist no longer,", "ja": "白雪姫はおいしそうなりんごがほしくなって、おばあさんがりんごをちょっとかじるの"}
{"en": "and stretched out her hand and took the poisonous half.", "ja": "それで毒の入っている方に手をのばしてしまったのです。"}
{"en": "But hardly had she a bit of it in her mouth than she fell down dead.", "ja": "りんごをちょっと口にいれただけで白雪姫はたおれて死んでしまいました。"}
{"en": "Then the queen looked at her with a dreadful look, and laughed aloud and said,", "ja": "女王さまは世にも恐ろしい目つきで見ると、高笑いして言いました。"}
{"en": "white as snow, red as blood, black as ebony-wood,", "ja": "「雪のように白く、血のように紅く、黒檀の木のように黒い白雪姫。"}
{"en": "this time the dwarfs cannot wake you up again.", "ja": "こんどこそ、こびとたちも助けられんぞ。」"}
{"en": "And when she asked of the looking-glass at home,", "ja": "女王さまは家に帰ると鏡にききました。"}
{"en": "looking-glass, looking-glass, on the wall, who in this land is the fairest of all.", "ja": "「鏡よ、かべの鏡よ、この世でいちばん美しいのはだれか。」"}
{"en": "And it answered at last,", "ja": "鏡はついにこう答えました。"}
{"en": "oh, queen, in this land thou art fairest of all.", "ja": "「女王さま、女王さまがいちばんうつくしい。」"}
{"en": "Then her envious heart had rest, so far as an envious heart can have rest.", "ja": "ねたみ深い女王さまもこれでやっと安心しました。"}
{"en": "The dwarfs, when they came home in the evening, found snow-white lying upon the ground,", "ja": "こびとたちは夕方になって家に帰ってくると地面に白雪姫がたおれていました。"}
{"en": "she breathed no longer and was dead.", "ja": "白雪姫は息もなく死んでいました。"}
{"en": "They lifted her up, looked to see whether they could find anything poisonous,", "ja": "こびとたちは白雪姫をもちあげると何か毒のある物はないか探しました。"}
{"en": "unlaced her, combed her hair, washed her with water and wine, but it was all of no use,", "ja": "そして紐をとって、髪をとかして、水やワインで白雪姫を洗ったりしましたが、どれも役に立ちませんでした。"}
{"en": "the poor child was dead, and remained dead.", "ja": "かわいそうな白雪姫は死んで、もう息を吹き返しませんでした。"}
{"en": "They laid her upon a bier, and all seven of them sat round it and wept for her,", "ja": "白雪姫を台に乗せると七人のこびとは死んだ白雪姫のまわりにすわって泣いていまた。"}
{"en": "and wept three days long.", "ja": "三日間泣き続けていました。"}
{"en": "Then they were going to bury her, but she still looked as if she were living, and still had her pretty red cheeks.", "ja": "こびとたちは白雪姫を土に埋めようとしたけれど、白雪姫はまだ生きているみたいに頬は紅く、きれいでした。"}
{"en": "They said, we could not bury her in the dark ground,", "ja": "「白雪姫を暗い土のなかにうめるなんてできないよ。」とこびとたちはいうと、"}
{"en": "and they had a transparent coffin of glass made, so that she could be seen from all sides, and they laid her in it,", "ja": "どこからでも見えるようにガラスでできた透明な棺桶をつくると、その中に白雪姫をいれました。"}
{"en": "and wrote her name upon it in golden letters, and that she was a king's daughter.", "ja": "棺桶の上には金の文字で白雪姫の名前と、王様の娘だということを書きました。"}
{"en": "Then they put the coffin out upon the mountain,", "ja": "こうして、その棺桶は山の上へ置きました。"}
{"en": "and one of them always stayed by it and watched it.", "ja": "いつも誰か一人がそばにいて見張り番をしていました。"}
{"en": "And birds came too, and wept for snow-white,", "ja": "鳥も来て白雪姫のことを悲しんで泣きました。"}
{"en": "first an owl, then a raven, and last a dove.", "ja": "最初にきたのがフクロウで次がカラス、最後にきたのがハトでした。"}
{"en": "And now snow-white lay a long, long time in the coffin,", "ja": "さて、もうずいぶん長いこと白雪姫は棺桶の中にいました。"}
{"en": "and she did not change, but looked as if she were asleep, for she was as white as snow, as red as blood, and her hair was as black as ebony.", "ja": "それでも変わらず雪のように白く、血のように紅く、黒檀の木のように黒く、まるで眠っているように見えました。"}
{"en": "It happened, however, that a king's son came into the forest, and went to the dwarfs, house to spend the night.", "ja": "ある王子さまが森にきてこびとたちの家に泊まったときのことでした。"}
{"en": "He saw the coffin on the mountain, and the beautiful snow-white within it, and read what was written upon it in golden letters.", "ja": "王子さまは山にある棺桶と、中の美しい白雪姫をみると、棺桶にかかれている金の文字をよみました。"}
{"en": "Then he said to the dwarfs,", "ja": "すると王子さまはいました。"}
{"en": "let me have the coffin,", "ja": "「この棺桶をぼくにくれないか。"}
{"en": "I will give you whatever you want for it.", "ja": "くれるならなんでもさしあげよう。」"}
{"en": "But the dwarfs answered,", "ja": "こびとたちはこたえました。"}
{"en": "we will not part with it for all the gold in the world.", "ja": "「世界中の金をくれたって手放せません。」"}
{"en": "Then he said,", "ja": "すると王子はいいました。"}
{"en": "let me have it as a gift,", "ja": "「それでは、贈り物としてぼくにくれないか。"}
{"en": "for I cannot live without seeing snow-white.", "ja": "白雪姫をみられないと生きていけないのだ。"}
{"en": "I will honor and prize her as my dearest possession.", "ja": "白雪姫を何よりの宝物として、大切にするから。」"}
{"en": "As he spoke in this way the good dwarfs took pity upon him, and gave him the coffin.", "ja": "こういわれると心の良いこびとたちは王子さながかわいそうになってあげてしまいました。"}
{"en": "And now the king's son had it carried away by his servants on their shoulders.", "ja": "こうして王子さまは召使いに棺桶をかつがせてもっていってしまいました。"}
{"en": "And it happened that they stumbled over a tree-stump, and with the shock the poisonous piece of apple which snow-white had bitten off came out of her throat.", "ja": "そのときでした、召使いが切り株につまずいた拍子に、白雪姫ののどから毒りんごのかけらが出てきたのです。"}
{"en": "And before long she opened her eyes, lifted up the lid of the coffin, sat up,", "ja": "それからまもなくして白雪姫は目を開けて棺桶のふたを持ち上げて立ち上がりました。"}
{"en": "and was once more alive.", "ja": "白雪姫はまたしても息を吹き返したのです。"}
{"en": "Oh, heavens, where am I,", "ja": "「あれ、ここはどこ。」"}
{"en": "she cried.", "ja": "白雪姫は涙ながらにいいました。"}
{"en": "The king's son, full of joy, said,", "ja": "王子さまは大喜びでいいました。"}
{"en": "you are with me.", "ja": "「ぼくと一緒にいるんだよ。」"}
{"en": "And told her what had happened, and said,", "ja": "王子さまはいきさつを話すとこういいました。"}
{"en": "I love you more than everything in the world,", "ja": "「世界中のなによりも君が大好きなんだ。"}
{"en": "come with me to my father's palace,", "ja": "ぼくと一緒に父上のところにいこう。"}
{"en": "you shall be my wife.", "ja": "そうしたらぼくのお嫁さんになるんだ。」"}
{"en": "And snow-white was willing, and went with him,", "ja": "白雪姫はその気になって王子さまと一緒にいきました。"}
{"en": "and their wedding was held with great show and splendor.", "ja": "二人の結婚式はそれは豪華絢爛におこなわれました。"}
{"en": "But snow-white's wicked step-mother was also bidden to the feast.", "ja": "白雪姫の悪い継母もまた式によばれました。"}
{"en": "When she had arrayed herself in beautiful clothes she went before the looking-glass, and said,", "ja": "女王さまはきれいな服で身なりをととのえると鏡の前に行っていいました。"}
{"en": "looking-glass, looking-glass, on the wall, who in this land is the fairest of all.", "ja": "「鏡よ、かべの鏡よ、この世でいちばん美しいのはだれか。」"}
{"en": "The glass answered,", "ja": "鏡はこたえました。"}
{"en": "oh, queen, of all here the fairest art thou,", "ja": "「女王さま、女王さまがいちばんうつくしい。"}
{"en": "but the young queen is fairer by far as I trow.", "ja": "でも若い女王さまの方がもっときれい。」"}
{"en": "Then the wicked woman uttered a curse, and was so wretched, so utterly wretched that she knew not what to do.", "ja": "これを聞いた悪い女王さまは悪態をつくと、どうしようもなくみじめになって気分が悪くなってどうしていいかわからなくなってしまいました。"}
{"en": "At first she would not go to the wedding at all, but she had no peace, and had to go to see the young queen.", "ja": "女王さまは初めは結婚式なんか行く気はぜんぜんなかったのだけど、どうしても気分が落ち着かなかったので、若い女王さまを見に行くことにしました。"}
{"en": "And when she went in she recognized snow-white, and she stood still with rage and fear, and could not stir.", "ja": "入ってみると、若い女王さまは白雪姫だとわかり、いらだたしいやら恐ろしいやらで立ちつくしたまま、身動きひとつできませんでした。"}
{"en": "But iron slippers had already been put upon the fire, and they were brought in with tongs, and set before her.", "ja": "ところが、火にくべられていた鉄のはきものがあって、それが、やっとこで女王さまの前にもってこられました。"}
{"en": "Then she was forced to put on the red-hot shoes, and dance until she dropped down dead.", "ja": "それで、女王さまは赤熱したはきものをはいて、倒れて死ぬまで踊り続けなければなりませんでした。"}
