{"en": "The Nighthawk’s Star", "ja": "よだかの星"}
{"en": "Miyazawa Kenji", "ja": "宮沢賢治"}
{"en": "Nighthawk was truly an ugly bird.", "ja": "よだかは、実にみにくい鳥です。"}
{"en": "His face was covered in splotches as if he had been splattered with miso, and his beak was flat and split all the way back to his ears.", "ja": "顔は、ところどころ、味噌（みそ）をつけたようにまだらで、くちばしは、ひらたくて、耳までさけています。"}
{"en": "His legs were so frail that he could not walk at all.", "ja": "足は、まるでよぼよぼで、一間（いっけん）とも歩けません。"}
{"en": "He was such a sight that just seeing him made other birds uncomfortable.", "ja": "ほかの鳥は、もう、よだかの顔を見ただけでも、いやになってしまうという工合（ぐあい）でした。"}
{"en": "Now Skylark was not a particularly attractive bird, either, but knowing that he looked better than Nighthawk, at least, upon seeing him in the evening he would make a sour face and turn away, silently closing his eyes.", "ja": "たとえば、ひばりも、あまり美しい鳥ではありませんが、よだかよりは、ずっと上だと思っていましたので、夕方など、よだかにあうと、さもさもいやそうに、しんねりと目をつぶりながら、首をそっ方（ぽ）へ向けるのでした。"}
{"en": "The smaller, more talkative birds would speak of him with contempt right in front of him, saying,", "ja": "もっとちいさなおしゃべりの鳥などは、いつでもよだかのまっこうから悪口をしました。"}
{"en": "“Look,", "ja": "「ヘン。"}
{"en": "it’s him again.", "ja": "又（また）出て来たね。"}
{"en": "Would you just look at that?", "ja": "まあ、あのざまをごらん。"}
{"en": "He’s truly a disgrace to birds.”", "ja": "ほんとうに、鳥の仲間のつらよごしだよ。」"}
{"en": "“Indeed.", "ja": "「ね、"}
{"en": "Look at how big his mouth is!", "ja": "まあ、あのくちのおおきいことさ。"}
{"en": "Maybe he’s actually some kind of frog.”", "ja": "きっと、かえるの親類か何かなんだよ。」"}
{"en": "And so on.", "ja": "こんな調子です。"}
{"en": "Now if he had been a real hawk then just mentioning his name would cause these insignificant little birds to tremble and go pale and cower and hide among the leaves!", "ja": "おお、よだかでないただのたかならば、こんな生（なま）はんかのちいさい鳥は、もう名前を聞いただけでも、ぶるぶるふるえて、顔色を変えて、からだをちぢめて、木の葉のかげにでもかくれたでしょう。"}
{"en": "But Nighthawk wasn’t a hawk, or even related to the hawks.", "ja": "ところが夜だかは、ほんとうは鷹（たか）の兄弟でも親類でもありませんでした。"}
{"en": "He was actually the elder brother of the beautiful Kingfisher, and of that avian jewel, Hummingbird.", "ja": "かえって、よだかは、あの美しいかわせみや、鳥の中の宝石のような蜂（はち）すずめの兄さんでした。"}
{"en": "Hummingbird sipped the nectar of flowers and Kingfisher ate fish, but Nighthawk caught and ate bugs.", "ja": "蜂すずめは花の蜜（みつ）をたべ、かわせみはお魚を食べ、夜だかは羽虫をとってたべるのでした。"}
{"en": "Nighthawk didn’t have sharp talons or a sharp beak, either, so not even the weakest bird was afraid of him.", "ja": "それによだかには、するどい爪（つめ）もするどいくちばしもありませんでしたから、どんなに弱い鳥でも、よだかをこわがる筈（はず）はなかったのです。"}
{"en": "So one might wonder why he was named so, and the reason is because his wings were inordinately strong, and so he resembled a hawk when he soared upon the wind.", "ja": "それなら、たかという名のついたことは不思議なようですが、これは、一つはよだかのはねが無暗（むやみ）に強くて、風を切って翔（か）けるときなどは、まるで鷹のように見えたことと、"}
{"en": "He also had a powerful cry that was not unlike that of a hawk.", "ja": "も一つはなきごえがするどくて、やはりどこか鷹に似ていた為（ため）です。"}
{"en": "Hawk, of course, was very conscious of this, and hated it.", "ja": "もちろん、鷹は、これをひじょうに気にかけて、いやがっていました。"}
{"en": "Every time he saw Nighthawk he would tell him, “Change your name! Change your name!”", "ja": "それですから、よだかの顔さえ見ると、肩（かた）をいからせて、早く名前をあらためろ、名前をあらためろと、いうのでした。"}
{"en": "One evening, Hawk even came to Nighthawk’s home.", "ja": "ある夕方、とうとう、鷹がよだかのうちへやって参りました。"}
{"en": "“Hey!", "ja": "「おい。"}
{"en": "You there!", "ja": "居るかい。"}
{"en": "You still haven’t changed your name!", "ja": "まだお前は名前をかえないのか。"}
{"en": "You should be ashamed.", "ja": "ずいぶんお前も恥（はじ）知らずだな。"}
{"en": "We’re completely different, you and I.", "ja": "お前とおれでは、よっぽど人格がちがうんだよ。"}
{"en": "I can fly through the blue sky all day long,", "ja": "たとえばおれは、青いそらをどこまででも飛んで行く。"}
{"en": "and you only come out when the sun is clouded over, or at dark.", "ja": "おまえは、曇（くも）ってうすぐらい日か、夜でなくちゃ、出て来ない。"}
{"en": "Just look at this beak and these talons,", "ja": "それから、おれのくちばしやつめを見ろ。"}
{"en": "and then look at your own!”", "ja": "そして、よくお前のとくらべて見るがいい。」"}
{"en": "“Mr. Hawk,", "ja": "「鷹さん。"}
{"en": "I can’t change my name!", "ja": "それはあんまり無理です。"}
{"en": "I didn’t take this name myself,", "ja": "私の名前は私が勝手につけたのではありません。"}
{"en": "God gave it to me.”", "ja": "神さまから下さったのです。」"}
{"en": "“No,", "ja": "「いいや。"}
{"en": "I’m the one who got his name from God.", "ja": "おれの名なら、神さまから貰（もら）ったのだと云（い）ってもよかろうが、"}
{"en": "In a sense, you’re just borrowing my name. And Night’s.", "ja": "お前のは、云わば、おれと夜と、両方から借りてあるんだ。"}
{"en": "Now give them back.”", "ja": "さあ返せ。」"}
{"en": "“I can’t do that, Mr. Hawk!”", "ja": "「鷹さん。"}
{"en": "“Of course you can.", "ja": "「無理じゃない。"}
{"en": "I’ll give you a good name to take its place.", "ja": "おれがいい名を教えてやろう。"}
{"en": "How about Leonard?", "ja": "市蔵（いちぞう）というんだ。"}
{"en": "Yeah, Leonard.", "ja": "市蔵とな。"}
{"en": "I like that.", "ja": "いい名だろう。"}
{"en": "So to officially change your name you have to make it public,", "ja": "そこで、名前を変えるには、改名の披露（ひろう）というものをしないといけない。"}
{"en": "right?", "ja": "いいか。"}
{"en": "To do that you need to hang a sign that says ‘Leonard’around your neck, and go around to everyone’s home, bowing and saying ‘From this day on, I am to be known as Leonard.’”", "ja": "それはな、首へ市蔵と書いたふだをぶらさげて、私は以来市蔵と申しますと、口上（こうじょう）を云って、みんなの所をおじぎしてまわるのだ。」"}
{"en": "“I could never do that!”", "ja": "「そんなことはとても出来ません。」"}
{"en": "“Sure you can!", "ja": "「いいや。"}
{"en": "So do it!", "ja": "そうしろ。"}
{"en": "If you haven’t done it by the morning of the day after tomorrow, I’ll come and squeeze you to death in my claws.", "ja": "もしあさっての朝までに、お前がそうしなかったら、もうすぐ、つかみ殺すぞ。"}
{"en": "To death, I say!", "ja": "つかみ殺してしまうから、そう思え。"}
{"en": "On the morning of the day after tomorrow I’m going to go to every house and ask if you’ve been by.", "ja": "おれはあさっての朝早く、鳥のうちを一軒（けん）ずつまわって、お前が来たかどうかを聞いてあるく。"}
{"en": "If I find even one home that you haven’t visited, that will be the end of you!”", "ja": "一軒でも来なかったという家があったら、もう貴様もその時がおしまいだぞ。」"}
{"en": "“But there’s no way I could do it!", "ja": "「だってそれはあんまり無理じゃありませんか。"}
{"en": "I would rather die!", "ja": "そんなことをする位なら、私はもう死んだ方がましです。"}
{"en": "Please, just kill me now!”", "ja": "今すぐ殺して下さい。」"}
{"en": "“Oh, come now, think it over.", "ja": "「まあ、よく、あとで考えてごらん。"}
{"en": "Leonard is a pretty good name.”", "ja": "市蔵なんてそんなにわるい名じゃないよ。」"}
{"en": "The hawk spread out his wings and flew back towards his nest.", "ja": "鷹は大きなはねを一杯（いっぱい）にひろげて、自分の巣（す）の方へ飛んで帰って行きました。"}
{"en": "The nighthawk stood there with his eyes closed in thought.", "ja": "よだかは、じっと目をつぶって考えました。"}
{"en": "Why do they hate me so?", "ja": "（一たい僕（ぼく）は、なぜこうみんなにいやがられるのだろう。"}
{"en": "Because my face looks like it’s been splattered with miso, and because my beak is odd?", "ja": "僕の顔は、味噌をつけたようで、口は裂（さ）けてるからなあ。"}
{"en": "Even so, I haven’t done anything wrong!", "ja": "それだって、僕は今まで、なんにも悪いことをしたことがない。"}
{"en": "I remember that day when I helped the Whiteeye chick back to its nest after it fell out.", "ja": "赤ん坊（ぼう）のめじろが巣から落ちていたときは、助けて巣へ連れて行ってやった。"}
{"en": "Its mother snatched it from me as if rescuing her baby from a thief.", "ja": "そしたらめじろは、赤ん坊をまるでぬす人からでもとりかえすように僕からひきはなしたんだなあ。"}
{"en": "And then she just laughed so hard at me.", "ja": "それからひどく僕を笑ったっけ。"}
{"en": "And now I have to change my name to Leonard?", "ja": "それにああ、今度は市蔵だなんて、"}
{"en": "Hang a sign about my neck?", "ja": "首へふだをかけるなんて、"}
{"en": "Oh, how terrible…", "ja": "つらいはなしだなあ。）"}
{"en": "It was already getting dark.", "ja": "あたりは、もううすくらくなっていました。"}
{"en": "Nighthawk flew from his nest.", "ja": "夜だかは巣から飛び出しました。"}
{"en": "The clouds glowed menacingly, and hung low in the sky.", "ja": "雲が意地悪く光って、低くたれています。"}
{"en": "The nighthawk seemed to almost rub against them as he silently flew about.", "ja": "夜だかはまるで雲とすれすれになって、音なく空を飛びまわりました。"}
{"en": "Nighthawk suddenly opened his mouth wide, held his wings out straight, and cut across the sky like an arrow.", "ja": "それからにわかによだかは口を大きくひらいて、はねをまっすぐに張って、まるで矢のようにそらをよこぎりました。"}
{"en": "He trapped countless small insects in his mouth.", "ja": "小さな羽虫が幾匹（いくひき）も幾匹もその咽喉（のど）にはいりました。"}
{"en": "Almost as soon as he touched ground he lit off again.", "ja": "からだがつちにつくかつかないうちに、よだかはひらりとまたそらへはねあがりました。"}
{"en": "The clouds had turned gray, and the setting sun colored the faraway mountaintops with crimson fire.", "ja": "もう雲は鼠色（ねずみいろ）になり、向うの山には山焼けの火がまっ赤です。"}
{"en": "Nighthawk flew so forcefully that he seemed to slice the sky into two.", "ja": "夜だかが思い切って飛ぶときは、そらがまるで二つに切れたように思われます。"}
{"en": "A beetle flew into his mouth and squirmed about.", "ja": "一疋（ぴき）の甲虫（かぶとむし）が、夜だかの咽喉にはいって、ひどくもがきました。"}
{"en": "The nighthawk swallowed it down, but for some reason doing so sent a chill down his back.", "ja": "よだかはすぐそれを呑（の）みこみましたが、その時何だかせなかがぞっとしたように思いました。"}
{"en": "The clouds were now pitch black, and only the mountains to the East cast the frightening reflection of the red setting sun.", "ja": "雲はもうまっくろく、東の方だけ山やけの火が赤くうつって、恐（おそ）ろしいようです。"}
{"en": "Feeling an ache in his chest, Nighthawk again took off into the sky.", "ja": "よだかはむねがつかえたように思いながら、又そらへのぼりました。"}
{"en": "Again a beetle flew into his mouth,", "ja": "また一疋の甲虫が、夜だかののどに、はいりました。"}
{"en": "and there it squirmed, scratching his throat.", "ja": "そしてまるでよだかの咽喉をひっかいてばたばたしました。"}
{"en": "After great effort Nighthawk managed to swallow the beetle, but doing so caused his heart to leap, and he cried out in a loud voice.", "ja": "よだかはそれを無理にのみこんでしまいましたが、その時、急に胸がどきっとして、夜だかは大声をあげて泣き出しました。"}
{"en": "Crying, he flew around and around, making circles in the sky.", "ja": "泣きながらぐるぐるぐるぐる空をめぐったのです。"}
{"en": "Oh, I kill so many beetles and insects every night.", "ja": "（ああ、かぶとむしや、たくさんの羽虫が、毎晩僕に殺される。"}
{"en": "And now I’m to be killed by the hawk.", "ja": "そしてそのただ一つの僕がこんどは鷹に殺される。"}
{"en": "So this is what it feels like.", "ja": "それがこんなにつらいのだ。"}
{"en": "Oh, I can’t stand this.", "ja": "ああ、つらい、つらい。"}
{"en": "I’ll stop eating insects, and starve to death.", "ja": "僕はもう虫をたべないで餓（う）えて死のう。"}
{"en": "No, Hawk will kill me before that happens.", "ja": "いやその前にもう鷹が僕を殺すだろう。"}
{"en": "No, before that happens I’ll fly far, far away.", "ja": "いや、その前に、僕は遠くの遠くの空の向うに行ってしまおう。）"}
{"en": "The red light from the sun spread like water, setting the clouds on fire.", "ja": "山焼けの火は、だんだん水のように流れてひろがり、雲も赤く燃えているようです。"}
{"en": "Nighthawk flew straight to the home of his brother, Kingfisher.", "ja": "よだかはまっすぐに、弟の川せみの所へ飛んで行きました。"}
{"en": "When he got there Kingfisher had just awoken, and was looking at the burning mountains.", "ja": "きれいな川せみも、丁度起きて遠くの山火事を見ていた所でした。"}
{"en": "Seeing Nighthawk land, he spoke:", "ja": "そしてよだかの降りて来たのを見て云いました。"}
{"en": "“Well hello, brother.", "ja": "「兄さん。"}
{"en": "To what do I owe the pleasure?”", "ja": "何か急のご用ですか。」"}
{"en": "“Nothing. I just came to say goodbye. I’m leaving for a place far, far away.”", "ja": "「いいや、僕は今度遠い所へ行くからね、その前一寸（ちょっと）お前に遭（あ）いに来たよ。」"}
{"en": "“Brother!", "ja": "「兄さん。"}
{"en": "You can’t leave!", "ja": "行っちゃいけませんよ。"}
{"en": "With Hummingbird so far away now, I’ll be left all alone!”", "ja": "蜂雀（はちすずめ）もあんな遠くにいるんですし、僕ひとりぼっちになってしまうじゃありませんか。」"}
{"en": "“I’m sorry,", "ja": "「それはね。"}
{"en": "it can’t be helped.", "ja": "どうも仕方ないのだ。"}
{"en": "Please, speak no further on this today.", "ja": "もう今日は何も云わないで呉（く）れ。"}
{"en": "And please, try not to kill any more fish than is absolutely necessary.", "ja": "そしてお前もね、どうしてもとらなければならない時のほかはいたずらにお魚を取ったりしないようにして呉れ。"}
{"en": "Good bye, now.”", "ja": "ね、さよなら。」"}
{"en": "“Brother,", "ja": "「兄さん。"}
{"en": "what’s wrong with you?", "ja": "どうしたんです。"}
{"en": "Please, stay a little longer.”", "ja": "まあもう一寸お待ちなさい。」"}
{"en": "“No, staying any longer won’t change things.", "ja": "「いや、いつまで居てもおんなじだ。"}
{"en": "Please give my regards to Hummingbird.", "ja": "はちすずめへ、あとでよろしく云ってやって呉れ。"}
{"en": "Goodbye.", "ja": "さよなら。"}
{"en": "I’m afraid we’ll never meet again.", "ja": "もうあわないよ。"}
{"en": "Goodbye.”", "ja": "さよなら。」"}
{"en": "Nighthawk returned to his home in tears.", "ja": "よだかは泣きながら自分のお家（うち）へ帰って参りました。"}
{"en": "The short summer night was already coming to an end.", "ja": "みじかい夏の夜はもうあけかかっていました。"}
{"en": "The fern leaves absorbed the mist as they waved blue and cold.", "ja": "羊歯（しだ）の葉は、よあけの霧（きり）を吸って、青くつめたくゆれました。"}
{"en": "Nighthawk gave a high twitter.", "ja": "よだかは高くきしきしきしと鳴きました。"}
{"en": "He then thoroughly straightened up his nest, preened his feathers, and flew from his nest again.", "ja": "そして巣の中をきちんとかたづけ、きれいにからだ中のはねや毛をそろえて、また巣から飛び出しました。"}
{"en": "The mist had cleared, and the sun had just risen in the East.", "ja": "霧がはれて、お日さまが丁度東からのぼりました。"}
{"en": "Ignoring the dizzying brightness, Nighthawk flew like an arrow in that direction.", "ja": "夜だかはぐらぐらするほどまぶしいのをこらえて、矢のように、そっちへ飛んで行きました。"}
{"en": "“Mr. Sun, Mr. Sun!", "ja": "「お日さん、お日さん。"}
{"en": "Please bring me to you!", "ja": "どうぞ私をあなたの所へ連れてって下さい。"}
{"en": "I don’t care that I’ll burn and die.", "ja": "灼（や）けて死んでもかまいません。"}
{"en": "Even an ugly body like mine will shine as it burns!", "ja": "私のようなみにくいからだでも灼けるときには小さなひかりを出すでしょう。"}
{"en": "Please, take me!”", "ja": "どうか私を連れてって下さい。」"}
{"en": "But no matter how far he flew, he didn’t get any closer to the sun.", "ja": "行っても行っても、お日さまは近くなりませんでした。"}
{"en": "The sun seemed to get smaller and farther, even, and said", "ja": "かえってだんだん小さく遠くなりながらお日さまが云いました。"}
{"en": "“Nighthawk, isn’t it?", "ja": "「お前はよだかだな。"}
{"en": "Yes, yes, I know your pain.", "ja": "なるほど、ずいぶんつらかろう。"}
{"en": "But you should try talking to the stars.", "ja": "今度そらを飛んで、星にそうたのんでごらん。"}
{"en": "You’re not a day bird, you know.”", "ja": "お前はひるの鳥ではないのだからな。」"}
{"en": "Nighthawk tried to give a bow, but suddenly became dizzy and fell back down into the fields.", "ja": "夜だかはおじぎを一つしたと思いましたが、急にぐらぐらしてとうとう野原の草の上に落ちてしまいました。"}
{"en": "He felt as if he were having a dream.", "ja": "そしてまるで夢（ゆめ）を見ているようでした。"}
{"en": "He saw his body climbing up to between the red and yellow stars, he saw himself blown endlessly by the wind, he saw himself trapped in Hawk’s talons.", "ja": "からだがずうっと赤や黄の星のあいだをのぼって行ったり、どこまでも風に飛ばされたり、又鷹が来てからだをつかんだりしたようでした。"}
{"en": "Something cold plopped on his face.", "ja": "つめたいものがにわかに顔に落ちました。"}
{"en": "He opened his eyes.", "ja": "よだかは眼（め）をひらきました。"}
{"en": "The dew from the pampas grass had dripped on him.", "ja": "一本の若いすすきの葉から露（つゆ）がしたたったのでした。"}
{"en": "It was already night, and the sky was blue-black and filled with blinking stars.", "ja": "もうすっかり夜になって、空は青ぐろく、一面の星がまたたいていました。"}
{"en": "Nighthawk flew back up into the sky.", "ja": "よだかはそらへ飛びあがりました。"}
{"en": "The mountains were again red with the setting sun.", "ja": "今夜も山やけの火はまっかです。"}
{"en": "Nighthawk flew about in that faint glow and among the cold light of the stars.", "ja": "よだかはその火のかすかな照りと、つめたいほしあかりの中をとびめぐりました。"}
{"en": "Then he flew off again.", "ja": "それからもう一ぺん飛びめぐりました。"}
{"en": "He headed west, straight towards the beautiful constellation of Orion, shouting", "ja": "そして思い切って西のそらのあの美しいオリオンの星の方に、まっすぐに飛びながら叫（さけ）びました。"}
{"en": "“Oh, star!", "ja": "「お星さん。"}
{"en": "Blue-white star of the West!", "ja": "西の青じろいお星さん。"}
{"en": "Please take me to you!", "ja": "どうか私をあなたのところへ連れてって下さい。"}
{"en": "I don’t care that I will be burned to death!”", "ja": "灼けて死んでもかまいません。」"}
{"en": "But Orion just continued singing his heroic song, and didn’t pay Nighthawk the least bit of attention.", "ja": "オリオンは勇ましい歌をつづけながらよだかなどはてんで相手にしませんでした。"}
{"en": "The Nighthawk almost began to cry, and spiraled back to the ground.", "ja": "よだかは泣きそうになって、よろよろと落ちて、"}
{"en": "He finally landed and took off again, circling once.", "ja": "それからやっとふみとまって、もう一ぺんとびめぐりました。"}
{"en": "Then he flew straight towards Canis Major in the south, shouting,", "ja": "それから、南の大犬座の方へまっすぐに飛びながら叫びました。"}
{"en": "“Oh, Star!", "ja": "「お星さん。"}
{"en": "Blue star of the South!", "ja": "南の青いお星さん。"}
{"en": "Please take me to you!", "ja": "どうか私をあなたの所へつれてって下さい。"}
{"en": "I don’t care that I will be burned to death!”", "ja": "やけて死んでもかまいません。」"}
{"en": "The Great Dog blinked blue and purple and yellow and said,", "ja": "大犬は青や紫（むらさき）や黄やうつくしくせわしくまたたきながら云いました。"}
{"en": "“Silence with such foolishness.", "ja": "「馬鹿を云うな。"}
{"en": "Who do you think you are?", "ja": "おまえなんか一体どんなものだい。"}
{"en": "You’re just a bird.", "ja": "たかが鳥じゃないか。"}
{"en": "It would take you millions, billions, trillions of years to fly this far with those wings of yours!”", "ja": "おまえのはねでここまで来るには、億年兆年億兆年だ。」"}
{"en": "and with that, he turned away.", "ja": "そしてまた別の方を向きました。"}
{"en": "Disappointed again, Nighthawk spiraled back to the Earth.", "ja": "よだかはがっかりして、よろよろ落ちて、"}
{"en": "He then flew back up and circled twice.", "ja": "それから又二へん飛びめぐりました。"}
{"en": "This time he flew north towards Ursa Major, shouting", "ja": "それから又思い切って北の大熊星（おおぐまぼし）の方へまっすぐに飛びながら叫びました。"}
{"en": "“Blue star of the North!", "ja": "「北の青いお星さま、"}
{"en": "Please take me to you!”", "ja": "あなたの所へどうか私を連れてって下さい。」"}
{"en": "The Great Bear answered,", "ja": "大熊星はしずかに云いました。"}
{"en": "“Don’t waste your time with such silliness.", "ja": "「余計なことを考えるものではない。"}
{"en": "You should go cool your head.", "ja": "少し頭をひやして来なさい。"}
{"en": "Jumping into an iceberg-filled ocean might help, or if there is no ocean near you, try diving into a cup filled with ice water.”", "ja": "そう云うときは、氷山の浮（う）いている海の中へ飛び込（こ）むか、近くに海がなかったら、氷をうかべたコップの水の中へ飛び込むのが一等だ。」"}
{"en": "Disappointed again, Nighthawk spiraled back to the Earth, and then flew back up and circled four times.", "ja": "よだかはがっかりして、よろよろ落ちて、それから又、四へんそらをめぐりました。"}
{"en": "He then flew east again, towards the eagle Aquila on the far bank of the just-risen the Milky Way, shouting,", "ja": "そしてもう一度、東から今のぼった天（あま）の川（がわ）の向う岸の鷲（わし）の星に叫びました。"}
{"en": "“White star of the East!", "ja": "「東の白いお星さま、"}
{"en": "Please take me to you!", "ja": "どうか私をあなたの所へ連れてって下さい。"}
{"en": "I don’t care that I will be burned to death!”", "ja": "やけて死んでもかまいません。」"}
{"en": "The Eagle proudly stated,", "ja": "鷲は大風（おおふう）に云いました。"}
{"en": "“No, no, that will never happen.", "ja": "「いいや、とてもとても、話にも何にもならん。"}
{"en": "You need a certain level of birth to become a star.", "ja": "星になるには、それ相応の身分でなくちゃいかん。"}
{"en": "That and a lot of money.”", "ja": "又よほど金もいるのだ。」"}
{"en": "Nighthawk lost all hope, and closing his wings began to fall to the ground.", "ja": "よだかはもうすっかり力を落してしまって、はねを閉じて、地に落ちて行きました。"}
{"en": "When his weak legs were just a yard from the ground he suddenly twisted back up into the heavens like a whirlwind.", "ja": "そしてもう一尺で地面にその弱い足がつくというとき、よだかは俄（にわ）かにのろしのようにそらへとびあがりました。"}
{"en": "Upon reaching the high heavens he spun around like an eagle attacking a bear and stood his feathers on end.", "ja": "そらのなかほどへ来て、よだかはまるで鷲が熊を襲（おそ）うときするように、ぶるっとからだをゆすって毛をさかだてました。"}
{"en": "He let out a high, high screech.", "ja": "それからキシキシキシキシキシッと高く高く叫びました。"}
{"en": "His voice was like a hawk’s.", "ja": "その声はまるで鷹でした。"}
{"en": "The other birds asleep in the fields and the forest all woke up and, shaking, looked curiously up into the starry sky.", "ja": "野原や林にねむっていたほかのとりは、みんな目をさまして、ぶるぶるふるえながら、いぶかしそうにほしぞらを見あげました。"}
{"en": "Nighthawk continued on higher and higher, straight up into the sky.", "ja": "夜だかは、どこまでも、どこまでも、まっすぐに空へのぼって行きました。"}
{"en": "The sun on the mountains looked like the glowing end of a cigarette.", "ja": "もう山焼けの火はたばこの吸殻（すいがら）のくらいにしか見えません。"}
{"en": "Nighthawk climbed and climbed.", "ja": "よだかはのぼってのぼって行きました。"}
{"en": "The cold froze his breath upon his breast.", "ja": "寒さにいきはむねに白く凍（こお）りました。"}
{"en": "The air became thinner, causing him to beat his wings faster and faster.", "ja": "空気がうすくなった為に、はねをそれはそれはせわしくうごかさなければなりませんでした。"}
{"en": "Nonetheless, the stars grew no larger.", "ja": "それだのに、ほしの大きさは、さっきと少しも変りません。"}
{"en": "His chest pumped like a bellows.", "ja": "つくいきはふいごのようです。"}
{"en": "The cold and frost pierced him like a sword.", "ja": "寒さや霜（しも）がまるで剣のようによだかを刺（さ）しました。"}
{"en": "His wings grew numb.", "ja": "よだかははねがすっかりしびれてしまいました。"}
{"en": "He opened tear-filled eyes and once again looked up at the heavens.", "ja": "そしてなみだぐんだ目をあげてもう一ぺんそらを見ました。"}
{"en": "And yes,", "ja": "そうです。"}
{"en": "that was the end of him.", "ja": "これがよだかの最後でした。"}
{"en": "He no longer knew if he was falling or climbing, upside down or right side up, or if he was still looking up.", "ja": "もうよだかは落ちているのか、のぼっているのか、さかさになっているのか、上を向いているのかも、わかりませんでした。"}
{"en": "But peace filled his heart, and though his bloody beak was slightly bent to one side, there was a slight smile on it.", "ja": "ただこころもちはやすらかに、その血のついた大きなくちばしは、横にまがっては居ましたが、たしかに少しわらって居（お）りました。"}
{"en": "After a time Nighthawk opened his eyes wide.", "ja": "それからしばらくたってよだかははっきりまなこをひらきました。"}
{"en": "He saw that his body had become a beautiful light, blue like a phosphorous flame, burning silently.", "ja": "そして自分のからだがいま燐（りん）の火のような青い美しい光になって、しずかに燃えているのを見ました。"}
{"en": "Just next to him was Cassiopeia.", "ja": "すぐとなりは、カシオピア座でした。"}
{"en": "From just behind him shined the blue-white light of the Milky Way.", "ja": "天の川の青じろいひかりが、すぐうしろになっていました。"}
{"en": "And Nighthawk’s Star burned on.", "ja": "そしてよだかの星は燃えつづけました。"}
{"en": "It burned on and forever on.", "ja": "いつまでもいつまでも燃えつづけました。"}
{"en": "It continues to burn, even now.", "ja": "今でもまだ燃えています。"}
