{"en": "The Swineherd", "ja": "ブタ飼い王子"}
{"en": "Hans Christian Andersen", "ja": "ハンス・クリスチャン・アンデルセン"}
{"en": "ONCE upon a time lived a poor prince;", "ja": "むかし、まずしい王子さまがおりました。"}
{"en": "his kingdom was very small, but it was large enough to enable him to marry,", "ja": "その国はとっても小さかったのですが、だれかと結婚しようってくらいには十分な大きさでした。"}
{"en": "and marry he would.", "ja": "そして、その王子さまはある人と結婚したいと思っていたのです。"}
{"en": "It was rather bold of him that he went and asked the emperor’s daughter:", "ja": "それにしても、この王子さまが皇帝さまの娘にむかって"}
{"en": "“Will you marry me?”", "ja": "「結婚してくれますか？」"}
{"en": "but he ventured to do so,", "ja": "それでも王子さまはそう言ったのです。"}
{"en": "for his name was known far and wide,", "ja": "なんたって、王子さまの名前は、たくさんの人が知っているのです。"}
{"en": "and there were hundreds of princesses who would have gladly accepted him,", "ja": "かれが結婚を申し込めば、「はい」とか「よろこんで」と答えるお姫さまだって、数え切れないほどいるでしょう。"}
{"en": "but would she do so?", "ja": "じゃあ、そのお姫さまはなんて答えたでしょうか。"}
{"en": "Now we shall see.", "ja": "さて、そこからこの物語が始まるわけです。"}
{"en": "On the grave of the prince’s father grew a rose-tree,", "ja": "まず、王子さまのお父さんが眠っているお墓には、一本のバラの木が生えていました。"}
{"en": "the most beautiful of its kind.", "ja": "とってもきれいなバラの木でした。"}
{"en": "It bloomed only once in five years, and then it had only one single rose upon it, but what a rose!", "ja": "しかもこのバラは、五年にいちどしか花を咲かせないうえに、咲くときにもたったのひとつしか花を咲かせないバラなのです。"}
{"en": "It had such a sweet scent that one instantly forgot all sorrow and grief when one smelt it.", "ja": "けれど、そのいい香りといったら、かぐだけでそれまでの心配事や悲しい思いもすべて忘れてしまうほどでした。"}
{"en": "He had also a nightingale,", "ja": "それに、王子さまはナイチンゲールも飼っていました。"}
{"en": "which could sing as if every sweet melody was in its throat.", "ja": "このナイチンゲールは、その小さなのどの中にすばらしいメロディーを住ませているのかと思わせるほどに、すてきに歌うことができるのでした。"}
{"en": "This rose and the nightingale he wished to give to the princess;", "ja": "王子さまはこのバラとナイチンゲールをお姫さまにあげることにしました。"}
{"en": "and therefore both were put into big silver cases and sent to her.", "ja": "そこで、それらを大きな銀色の箱につめこんで、お姫さまへ送りました。"}
{"en": "The emperor ordered them to be carried into the great hall", "ja": "皇帝さまはその箱を大きなホールへ運ばせました。"}
{"en": "where the princess was just playing “Visitors are coming” with her ladies-in-waiting;", "ja": "そこではお姫さまと侍女たちが「お客さまごっこ」をして遊んでいました。"}
{"en": "when she saw the large cases with the presents therein, she clapped her hands for joy.", "ja": "そしてお姫さまはプレゼントの箱を見つけると、手をたたいてよろこびました。"}
{"en": "“I wish it were a little pussy cat,”", "ja": "「まあ、その中身がかわいい子ネコだっらたいいのに！」"}
{"en": "she said.", "ja": "お姫さまはそう言いましたが、"}
{"en": "But then the rose-tree with the beautiful rose was unpacked.", "ja": "それはバラの木でした。"}
{"en": "“Oh, how nicely it is made,”", "ja": "「まあ、なんてきれいに作ったバラなんでしょう！」"}
{"en": "exclaimed the ladies.", "ja": "侍女たちは口々に言いました。"}
{"en": "“It is more than nice,”", "ja": "「きれいだというだけじゃない。"}
{"en": "said the emperor,", "ja": "なんてすばらしいんだろう！」"}
{"en": "“it is charming.”", "ja": "皇帝さまが言いました。"}
{"en": "The princess touched it and nearly began to cry.", "ja": "しかしお姫さまはバラにさわると、いまにも泣きそうになりました。"}
{"en": "“For shame, pa,”", "ja": "「きゃあ、お父さま！」"}
{"en": "she said,", "ja": "お姫さまが叫びました。"}
{"en": "“it is not artificial, it is natural!”", "ja": "「これ、作りものじゃなくって、本物の花だわ！」"}
{"en": "“Let us first see what the other case contains before we are angry,”", "ja": "「まあ、怒るまえに、もうひとつの箱の中身を見てみようじゃないか」"}
{"en": "said the emperor;", "ja": "皇帝さまが言いました。"}
{"en": "then the nightingale was taken out, and it sang so beautifully that no one could possibly say anything unkind about it.", "ja": "するとナイチンゲールが飛び出してきて、とっても愉快な声で歌いましたから、すぐにはだれも文句を言うことができませんでした。"}
{"en": "“Superbe,", "ja": "「シュペルブ！"}
{"en": "charmant,”", "ja": "シャルマン！」"}
{"en": "said the ladies of the court,", "ja": "侍女たちはフランス語でおどろきの声をあげました。"}
{"en": "for they all prattled French, one worse than the other.", "ja": "侍女たちはフランス語をたしなんでいたからですが、おどろきの声は誰かが口を出すごとにひどくなっていきました。"}
{"en": "“How much the bird reminds me of the musical box of the late lamented empress,”", "ja": "「その鳥の歌声は、なくなった皇后さまが持っていらしたオルゴールを思い出させますな。"}
{"en": "said an old courtier, “it has exactly the same tone, the same execution.”", "ja": "年とった家臣が言いました。"}
{"en": "“You are right,”", "ja": "「ほんとに、そうじゃな！」"}
{"en": "said the emperor, and began to cry like a little child.", "ja": "皇帝さまはそう言って思い返すと、子どものように泣きました。"}
{"en": "“I hope it is not natural,”", "ja": "「それでも、その鳥が本物じゃなかったらいいんだけど」"}
{"en": "said the princess.", "ja": "お姫さまが言いました。"}
{"en": "“Yes, certainly it is natural,”", "ja": "「いいえ、これは本物の鳥でございます」"}
{"en": "replied those who had brought the presents.", "ja": "この箱を運んできた者が言いました。"}
{"en": "“Then let it fly,”", "ja": "「それなら、その鳥は飛ばしてやりなさい」"}
{"en": "said the princess,", "ja": "お姫さまは言いました。"}
{"en": "and refused to see the prince.", "ja": "そして、王子さまが会いにくるのを絶対に許そうとはしませんでした。"}
{"en": "But the prince was not discouraged.", "ja": "けれども王子さまはめげませんでした。"}
{"en": "He painted his face, put on common clothes, pulled his cap over his forehead,", "ja": "かれは自分の顔に茶色と黒の泥を塗りつけて、耳が隠れるまで帽子をかぶりました。"}
{"en": "and came back.", "ja": "そして、皇帝さまのお屋敷の門をたたいたのです。"}
{"en": "“Good day, emperor,”", "ja": "「ごめんください、皇帝さま！"}
{"en": "he said,", "ja": "このお屋敷でわたしを雇ってくださいませんか？」"}
{"en": "“could you not give me some employment at the court?”", "ja": "王子さまが言いました。"}
{"en": "But wait a moment; it just comes into my mind,", "ja": "「ほお、そうか。"}
{"en": "I require somebody to look after my pigs,", "ja": "それならブタの世話を見てもらおうかな。"}
{"en": "for I have a great many.”", "ja": "なんたって、ブタがいっぱいおるもんでな」"}
{"en": "Thus the prince was appointed imperial swineherd,", "ja": "そうして王子さまは皇帝さまのところで「ブタ飼い」の仕事をすることになりました。"}
{"en": "and as such he lived in a wretchedly small room near the pigsty;", "ja": "そして、ブタ小屋のそばにある小さな汚い小屋をいただきました。"}
{"en": "there he worked all day long,", "ja": "王子さまはそこに座り込むと、何やら仕事を始めました。"}
{"en": "and when it was night he had made a pretty little pot.", "ja": "そして夕方には、かわいい小さなつぼを作りあげました。"}
{"en": "There were little bells round the rim,", "ja": "つぼのまわりには、たくさんの鈴がついていました。"}
{"en": "and when the water began to boil in it, the bells began to play the old tune:", "ja": "つぼのお湯が沸くと、そのベルがとってもすてきな音を鳴らして、昔ながらのメロディを奏でるのでした。"}
{"en": "“A jolly old sow once lived in a sty, Three little piggies had she,”", "ja": "「おお、愛しのアウグスティン、もう何にもない、ない、ない」"}
{"en": "But what was more wonderful was that, when one put a finger into the steam rising from the pot, one could at once smell what meals they were preparing on every fire in the whole town.", "ja": "しかもさらにおもしろいことに、そのつぼから出てくる湯気に手をかざせば、町中のおうちで何の料理が作られているかを、たちまちかぎ分けることができるのです。"}
{"en": "That was indeed much more remarkable than the rose.", "ja": "ほら、これはまたバラとはまったくちがうものでしょ。"}
{"en": "When the princess with her ladies passed by", "ja": "さて、ちょうどお姫さまが歩いてきました。"}
{"en": "and heard the tune, she stopped and looked quite pleased,", "ja": "お姫さまはこの鈴のメロディを聞くと、立ち止まって何だかうれしそうにしました。"}
{"en": "in fact, it was the only tune she could play, and she ――", "ja": "お姫さまはこの「愛しいアウグスティン」ならピアノでひくことができたからです。"}
{"en": "in fact, it was the only tune she could play, and she played it with one finger.", "ja": "といっても、お姫さまがひけるのはこの一節だけで、しかも一本指でひくのですが。"}
{"en": "“That is the tune I know,”", "ja": "「ねえ、わたしもこの節ならひけるわよ」"}
{"en": "she exclaimed.", "ja": "お姫さまが言いました。"}
{"en": "“He must be a well-educated swineherd.", "ja": "「あのブタ飼いはきっと、学問のある人にちがいないわ！"}
{"en": "Go and ask him how much the instrument is.”", "ja": "あそこへ行って、あの楽器がいくらするのか聞いてきてちょうだい」"}
{"en": "One of the ladies had to go and ask;", "ja": "そこで、侍女のひとりが聞きにいくことになりました。"}
{"en": "but she put on pattens.", "ja": "けれども、そのまえに彼女は泥よけの木靴にはきかえて行きました。"}
{"en": "“What will you take for your pot?”", "ja": "「そのつぼをゆずってくださらない？」"}
{"en": "asked the lady.", "ja": "侍女が聞きました。"}
{"en": "“I will have ten kisses from the princess,”", "ja": "「それじゃ、お姫さまのキスを十ください」"}
{"en": "said the swineherd.", "ja": "ブタ飼いが答えました。"}
{"en": "“God forbid,”", "ja": "「まあ、なんてことなの！」"}
{"en": "said the lady.", "ja": "侍女が言いました。"}
{"en": "“Well, I cannot sell it for less,”", "ja": "「それ以下じゃ、おゆずりできません」"}
{"en": "replied the swineherd.", "ja": "ブタ飼いが答えました。"}
{"en": "“It is very naughty,”", "ja": "「ほんとに、ずうずうしいやつね！」"}
{"en": "said the princess, and walked off.", "ja": "お姫さまはそう言って歩き出しましたが、"}
{"en": "But when she had gone a little distance, the bells rang again so sweetly:", "ja": "少し進むとまたあのベルのすてきな音が鳴り始めました。"}
{"en": "“A jolly old sow once lived in a sty, Three little piggies had she,”", "ja": "「おお、愛しのアウグスティン、もう何にもない、ない、ない」"}
{"en": "“Ask him,”", "ja": "「まって、あの人に、侍女のキスを十でもいいかって聞いてきてちょうだい」"}
{"en": "said the princess,", "ja": "お姫さまが言いました。"}
{"en": "“No, thank you,”", "ja": "「いやだめです！」"}
{"en": "said the swineherd:", "ja": "ブタ飼いは答えました。"}
{"en": "“ten kisses from the princess,", "ja": "「お姫さまのキスを十です。"}
{"en": "or I keep my pot.”", "ja": "だめならつぼはおゆずりしません」"}
{"en": "“That is tiresome,”", "ja": "「そんなのなしよ！」"}
{"en": "said the princess.", "ja": "お姫さまが言いました。"}
{"en": "“But you must stand before me, so that nobody can see it.”", "ja": "「じゃあ、あんたたち、だれにも見られないように、あたしの前に立っててちょうだい」"}
{"en": "The ladies placed themselves in front of her and spread out their dresses,", "ja": "そこで侍女たちはドレスを広げてお姫さまの前に立ちました。"}
{"en": "and she gave the swineherd ten kisses", "ja": "そうして、ブタ飼いはお姫さまのキスをもらいました。"}
{"en": "and received the pot.", "ja": "そしてお姫さまはつぼをもらったのです。"}
{"en": "That was a pleasure!", "ja": "ほんとにおもしろいことでした！"}
{"en": "Day and night the water in the pot was boiling;", "ja": "お姫さまたちは、その日の夕方も、次の日もつぼでお湯を沸かしました。"}
{"en": "there was not a single fire in the whole town of which they did not know what was preparing on it,", "ja": "お姫さまたちは、この町の中ならどこのおうちでも何の料理を作っているのか、すっかり分かるのです。"}
{"en": "the chamberlain’s as well as the shoemaker’s.", "ja": "お屋敷の執事のおうちから、靴屋さんのおうちまで。"}
{"en": "The ladies danced and clapped their hands for joy.", "ja": "侍女たちは手を叩いたり踊ったりしながらよろこびました。"}
{"en": "“We know who will eat soup and pancakes;", "ja": "「わたしたち、今日の夕飯にだれがスープを飲むのかも、だれがパンケーキを食べるのかも分かるのよ。"}
{"en": "we know who will eat porridge and cutlets;", "ja": "だれがカツレツを食べるのかも、だれが卵を食べるのかも。"}
{"en": "oh, how interesting!”", "ja": "ほんと、おもしろいわ！」"}
{"en": "“Very interesting, indeed,”", "ja": "「ほんと。"}
{"en": "“But you must not betray me,", "ja": "でもこれは秘密よ。"}
{"en": "for I am the emperor’s daughter.”", "ja": "だって、わたしは皇帝の娘なんだから」"}
{"en": "The swineherd――that is to say, the prince――but they did not know otherwise than that he was a real swineherd", "ja": "あのブタ飼いは本当は王子さまなのですが、だれもがただの恵まれないブタ飼いなんだと思っていました。"}
{"en": "――did not waste a single day without doing something;", "ja": "その王子さまは、一日とて何もせずに過ごしたりはしませんでした。"}
{"en": "he made a rattle,", "ja": "そしてこんどはガラガラを作りました。"}
{"en": "which, when turned quickly round, played all the waltzes, galops, and polkas known since the creation of the world.", "ja": "そのガラガラを回すと、ワルツやジーグや、これまでに世の中で作られたどんな曲でも奏でることができるのです。"}
{"en": "“But that is superbe,”", "ja": "「まあ、すごいわ！」"}
{"en": "said the princess passing by.", "ja": "お姫さまがそこを通りかかったときに言いました。"}
{"en": "“I have never heard a more beautiful composition.", "ja": "「あたし、こんなにすてきな曲は聞いたことがないわ。"}
{"en": "Go down and ask him what the instrument costs;", "ja": "あそこへ行って、あの楽器がいくらなのか聞いてきてちょうだい。"}
{"en": "but I shall not kiss him again.”", "ja": "でも、もうキスはしませんからね！」"}
{"en": "“He will have a hundred kisses from the princess,”", "ja": "「お姫さまのキスを百くれと言っています！」"}
{"en": "said the lady, who had gone down to ask him.", "ja": "ブタ飼いに聞いてきた侍女が言いました。"}
{"en": "“I believe he is mad,”", "ja": "「あいつは頭がどうかしてるんだわ！」"}
{"en": "said the princess,", "ja": "お姫さまが言いました。"}
{"en": "and walked off, but soon she stopped.", "ja": "そうして歩き出しましたが、少し進むとお姫さまはまた立ち止まりました。"}
{"en": "“One must encourage art,”", "ja": "「芸術は奨励するものだわ」"}
{"en": "she said.", "ja": "お姫さまは言いました。"}
{"en": "“I am the emperor’s daughter!", "ja": "「あたしは皇帝の娘なのよ。"}
{"en": "Tell him", "ja": "あの人に言ってちょうだい。"}
{"en": "I will give him ten kisses, as I did the other day;", "ja": "あたしが昨日みたくキスを十するから、"}
{"en": "the remainder one of my ladies can give him.”", "ja": "あとは侍女たちにしてもらいなさいって」"}
{"en": "“But we do not like to kiss him”", "ja": "でも、わたしたちはそんなこと、したくありません！」"}
{"en": "said the ladies.", "ja": "侍女たちが言いました。"}
{"en": "“That is nonsense,”", "ja": "「なにを言ってるの？」"}
{"en": "said the princess;", "ja": "お姫さまが言いました。"}
{"en": "“if I can kiss him, you can also do it.", "ja": "「あたしだってキスするんだから、あんたたちだってできるでしょ。"}
{"en": "Remember that I give you food and employment.”", "ja": "いいこと、それがあんたたちの仕事なの」"}
{"en": "And the lady had to go down once more.", "ja": "そうして、侍女たちはまたブタ飼いのほうへ行きました。"}
{"en": "“A hundred kisses from the princess,”", "ja": "「お姫さまのキスを百です！」"}
{"en": "said the swineherd,", "ja": "ブタ飼いが言いました。"}
{"en": "“or everybody keeps his own.”", "ja": "「そうじゃないなら、だれにもこれはあげられません！」"}
{"en": "“Place yourselves before me,”", "ja": "「まわりに立っててちょうだい！」"}
{"en": "said the princess then.", "ja": "お姫さまがそう言うと、"}
{"en": "They did as they were bidden, and the princess kissed him.", "ja": "キスをしているあいだ、侍女たちはお姫さまのまわりに立っていました。"}
{"en": "“I wonder what that crowd near the pigsty means!”", "ja": "「ブタ小屋のまわりが、やけにさわがしいようだが、どうしたわけだ？」"}
{"en": "said the emperor, who had just come out on his balcony.", "ja": "ちょうどバルコニーに出てきた皇帝さまが言いました。"}
{"en": "He rubbed his eyes and put his spectacles on.", "ja": "かれは目をこすって、メガネをかけました。"}
{"en": "“The ladies of the court are up to some mischief, I think.", "ja": "「あそこにいるのは侍女たちだな。"}
{"en": "I shall have to go down and see.”", "ja": "あっちへ行って、何をしてるのか見てやろう！」"}
{"en": "He pulled up his shoes,", "ja": "皇帝さまはスリッパのかかとを引き上げました。"}
{"en": "for they were down at the heels,", "ja": "皇帝さまはかかとをふんずけて歩いていたからです。"}
{"en": "When he had come down into the courtyard he walked quite softly,", "ja": "皇帝さまはお庭に出てくると、そーっと歩き始めました。"}
{"en": "and the ladies were so busily engaged in counting the kisses, that all should be fair, that they did not notice the emperor.", "ja": "侍女たちはキスをきちんとやっているか数えるのに夢中で、皇帝さまがやってきたことには気づきませんでした。"}
{"en": "He raised himself on tiptoe.", "ja": "皇帝さまはつま先立ちでのぞきこみました。"}
{"en": "“What does this mean?”", "ja": "「これはいったい何だ？」"}
{"en": "he said, when he saw that his daughter was kissing the swineherd,", "ja": "皇帝さまはそこで何をしているのか見えたとたんに叫びました。"}
{"en": "and then hit their heads with his shoe just as the swineherd received the sixty-eighth kiss.", "ja": "そしてブタ飼いがちょうど86回目のキスをもらっているときに、お姫さまの頭をスリッパで叩きました。"}
{"en": "“Go out of my sight,”", "ja": "「出て行くんだ！」"}
{"en": "said the emperor, for he was very angry;", "ja": "皇帝さまはとても怒って言いました。"}
{"en": "and both the princess and the swineherd were banished from the empire.", "ja": "それでお姫さまとブタ飼いは町から追い出されてしまいました。"}
{"en": "There she stood and cried,", "ja": "お姫さまは立ち止まって泣きました。"}
{"en": "the swineherd scolded her,", "ja": "ブタ飼いはぶつぶつ言っています。"}
{"en": "and the rain came down in torrents.", "ja": "さらに雨がはげしく降ってきました。"}
{"en": "“Alas,", "ja": "「ああ！"}
{"en": "unfortunate creature that I am!”", "ja": "あたしはなんて不幸せなんでしょう！」"}
{"en": "said the princess,", "ja": "お姫さまが言いました。"}
{"en": "“I wish I had accepted the prince.", "ja": "「あのすてきな若い王子さまと結婚していれば！"}
{"en": "Oh,", "ja": "ああ！"}
{"en": "how wretched I am!”", "ja": "なんて不幸なのかしら！」"}
{"en": "The swineherd went behind a tree, wiped his face,", "ja": "するとブタ飼いは木かげのほうへ行って、黒や茶色の泥を顔から洗い落としました。"}
{"en": "threw off his poor attire and stepped forth in his princely garments;", "ja": "それからきたない服を脱ぐと、自分の王子さまの服を着てから出てきました。"}
{"en": "he looked so beautiful that the princess could not help bowing to him.", "ja": "こうなると王子さまはとっても上品に見えて、お姫さまも王子さまにおじぎをせずにはいられないほどでした。"}
{"en": "“I have now learnt to despise you,”", "ja": "「ぼくはあなたを軽蔑しますよ」"}
{"en": "he said.", "ja": "王子さまが言いました。"}
{"en": "“You refused an honest prince;", "ja": "「あなたは立派な王子をむかえようとはしなかった！"}
{"en": "you did not appreciate the rose and the nightingale;", "ja": "あなたはあのバラやナイチンゲールの価値も分からなかった。"}
{"en": "but you did not mind kissing a swineherd for his toys;", "ja": "それなのにあなたは、あんなくだらないおもちゃのためにはブタ飼いにだってキスしようとする。"}
{"en": "you have no one but yourself to blame!”", "ja": "その報いをいま受けるのです」"}
{"en": "And then he returned into his kingdom and left her behind.", "ja": "そう言うと王子さまは自分の小さな国に戻って、お姫さまの目の前で宮殿のドアを閉めてしまいました。"}
{"en": "She could now sing at her leisure:", "ja": "ですから、いまはお姫さまがこう歌っているのです。"}
{"en": "“A jolly old sow once lived in a sty, Three little piggies has she,”", "ja": "「おお、愛しのアウグスティン、もう何にもない、ない、ない」"}
