{"en": "The Tell-Tale Heart", "ja": "暴露させる心臓"}
{"en": "TRUE!", "ja": "本当なのです。"}
{"en": "- nervous - very, very dreadfully nervous I had been", "ja": "私は神経質に、それもかなり酷い神経質になっていたのでございます。"}
{"en": "and am;", "ja": "それは今も続いております。"}
{"en": "but why will you say that I am mad?", "ja": "それなのに、どういうわけ理由であなた様は私の気がふれているなどとおっしゃるのでしょうか？"}
{"en": "The disease had sharpened my senses", "ja": "病気のせいで神経が過敏になっていただけのことでございます。"}
{"en": "- not destroyed - not dulled them.", "ja": "私の精神は鈍りも壊れもしてはおりません。"}
{"en": "Above all was the sense of hearing acute.", "ja": "何よりも聴覚が人一倍鋭くなっていたのです。"}
{"en": "I heard all things in the heaven and in the earth.", "ja": "私には天上と地上のどんな音でも聞き取ることができました。"}
{"en": "I heard many things in hel.l", "ja": "地獄の音もたくさん耳にしました。"}
{"en": "How, then, am I mad?", "ja": "それなのに、どうして私の気がふれているのでしょうか？"}
{"en": "Hearken!", "ja": "それなら、どうぞよくお聴きになって下さいませ。"}
{"en": "and observe how healthily - how calmly I can tell you the whole story.", "ja": "私がいかにまともに、いかに落ち着いて事の一部始終をお話できるかお聴きになるとよろしいでしょう。"}
{"en": "It is impossible to say how first the idea entered my brain;", "ja": "どうしてこういう考えが最初に頭に浮かんだのか自分でもわかりません。"}
{"en": "but once conceived, it haunted me day and night.", "ja": "でも、いったん思いついてしまうと朝から晩までその考えが頭について離れなくなってしまったのでございます。"}
{"en": "Object there was none.", "ja": "目的などあろうはずもございません。"}
{"en": "Passion there was none.", "ja": "怒りで恨みが募っていたいうわけでもないのです。"}
{"en": "I loved the old man.", "ja": "私はあの老人を愛しておりました。"}
{"en": "He had never wronged me.", "ja": "老人から不当な扱いを受けたことはついぞございません。"}
{"en": "He had never given me insult.", "ja": "私を侮辱するようなことは決してございませんでした。"}
{"en": "For his gold I had no desire.", "ja": "あの老人の財産がほしいと望んだこともありません。"}
{"en": "I think it was his eye!", "ja": "ああ、そうです、あの老人の目だったのです！"}
{"en": "yes,", "ja": "そうですとも。"}
{"en": "it was this!", "ja": "まちがいございません。"}
{"en": "He had the eye of a vulture - a pale blue eye, with a film over it.", "ja": "あの禿鷹のような眼、膜の張ったどんよりとしたあの眼なのでございます。"}
{"en": "Whenever it fell upon me, my blood ran cold;", "ja": "あの眼で見られると決まって体中の血が凍り付いてしまったようになるのです。"}
{"en": "and so by degrees - very gradually - I made up my mind to take the life of the old man,", "ja": "そういうわけで私は徐々に、次第次第に、あの老人の命をうばってやろうと心に決めたのでございます。"}
{"en": "and thus rid myself of the eye  forever.", "ja": "そうすれば永久にあの眼から逃れられるのですから。"}
{"en": "Now this is the point.", "ja": "さて、ここが肝心なところでございます。"}
{"en": "You fancy me mad.", "ja": "あなた様は私が狂人だと思っていらっしゃる。、"}
{"en": "Madmen know nothing.", "ja": "狂った人間なら何もわかりはしないでしょう。"}
{"en": "But you should have seen me.", "ja": "そうお思いなら、私を見ていただけばよかったのです。"}
{"en": "You should have seen how wisely I proceeded - with what caution - with what foresight - with what dissimulation I went to work!", "ja": "私がどれほど賢く立ち回ったか、用心には用心を重ね、先の先まで考えて、老人に気づかれぬようどんなにさりげない風を装って行動したか、見てくださればよかったのです。"}
{"en": "I was never kinder to the old man than during the whole week before I killed him.", "ja": "あの老人を殺すまでの一週間ときたら、私はこれ以上ないくらい老人に優しく接しました。"}
{"en": "And every night, about midnight, I turned the latch of his door and opened it", "ja": "そうして毎晩、真夜中頃になると、老人のいる部屋の扉の掛け金をはずして開けたのです。"}
{"en": "- oh so gently!", "ja": "そおーっとゆっくり静かに、"}
{"en": "And then, when I had made an opening sufficient for my head, I put in a dark lantern, all closed, closed, that no light shone out, and then I thrust in my head.", "ja": "私の頭が差し込めるくらい開けて、一筋の光も漏れないようにすっぽりと全体に覆いを掛けた真っ暗なカンテラを差し入れて、それから自分の頭を中に入れました。"}
{"en": "Oh, you would have laughed to see how cunningly I thrust it in!", "ja": "きっとこれをご覧になったら、なんて上手い具合に頭をいれたんだ！とお笑いになるはずですよ。"}
{"en": "I moved it slowly - very, very slowly,", "ja": "私は自分の頭をゆっくりと、それはそれはゆっくりと動かしました。"}
{"en": "so that I might not disturb the old man's sleep.", "ja": "ですから間違っても老人の眠りを妨げるようなことはなかったと思います。"}
{"en": "It took me an hour to place my whole head within the opening so far that I could see him as he lay upon his bed.", "ja": "扉の隙間から寝台で眠っている老人の姿が見えるくらいまで自分の頭をいれるのに、一時間もかけました。"}
{"en": "Ha!", "ja": "どうです！"}
{"en": "would a madman have been so wise as this,", "ja": "狂人にこんな賢いまねはできないでしょう。"}
{"en": "And then, when my head was well in the room, I undid the lantern cautiously", "ja": "そうして、首から上だけ部屋の中に入れてから、ランタンの覆いをそろそろと外しました。"}
{"en": "-oh, so cautiously - cautiously", "ja": "本当にゆっくりと慎重に外しました。"}
{"en": "(for the hinges creaked)", "ja": "(ランタンの要が軋むものですから)。"}
{"en": "- I undid it just so much that a single thin ray fell upon the vulture eye.", "ja": "細い一条の光の筋が禿鷲のような目の上にかかるまでランタンの覆いを開けました。"}
{"en": "And this I did for seven long nights - every night just at midnight - but I found the eye always closed;", "ja": "私はこんな事を七晩も続けて、それも毎晩、きっかり深夜の１２時に、でも自分の目はいつもしっかり閉じておりました。"}
{"en": "and so it was impossible to do the work;", "ja": "ですからそんなにすんなりとは事が運ばなかったのです。"}
{"en": "for it was not the old man who vexed me, but his Evil Eye.", "ja": "私を苦しめたのは老人ではなく、あの身の毛のよだつ目なのでございますから。"}
{"en": "And every morning, when the day broke, I went boldly into the chamber, and spoke courageously to him, calling him by name in a hearty tone, and inquiring how he has passed the night.", "ja": "というわけで、毎朝、夜が明けますと、思いきって老人の寝所へ入っていき、優しい声で老人の名を呼び、昨晩はよくお休みになれましたかとあえて聞いてみたのです。"}
{"en": "So you see he would have been a very profound old man, indeed, to suspect that every night, just at twelve, I looked in upon him while he slept.", "ja": "私が深夜の１２時に、老人の寝姿をのぞいていたのではないかなどと疑っているようなら、かなり感の鋭い老人ということになりましょうが。"}
{"en": "Upon the eighth night I was more than usually cautious in opening the door.", "ja": "８日目の晩、いつにも増して慎重に寝所の扉を開けました。"}
{"en": "A watch's minute hand moves more quickly than did mine.", "ja": "私の動きに比べたら、時計の長針のほうがもっと速く動いたはずです。"}
{"en": "Never before that night had I felt the extent of my own powers - of my sagacity.", "ja": "この晩ほど、自分の能力のすごさ、自分は何て賢いのだと思ったことはございません。"}
{"en": "I could scarcely contain my feelings of triumph.", "ja": "勝ち誇った気持ちを抑えきることができないくらいでした。"}
{"en": "To think that there I was, opening the door, little by little, and he not even to dream of my secret deeds or thoughts.", "ja": "私が老人の寝所にいて扉を少しずつ少しずつ開けているということ、私の密かな行いも考えも老人は夢にも思っていないのでございます。"}
{"en": "I fairly chuckled at the idea;", "ja": "こういうことを思って一人でほくそ笑んでおりました。"}
{"en": "and perhaps he heard me;", "ja": "でも、笑い声が聞こえたのでしょうか。"}
{"en": "for he moved on the bed suddenly, as if startled.", "ja": "老人がびっくりしたように急に寝返りをうったのです。"}
{"en": "Now you may think that I drew back", "ja": "私が後じさりしたのだろうとお思いでしょうか。"}
{"en": "- but no.", "ja": "いいえ、とんでもございません。"}
{"en": "His room was as black as pitch with the thick darkness,", "ja": "老人の寝所は漆黒の闇、真っ暗なのでございます。"}
{"en": "(for the shutters were close fastened, through fear of robbers,)", "ja": "（窓は盗人に入られることを心配して、よろい戸でしっかりと塞いであります）。"}
{"en": "and so I knew that he could not see the opening of the door, and I kept pushing it on steadily, steadily.", "ja": "ですから扉が開いているのを老人に気づかれるわけはないと思い、あわてないようじわじわと扉を押し続けました。"}
{"en": "I had my head in, and was about to open the lantern, when my thumb slipped upon the tin fastening, and the old man sprang up in bed, crying out - \"Who's there?\"", "ja": "頭だけ中に入れてランタンの覆いを外そうとしたとき、ブリキの留め金の上で手がすべってしまい、と、その時、老人が起きあがって「誰だ」と怒鳴ったのです。"}
{"en": "I kept quite still and said nothing.", "ja": "私は物音をたてないようにじっとして声も出しませんでした。"}
{"en": "For a whole hour I did not move a muscle, and in the meantime I did not hear him lie down.", "ja": "ゆうに一時間もの間、筋肉ひとつ動かさずにおりましたが、老人が寝床に身を横たえる音も聞こえてきませんでした。"}
{"en": "He was still sitting up in the bed listening;", "ja": "耳をすまして、ずっと身体を起こしていたのです。"}
{"en": "- just as I have done, night after night, hearkening to the death watches in the wall.", "ja": "ちょうど私のしていることと同じように、夜ごと夜ごと、壁の中の死番虫の立てる音に耳を傾けていたのでございます。"}
{"en": "Presently I heard a slight groan,", "ja": "そのうちに、微かなうめき声が聞こえてきました。"}
{"en": "and I knew it was the groan of mortal terror.", "ja": "その声は死に対する恐怖からでたうめき声だということがわかりました。"}
{"en": "It was not a groan of pain or of grief - oh, no!-", "ja": "苦痛や苦悩でうめく声ではございません。"}
{"en": "it was the low stifled sound that arises from the bottom of the soul when overcharged with awe.", "ja": "恐れが限界を超えたとき、魂の奥底からわき上がってくる息を押し殺したような低いうめき声です。"}
{"en": "I knew the sound well.", "ja": "私はこの声をよく耳にします。"}
{"en": "Many a night, just at midnight, when all the world slept, it has welled up from my own bosom, deepening, with its dreadful echo, the terrors that distracted me.", "ja": "それは私の胸の内から沸き上がってきて、恐怖が恐怖を生み、半狂乱になりそうな恐ろしさを募らせていくのです。"}
{"en": "I say I knew it well.", "ja": "私がよく聞く声なのです。"}
{"en": "I knew what the old man felt,", "ja": "そして、老人が何を思っているかもわかっておりました。"}
{"en": "and pitied him, although I chuckled at heart.", "ja": "私は内心では面白がっていたものの、老人に憐れみを感じていました。"}
{"en": "I knew that he had been lying awake ever since the first slight noise, when he had turned in the bed.", "ja": "最初に微かな物音を耳にして、床の中で寝返りをうってからというもの、ずっと眠れずにいたようでございます。"}
{"en": "His fears had been ever since growing upon him.", "ja": "それ以来、恐怖心がどんどん大きくなってきたのでしょう。"}
{"en": "He had been trying to fancy them causeless, but could not.", "ja": "偶然のいたずらだと考えようとしたのでしょうが、できないのです。"}
{"en": "He had been saying to himself -", "ja": "それで自分にこう言い聞かせているのです。"}
{"en": "\"It is nothing but the wind in the chimney", "ja": "「今の音は暖炉の煙突に風が吹き込んだだけだ。"}
{"en": "- it is only a mouse crossing the floor,\"", "ja": "床の上をネズミが通っただけだろう。」"}
{"en": "\"It is merely a cricket which has made a single chirp.\"", "ja": "「コオロギがちょっと鳴いただけのことだ」と。"}
{"en": "Yes, he had been trying to comfort himself with these suppositions:", "ja": "こういうふうに考えて自分で自分を慰めていたのです。"}
{"en": "but he had found all in vain.", "ja": "でも、こんな事をしてみたところで、何にもなりはしないのです。"}
{"en": "All in vain;", "ja": "何をしても無駄なのです。"}
{"en": "because Death, in approaching him had stalked with his black shadow before him, and enveloped the victim.", "ja": "というのも老人に忍び寄ってきた死に神が黒い影であたりを覆い、老人を影の中に封じ込めてしまっていたのですから。"}
{"en": "And it was the mournful influence of the unperceived shadow that caused him to feel - although he neither saw nor heard - to feel the presence of my head within the room.", "ja": "老人の目に見えずとも、耳に聞こえずとも、私が寝所に頭を入れているということが老人に感じられるのは、この姿の見えない影が発する力のせいなのでございます。"}
{"en": "When I had waited a long time, very patiently, without hearing him lie down, I resolved to open a little - a very, very little crevice in the lantern.", "ja": "老人が床に横になる音も聞こえぬまま、ずいぶん長い時間じっと辛抱して待っていたのですが、私は、少しだけ、本当にほんの少しだけランタンの覆いを開けてやろうと決心しました。"}
{"en": "So I opened it", "ja": "そして覆いを外しました。"}
{"en": "- you cannot imagine how stealthily, stealthily", "ja": "どれくらいそろそろと、密やかに外したかとてもおわかりにはなりますまい。"}
{"en": "- until, at length a simple dim ray, like the thread of the spider, shot from out the crevice and fell full upon the vulture eye.", "ja": "そしてやっと蜘蛛の糸かと見紛うほどの一筋のぼうっとした光が外した覆いの隙間から漏れて、禿鷲のような目の上一杯に射したのです。"}
{"en": "It was open", "ja": "目は開いておりました。"}
{"en": "- wide, wide open", "ja": "大きくぱっちりと見開かれていたのでございます。"}
{"en": "- and I grew furious as I gazed upon it.", "ja": "その目を見つめていると、腹の底から激しい怒りが沸々と沸き上がってくるのです。"}
{"en": "I saw it with perfect distinctness", "ja": "私には老人の目がはっきりと見えたのです。"}
{"en": "- all a dull blue, with a hideous veil over it that chilled the very marrow in my bones;", "ja": "骨の髄まで凍り付くような眼、気味の悪い膜のはったどんよりとして生気のない碧い眼。"}
{"en": "but I could see nothing else of the old man's face or person:", "ja": "私には老人の顔も身体も見えません。"}
{"en": "for I had directed the ray as if by instinct, precisely upon the damned spot.", "ja": "上手く理屈で説明できないのですが、本能といいましょうか、私は真っ先にあの忌まわしい眼に光りを向けてしまっていたのです。"}
{"en": "And have I not told you that what you mistake for madness is but over-acuteness of the sense?", "ja": "あなた様は私のことを狂人だと勘違いされておいでのようですが、それはただ私の神経がひどく過敏になっていただけのことなのだと先ほどお話ししたと思いますが。"}
{"en": "- now, I say, there came to my ears a low, dull, quick sound,", "ja": "今度は低く、鈍い、気ぜわしい音が聞こえてきたのです。"}
{"en": "such as a watch makes when enveloped in cotton.", "ja": "時計を綿でくるんだような音です。"}
{"en": "I knew that sound well, too.", "ja": "この音も私がよく耳にする音でした。"}
{"en": "It was the beating of the old man's heart.", "ja": "その音は老人の心臓の鼓動なのです。"}
{"en": "It increased my fury, as the beating of a drum stimulates the soldier into courage.", "ja": "太鼓の音で兵隊達が奮い立つように、その音は私の怒りを煽るのです。"}
{"en": "But even yet I refrained and kept still.", "ja": "それでも私は気持ちを抑えてじっとしておりました。"}
{"en": "I scarcely breathed.", "ja": "息も止めていたくらいです。"}
{"en": "I held the lantern motionless.", "ja": "ランタンも揺らさないように持っていました。"}
{"en": "I tried how steadily I could maintain the ray upon the eve.", "ja": "光線を眼に当てたまま、どうやったらこの状態でじっとこらえていられるか必死だったのです。"}
{"en": "Meantime the hellish tattoo of the heart increased.", "ja": "その間にも、心臓の気味の悪い脈動は大きくなっていきました。"}
{"en": "It grew quicker and quicker, and louder and louder every instant.", "ja": "脈動の間隔は次第に短く小刻みになり、いよいよ大音響になってきたのです。"}
{"en": "The old man's terror must have been extreme!", "ja": "間違いなく老人は極度の恐怖感で怯えていたのです！"}
{"en": "- do you mark me well I have told you that I am nervous:", "ja": "私は神経質な性分だとお話ししたことを気に留めていただいてますでしょうか？"}
{"en": "so I am.", "ja": "全くその通りでございます。"}
{"en": "And now at the dead hour of the night, amid the dreadful silence of that old house, so strange a noise as this excited me to uncontrollable terror.", "ja": "夜中の全てが寝静まった時刻に、あの古びた屋敷の恐ろしい静けさのただ中で、あの異様な音がいても立ってもいられないほどの恐怖心を煽るのです。"}
{"en": "Yet, for some minutes longer I refrained and stood still.", "ja": "それでも数分間は自分の気持ちを抑えてじっと立っておりました。"}
{"en": "But the beating grew louder, louder!", "ja": "ところが鼓動はどんどん大きく高くなっていくではありませんか！"}
{"en": "I thought the heart must burst.", "ja": "心臓が破れてしまうと思いました。"}
{"en": "And now a new anxiety seized me", "ja": "と、今度は今までとは違う不安に襲われたのです。"}
{"en": "- the sound would be heard by a neighbour!", "ja": "この音はきっと隣家の住人にも聞こえてしまう！"}
{"en": "The old man's hour had come!", "ja": "もう来るべき時が来たのだ！"}
{"en": "With a loud yell, I threw open the lantern and leaped into the room.", "ja": "私は大声をあげてランタンの覆いをさっと外し投げ捨て、部屋の中へ飛び込みました。"}
{"en": "He shrieked once", "ja": "老人はうわっと一声悲鳴を上げました。"}
{"en": "- once only.", "ja": "悲鳴はそれきりです。"}
{"en": "In an instant I dragged him to the floor, and pulled the heavy bed over him.", "ja": "私はすぐさま老人を床に引きずり下ろすと重い寝台を動かして老人をその下敷きにしました。"}
{"en": "I then smiled gaily, to find the deed so far done.", "ja": "事がここまで済んでしまうと、私は快適な気分になって顔がほころんできました。"}
{"en": "But, for many minutes, the heart beat on with a muffled sound.", "ja": "心臓の鼓動はしばらくの間、綿でくるんだときのような音をたてて鳴り続けていました。"}
{"en": "This, however, did not vex me;", "ja": "でももうその音で不安に駆られることはありませんでした。"}
{"en": "it would not be heard through the wall.", "ja": "よもや、壁越しに隣人に聞こえることはないでしょう。"}
{"en": "At length it ceased.", "ja": "やがて音は止まりました。"}
{"en": "The old man was dead.", "ja": "老人は死んだのです。"}
{"en": "I removed the bed and examined the corpse.", "ja": "私は寝台をどけて老人の死体を確かめました。"}
{"en": "Yes, he was stone, stone dead.", "ja": "やはり思った通り、老人は死んで石のように固くなっていました。"}
{"en": "I placed my hand upon the heart and held it there many minutes.", "ja": "私は老人の胸に手をおいて何分間もじっとしていました。"}
{"en": "There was no pulsatio.n", "ja": "心臓の拍動はありません。"}
{"en": "He was stone dead.", "ja": "完全に老人は死んだのです。"}
{"en": "His eye would trouble me no more.", "ja": "もうあの眼に苦しめられることもありません。"}
{"en": "If still you think me mad, you will think so no longer when I describe the wise precautions I took for the concealment of the body.", "ja": "あなた様がまだ私のことを狂人だと思っておいでなら、私が知恵を働かせ、念には念を入れてどれほど巧妙に老人の遺体を隠したかをお話すれば、あなた様も思い直してくださるでしょう。"}
{"en": "The night waned, and I worked hastily, but in silence.", "ja": "夜も更けてきましたので私は物音ひとつ立てず急いで仕事に取りかかりました。"}
{"en": "First of all I dismembered the corpse.", "ja": "先ずは、死体をバラバラにしました。"}
{"en": "I cut off the head and the arms and the leg.s", "ja": "頭と腕と脚を切断したのです。"}
{"en": "I then took up three planks from the flooring of the chamber, and deposited all between the scantlings.", "ja": "それから寝所の床板を３枚外し、床板を支えている横木の間に全部投げ入れたのです。"}
{"en": "I then replaced the boards so cleverly, so cunningly,", "ja": "それから床板を元通りに、それもかなり上手くはめ込みました。"}
{"en": "that no human eye - not even his - could have detected any thing wrong.", "ja": "誰が見ても、たとえ神が見たところでどこにも不審な所は見あたらないはずです。"}
{"en": "There was nothing to wash out", "ja": "洗い流す所はどこもありませんでした。"}
{"en": "- no stain of any kind - no blood-spot whatever.", "ja": "しみも血のあともついてはいませんでした。"}
{"en": "I had been too wary for that.", "ja": "用心には用心を重ねて事を行ったのです。"}
{"en": "A tub had caught all", "ja": "風呂桶が血も何もかもみな受けてくれたのですから。"}
{"en": "- ha! ha!", "ja": "ははは！"}
{"en": "When I had made an end of these labors, it was four o'clock", "ja": "全ての作業が終わった時にはもう午前４時になっていました。"}
{"en": "- still dark as midnight.", "ja": "外は真夜中のように真っ暗です。"}
{"en": "As the bell sounded the hour, there came a knocking at the street door.", "ja": "４時の鐘が鳴ったとき、表の戸を叩く音がしました。"}
{"en": "I went down to open it with a light heart,", "ja": "私はすっきりした気分で下へ降りていき戸を開けました。"}
{"en": "- for what had I now to fear?", "ja": "何を恐れることがありましょう？"}
{"en": "There entered three men, who introduced themselves, with perfect suavity, as officers of the police.", "ja": "３人の男性が入ってきて、柔らかな態度で、自分たちは警官だと告げました。"}
{"en": "A shriek had been heard by a neighbour during the night;", "ja": "夜中に隣家の人が悲鳴を聞いて、"}
{"en": "suspicion of foul play had been aroused;", "ja": "何か悪いことでも起こったのではないかと"}
{"en": "information had been lodged at the police office,", "ja": "警察に通報してきて、"}
{"en": "and they (the officers) had been deputed to search the premises.", "ja": "そこで自分たち警官が屋敷を捜査するために来たのだと言いました。"}
{"en": "I smiled,", "ja": "私はにっこり笑いました。"}
{"en": "- for what had I to fear?", "ja": "何を怖じ気づくというのですか？"}
{"en": "I bade the gentlemen welcome.", "ja": "３人の警官を喜んで中に招き入れましたよ。"}
{"en": "The shriek, I said, was my own in a dream.", "ja": "悲鳴は私が寝言で叫んだのでしょう。"}
{"en": "The old man, I mentioned, was absent in the country.", "ja": "老人は田舎に出かけて此処にはおりません。"}
{"en": "I took my visitors all over the house.", "ja": "そして屋敷中を案内したのです。"}
{"en": "I bade them search", "ja": "屋敷中、くまなくお調べになって下さい。"}
{"en": "- search well.", "ja": "どうぞ念入りに、と言いました。"}
{"en": "I led them, at length, to his chamber.", "ja": "そうして、老人の寝所まで案内しました。"}
{"en": "I showed them his treasures,", "ja": "私は警官達に老人の財宝を見せました。"}
{"en": "secure, undisturbed.", "ja": "荒らされた形跡など全くございません。"}
{"en": "In the enthusiasm of my confidence, I brought chairs into the room, and desired them here to rest from their fatigues,", "ja": "自分は疑われていないということで嬉しくなっていたものですから、椅子まで持ち出してきて此処で疲れを癒して休んでいって下さいと申しました。"}
{"en": "while I myself, in the wild audacity of my perfect triumph, placed my own seat upon the very spot beneath which reposed the corpse of the victim.", "ja": "私は絶対に大丈夫という思いから大胆不敵にも老人の遺体をばらまいたちょうど真上に椅子を置いて腰掛けたのです。"}
{"en": "The officers were satisfied.", "ja": "警官達は納得したようです。"}
{"en": "My manner had convinced them.", "ja": "私の態度を見て、心配したことはないと思ったのでしょう。"}
{"en": "I was singularly at ease.", "ja": "私は不思議なくらいくつろいだ気分でいました。"}
{"en": "They sat, and while I answered cheerily, they chatted of familiar things.", "ja": "警官達は腰をおろして、私が元気良く応対すると、彼らも気楽に話してくるのです。"}
{"en": "But, ere long, I felt myself getting pale and wished them gone.", "ja": "ですが、そのうちに、自分の顔が蒼ざめてくるのがわかって、早く立ち去ってくれと思うようになってきました。"}
{"en": "My head ached, and I fancied a ringing in my ears:", "ja": "頭がずきずき痛んで耳鳴りがしているような気がするのです。"}
{"en": "but still they sat and still chatted.", "ja": "警官達は腰掛けてまだ話し込んでいます。"}
{"en": "The ringing became more distinct:", "ja": "耳鳴りはますますはっきりしてきました。"}
{"en": "- It continued and became more distinct:", "ja": "途切れることなく、どんどんはっきりと聞こえてくるのです。"}
{"en": "I talked more freely to get rid of the feeling:", "ja": "この感じから逃れたくて沢山喋りました。"}
{"en": "but it continued and gained definiteness - until, at length, I found that the noise was not within my ears.", "ja": "それなのに、耳鳴りは止まず、もっと明確に聞き取れるようになって、それからやっと、此の音は自分の耳の中で鳴っているのではないということがわかったのです。"}
{"en": "No doubt I now grew _very_ pale;", "ja": "顔から血の気が引いてまっ蒼になっていたはずです。"}
{"en": "- but I talked more fluently, and with a heightened voice.", "ja": "でも、私は話題が途切れないようにますますお喋りになり、声まで高くなっていきました。"}
{"en": "Yet the sound increased", "ja": "それでも音はどんどん大きくなってきます。"}
{"en": "- and what could I do?", "ja": "私は一体どうすればいいのでしょう？"}
{"en": "It was a low, dull, quick sound - much such a sound as a watch makes when enveloped in cotton.", "ja": "低くて鈍い小刻みに鳴る音、綿でくるんだ時計から漏れてくるような音。"}
{"en": "I gasped for breath", "ja": "私は息をするのも苦しくなってきました。"}
{"en": "- and yet the officers heard it not.", "ja": "でも、警官達にはこの音が聞こえてはいないのです。"}
{"en": "I talked more quickly - more vehemently;", "ja": "私はさらに早口に、もっと熱っぽく喋りました。"}
{"en": "but the noise steadily increased.", "ja": "それでもやはり音はじわじわと大きくなっていきます。"}
{"en": "I arose and argued about trifles, in a high key and with violent gesticulations;", "ja": "私は立ち上がって、どんなつまらない話にでもそうだそうだと、それも高い声でかなり大げさな身振りを交えてうなずきました。"}
{"en": "but the noise steadily increased.", "ja": "そうしても、あの音は着実に大きくなってきているのです。"}
{"en": "Why would they not be gone?", "ja": "どうしてこの連中は帰ろうとしないのだ？"}
{"en": "I paced the floor to and fro with heavy strides, as if excited to fury by the observations of the men", "ja": "お前たちの顔を見てると腹が立ってくるのだとでも言わんばかりに、私は床を一歩ずつドスンドスンと踏みならしながら行ったり来たりしたのです。"}
{"en": "- but the noise steadily increased.", "ja": "でも、音は、じわじわと大きくなってきます。"}
{"en": "Oh God!", "ja": "ああ、神よ！"}
{"en": "what could I do?", "ja": "どうすればいいのです？"}
{"en": "I foamed - I raved - I swore!", "ja": "私は口から泡を飛ばし、戯言を口走り、さんざん毒づいてやったのです。"}
{"en": "I swung the chair upon which I had been sitting, and grated it upon the boards, but the noise arose over all and continually increased.", "ja": "自分が座っていた椅子をガタガタ揺すってみたり、床板に椅子をこすりつけてキーキーと嫌な音を立ててみたり、それでも音は、かき消されも途切れもせず、さらに大きくなってくるじゃありませんか。"}
{"en": "It grew louder", "ja": "音が大きくなっているんです！"}
{"en": "- louder", "ja": "今よりも大きく！"}
{"en": "- louder!", "ja": "今よりももっと高く！"}
{"en": "And still the men chatted pleasantly, and smiled.", "ja": "それなのにこの連中と来たら相変わらずおもしろそうに喋って笑っているんですよ。"}
{"en": "Was it possible they heard not?", "ja": "この音が聞こえてないのか？"}
{"en": "Almighty God!", "ja": "ああ、全能の神よ！"}
{"en": "- no, no!", "ja": "ちがう、ちがう！"}
{"en": "They heard!", "ja": "聞こえているんだ！"}
{"en": "- they suspected!", "ja": "疑っているんだ！"}
{"en": "- they knew!", "ja": "わかっているんだ！"}
{"en": "- they were making a mockery of my horror!", "ja": "私が怯えているのを面白がっているんだ！"}
{"en": "-this I thought,", "ja": "あの時はこう思ったのです。"}
{"en": "and this I think.", "ja": "今もそうだと思ってます。"}
{"en": "But anything was better than this agony!", "ja": "どんな目にあったってこんな苦しみよりはましだ！"}
{"en": "Anything was more tolerable than this derision!", "ja": ",こんな風に嘲笑の的にされるくらいならどんなことだって我慢してやる！"}
{"en": "I could bear those hypocritical smiles no longer!", "ja": "偽善者め、こんな作り笑いにはもう我慢できない！"}
{"en": "I felt that I must scream or die!", "ja": "わめき散らすか死ぬか、そのどちらかしかないじゃないか！"}
{"en": "and now - again!", "ja": "ああ、まただ！"}
{"en": "- hark!", "ja": "よく聞こえるぞ！"}
{"en": "louder!", "ja": "大きく！"}
{"en": "louder!", "ja": "もっと大きく！"}
{"en": "louder! louder!", "ja": "もっともっと高く、大きく響いてる！"}
{"en": "\"Villains!\"", "ja": "「このゲスどもめ！」"}
{"en": "I shrieked,", "ja": "私は怒鳴りつけました。"}
{"en": "\"dissemble no more!", "ja": "「もうとぼけるんじゃないよ！"}
{"en": "I admit the deed!", "ja": "そうさ、この私がやったのさ！"}
{"en": "- tear up the planks!", "ja": "板をめくってみろよ！"}
{"en": "here,", "ja": "ほれ、ここだ！"}
{"en": "here!", "ja": "これだ！これがそうだ！"}
{"en": "- It is the beating of his hideous heart!\"", "ja": "これこそあのじじいの恐ろしい心臓の音だよ！」"}
