{"en": "There was a certain island in the sea,", "ja": "海の中にとある島があった。"}
{"en": "the only inhabitants of which were an old man, whose name was Prospero, and his daughter Miranda, a very beautiful young lady.", "ja": "そこには、プロスペロウという名の老人と、その娘で名前をミランダというとても美しい娘が２人だけで暮らしていた。"}
{"en": "She came to this island so young that she had no memory of having seen any other human face than her father's.", "ja": "ミランダは幼い頃にこの島にやってきたので、父の顔以外に、人間の顔を見た覚えがなかった。"}
{"en": "They lived in a cave or cell, made out of a rock;", "ja": "２人は岩でできたほら穴（すなわち岩屋）に住んでいた。"}
{"en": "it was divided into several apartments, one of which Prospero called his study;", "ja": "そこにはいくつか部屋があって、その１つをプロスペロウは書斎と呼んでいた。"}
{"en": "there he kept his books, which chiefly treated of magic,", "ja": "彼はそこに、魔術について書かれた本などを収めていた。"}
{"en": "a study at that time much affected by all learned men:", "ja": "魔術に関する研究は、当時は研究者がこぞって愛用していたのだ。"}
{"en": "and the knowledge of this art he found very useful to him;", "ja": "プロスペロウが身につけた魔術の知識は、彼にとっておおいに役に立った。"}
{"en": "for being thrown by a strange chance upon this island, which had been enchanted by a witch called Sycorax,", "ja": "というのは、プロスペロウは妙な巡り合わせでこの島に打ち上げられたのであるが、そのとき島にはシコラックスという魔女によって魔法がかけられていたのである。"}
{"en": "who died there a short time before his arrival,", "ja": "シコラックスは、プロスペロウがこの島に流れつく少し前に死んでいた。"}
{"en": "Prospero, by virtue of his art, released many good spirits that Sycorax had imprisoned in the bodies of large trees,", "ja": "プロスペロウは魔術を駆使して、大木の幹の中に閉じこめられていた、たくさんの善良なる精霊たちを解放したのだ。"}
{"en": "because they had refused to execute her wicked commands.", "ja": "なぜ精霊たちが閉じこめられていたかというと、シコラックスのよこしまな命令に従うのを拒んでいたからである。"}
{"en": "These gentle spirits were ever after obedient to the will of Prospero.", "ja": "精霊たちはおとなしい性格を持っており、解放された後はプロスペロウの意志に従っていた。"}
{"en": "Of these Ariel was the chief.", "ja": "その頭はエアリエルというものであった。"}
{"en": "The lively little sprite Ariel had nothing mischievous in his nature,", "ja": "陽気な小妖精エアリエルは、生まれつきいたずらをするような性格ではなかった。"}
{"en": "except that he took rather too much pleasure in tormenting an ugly monster called Caliban,", "ja": "ただ、キャリバンという名の醜い怪物をいじめておもしろがる悪いくせがあった。"}
{"en": "for be owed him a grudge", "ja": "エアリエルはキャリバンに恨みを持っていた。"}
{"en": "because he was the son of his old enemy Sycorax.", "ja": "キャリバンが旧敵シコラックスの息子だったからだ。"}
{"en": "This Caliban, Prospero found in the woods,", "ja": "このキャリバンを、プロスペロウは森の中で見つけたのだ。"}
{"en": "a strange misshapen thing, far less human in form than an ape:", "ja": "あまりに奇妙でぶかっこうな代物で、その姿は猿よりもはるかに人間離れしていた。"}
{"en": "he took him home to his cell, and taught him to speak;", "ja": "プロスペロウはキャリバンを岩屋につれて帰り、話すことを教えてやった。"}
{"en": "and Prospero would have been very kind to him,", "ja": "彼はキャリバンを親切に扱うつもりだった。"}
{"en": "but the bad nature which Caliban inherited from his mother, Sycorax, would not let him learn anything good or useful:", "ja": "しかし、キャリバンは母親であるシコラックスから悪い性質を受け継いでいたので、善いことや役に立つことを学んでいく気を持っていなかったのだ。"}
{"en": "therefore he was employed like a slave,", "ja": "そのため、彼は奴隷のごとく扱われた。"}
{"en": "to fetch wood and do the most laborious offices;", "ja": "たきぎを取ってきたり、ひどく骨の折れる仕事に使われたりした。"}
{"en": "and Ariel had the charge of compelling him to these services.", "ja": "エアリエルは、キャリバンにこうした仕事をさせる役目をしていたのだ。"}
{"en": "When Caliban was lazy and neglected his work, Ariel (who was invisible to all eyes but Prospero's) would come slyly and pinch him,", "ja": "キャリバンが仕事をなまけたりやらなかったりしたときは、エアリエル（彼はプロスペロウ以外には見えなかった）がこっそりやってきて彼をつねった。"}
{"en": "and sometimes tumble him down in the mire;", "ja": "ときには彼をぬかるみの中に転ばした。"}
{"en": "and then Ariel, in the likeness of an ape, would make mouths at him.", "ja": "次には猿の姿になって顔をしかめて見せた。"}
{"en": "Then swiftly changing his shape, in the likeness of a hedgehog, he would lie tumbling in Caliban's way,", "ja": "かと思うと、ハリネズミに姿を変えて、キャリバンの通る道に転がっていた。"}
{"en": "who feared the hedgehog's sharp quills would prick his bare feet.", "ja": "キャリバンは、ハリネズミの鋭いトゲが自分のはだしの足に刺さりはしないかとびくびくしていた。"}
{"en": "With a variety of such-like vexatious tricks Ariel would often torment him, whenever Caliban neglected the work which Prospero commanded him to do.", "ja": "プロスペロウが言いつけた仕事をキャリバンがさぼるといつでも、エアリアルはこんな嫌がらせをいろいろやって、キャラバンをいじめていた。"}
{"en": "Having these powerful spirits obedient to his will, Prospero could by their means command the winds, and the waves of the sea.", "ja": "エアリエルのような力のある精霊を意のままにあやつっていたため、プロスペロウは精霊の力で風や海の波を思い通りにすることができた。"}
{"en": "By his orders they raised a violent storm,", "ja": "彼の命によって精霊たちはあらしをおこした。"}
{"en": "in the midst of which, and struggling with the wild sea-waves that every moment,threatened to swallow it up,", "ja": "その中に、今にもそれを飲み込まんとしているすざましいあらしと戦っている大きな船の姿があった。"}
{"en": "he showed his daughter a fine large ship, which he told her was full of living beings like themselves.", "ja": "プロスペロウは娘にその船を見せ、あの中には自分たちと同じ人間がたくさん乗っているんだよ、と言った。"}
{"en": "\"O my dear father,\"", "ja": "「お父様。」"}
{"en": "said she,", "ja": "娘は言った。"}
{"en": "\"if by your art you have raised this dreadful storm, have pity on their sad distress.", "ja": "「もしお父様の力でもってこのような恐ろしいあらしを起こしたのでしたら、あの人たちの悲しみや苦しみを思いやって下さいまし。"}
{"en": "See!", "ja": "ああ！"}
{"en": "the vessel will be dashed to pieces.", "ja": "あの船はこっぱみじんに砕かれてしまいますわ。"}
{"en": "Poor souls!", "ja": "かわいそうな人たち！"}
{"en": "they will all perish.", "ja": "みな死んでしまいますわ。"}
{"en": "If I had power I would sink the sea beneath the earth,", "ja": "私に力があれば、海を地の底に沈めてしまえるのに。"}
{"en": "rather than the good ship should be destroyed, with all the precious souls within her.\"", "ja": "船が壊され、貴重な人命が失われるよりはましでございましょう。」"}
{"en": "\"Be not amazed, daughter Miranda,\"", "ja": "「驚くことはないのだよ、ミランダ。」"}
{"en": "said Prospero;", "ja": "プロスペロウはいった。"}
{"en": "\"there is no harm done.", "ja": "「危険はまったくないのだ。"}
{"en": "I have so ordered it, that no person in the ship shall receive any hurt.", "ja": "船中だれひとり危害を受けないようにしてあるのだよ。"}
{"en": "What I have done has been in care of you, my dear child.", "ja": "これもおまえのためを思ってのことなんだよ。"}
{"en": "You are ignorant who you are, or where you came from, and you know no more of me,", "ja": "娘や、おまえは自分が何者で、どこから来たのか知らないだろう。"}
{"en": "but that I am your father and live in this poor cave.", "ja": "私のことも、私がおまえの父親で、このみすぼらしい岩屋に住んでいるという以外には何も知らないだろう。"}
{"en": "Can you remember a time before you came to this cell?", "ja": "この岩屋に来る前のことを何か覚えているかね？"}
{"en": "I think you cannot,", "ja": "思い出せないだろう、"}
{"en": "for you were not then three years of age.\"", "ja": "あの時おまえはまだ３歳にもなっていなかったんだからね。」"}
{"en": "\"Certainly I can, sir,\"", "ja": "「思い出せますわ、お父様。」"}
{"en": "replied Miranda.", "ja": "ミランダは答えた。"}
{"en": "\"By what?\"", "ja": "「何によってかね。」"}
{"en": "asked Prospero;", "ja": "プロスペロウは尋ねた。"}
{"en": "\"by any other house or person?", "ja": "「家のことかね、人のことかね。"}
{"en": "Tell me what you can remember, my child.\"", "ja": "何が思い出せるのか言ってごらん。」"}
{"en": "Miranda said:", "ja": "ミランダは言った。"}
{"en": "\"It seems to me like the recollection of a dream.", "ja": "「遠い夢のような記憶に思えます。"}
{"en": "But had I not once four or five women who attended upon me?\"", "ja": "ですけど、私には４人か５人、女の人がついていたのではないかしら。」"}
{"en": "Prospero answered:", "ja": "プロスペロウは答えた。"}
{"en": "\"You had, and more.", "ja": "「そうだね、でももっといたんだ。"}
{"en": "How is it that this still lives in your mind?", "ja": "そのことを覚えているなんて、どういうことだろうね。"}
{"en": "Do you remember how you came here?\"", "ja": "なぜここへやってきたのか、覚えているかね？」"}
{"en": "\"No, sir,\"", "ja": "「いいえ。」"}
{"en": "said Miranda,", "ja": "ミランダは答えた。"}
{"en": "\"I remember nothing more.\"", "ja": "「それ以上は何も覚えていませんわ。」"}
{"en": "\"Twelve years ago, Miranda,\"", "ja": "「12年前になるな、ミランダ。」"}
{"en": "continued Prospero,", "ja": "プロスペロウは話を始めた。"}
{"en": "\"I was Duke of Milan, and you were a princess,", "ja": "「そのころ私はミラノの公爵で、おまえはお姫様だった。"}
{"en": "and my only heir.", "ja": "私のたった１人の跡継ぎだったんだ。"}
{"en": "I had a younger brother, whose name was Antonio, to whom I trusted everything;", "ja": "私には弟が１人いてね、名前をアントニオといったが、私はやつに何もかも任せていた。"}
{"en": "and as I was fond of retirement and deep study I commonly left the management of my state affairs to your uncle, my false brother (for so indeed he proved).", "ja": "私は俗世間を離れて、研究に没頭するのが好きなたちでね、公爵としての仕事はたいていおまえの叔父、つまり私のよこしまな弟（後でそうと分かったんだ）にさせていたんだ。"}
{"en": "I, neglecting all worldly ends, buried among my books, did dedicate whole time to the bettering of my mind.", "ja": "私は日常のことをすべてなおざりにして、本の間にひきこもって、すべての時を精神修養のために使っていた。"}
{"en": "My brother Antonio, being thus in possession of my power, began to think himself the duke indeed.", "ja": "弟アントニオは、たちまちのうちに私の権力を手にいれて、公爵であるかのようにふるまい始めた。"}
{"en": "The opportunity I gave him of making himself popular among my subjects awakened in his bad nature a proud ambition to deprive me of my dukedom;", "ja": "私は弟に、私の臣下たちが弟を気に入るようにさせていたから、やつは自然と、公国を我がものにしようなどという大それた企てをたくらむようになった。"}
{"en": "this he soon effected with the aid of the King of Naples, a powerful prince, who was my enemy.\"", "ja": "その企てを、やつはすぐさま実行したんだ、強大な王にして私の敵だったナポリ王の助力を得てね。」"}
{"en": "\"Wherefore,\"", "ja": "「ならどうして、」"}
{"en": "said Miranda,", "ja": "ミランダは言った。"}
{"en": "\"did they not that hour destroy us?\"", "ja": "「その人たちは私を殺さなかったのですか。」"}
{"en": "\"My child,\"", "ja": "「娘や、」"}
{"en": "answered her father,", "ja": "父親は答えた。"}
{"en": "\"they durst not,", "ja": "「そこまでやれなかったのだよ。"}
{"en": "so dear was the love that my people bore me.", "ja": "私のことを慕ってくれる人が大勢いたからね。"}
{"en": "Antonio carried us on board a ship, and when we were some leagues out at sea, he forced us into a small boat, without either tackle, sail, or mast;", "ja": "アントニオは私たちをボートに乗せて、数リーグ［＃注１］ほど沖に連れていき、索具も帆もマストもないような小舟に押し込んだんだ。"}
{"en": "there he left us,", "ja": "そして海に流したんだ。"}
{"en": "as he thought, to perish.", "ja": "そうしておけば私たちは死ぬだろうとあいつは考えたわけだ。"}
{"en": "But a kind lord of my court, one Gonzalo,", "ja": "しかしね、私の宮廷にいた親切な貴族で、ゴンザーロウという者がいたんだ。"}
{"en": "who loved me, had privately placed in the boat water, provisions, apparel, and some books which I prize above my dukedom.\"", "ja": "私を愛してくれててね、小舟の中にこっそりと水や食料や衣類、それに私が公国よりも大事にしていた本まで入れてくれたんだ。」"}
{"en": "\"O my father,\"", "ja": "「お父様。」"}
{"en": "said Miranda,", "ja": "ミランダは言った。"}
{"en": "\"what a trouble must I have been to you then!\"", "ja": "「お父様にとって、そのときの私はさぞお邪魔だったんでしょうね。」"}
{"en": "\"No, my love,\"", "ja": "「なんの、なんの。」"}
{"en": "said Prospero,", "ja": "プロスペロウは言った。"}
{"en": "\"you were a little cherub that did preserve me.", "ja": "「おまえは私を支えてくれた、かわいい天使だったよ。"}
{"en": "Your innocent smiles made me bear up against my misfortunes.", "ja": "おまえが無邪気にほほえむのを見て、私は我が身への不幸を耐える気になったんだ。"}
{"en": "Our food lasted till we landed on this desert island,", "ja": "食料はこの荒れ果てた島にたどり着くまでもったよ。"}
{"en": "since when my chief delight has been in teaching you,", "ja": "それから、私はおまえの教育に心血を注いだんだ。"}
{"en": "Miranda, and well have you profited by my instructions.\"", "ja": "ミランダ、おかげで立派に育ってくれたな。」"}
{"en": "\"Heaven thank you, my dear father,\"", "ja": "「神のご加護がお父様の上にありますように。」"}
{"en": "said Miranda.", "ja": "ミランダは言った。"}
{"en": "\"Now pray tell me, sir, your reason for raising this sea-storm?\"", "ja": "「ところで、このあらしをお起こしになったわけをお聞かせ下さい。」"}
{"en": "\"Know then,\"", "ja": "「では話そう。」"}
{"en": "said her father,", "ja": "父親は言った。"}
{"en": "\"that by means of this storm, my enemies, the King of Naples and my cruel brother, are cast ashore upon this island.\"", "ja": "「それはね、このあらしで私の敵である、ナポリ王と薄情な弟をこの島に呼んだんだよ。」"}
{"en": "Having so said, Prospero gently touched his daughter with his magic wand,", "ja": "そう言って、プロスペロウは魔法の杖でそっと娘に触れた。"}
{"en": "and she fell fast asleep;", "ja": "娘はすぐに眠りについた。"}
{"en": "for the spirit Ariel just then presented himself before his master.", "ja": "ちょうど精霊エアリエルが主人の前に姿を現したからである。"}
{"en": "to give an account of the tempest, and how he had disposed of the ship's company,", "ja": "エアリエルは、あらしを起こし、船の乗組員たちをどうしたのか報告に来たのだ。"}
{"en": "and though the spirits were always invisible to Miranda, Prospero did not choose she should hear him holding converse (as would seem to her) with the empty air.", "ja": "ただ、精霊はミランダの目には見えなかったので、プロスペロウは自分が虚空と話をしている（娘の目にはそう見えるのだ）のを娘に聞かれたくなかったのだ。"}
{"en": "\"Well, my brave spirit,\"", "ja": "「さて、すばらしい精霊よ。」"}
{"en": "said Prospero to Ariel,", "ja": "プロスペロウはエアリエルに言った。"}
{"en": "\"how have you performed your task?\"", "ja": "「仕事はどうだったかね。」"}
{"en": "Ariel gave a lively description of the storm, and of the terrors of the mariners,", "ja": "エアリエルは報告を始めた。あらしを起こし、船員たちを恐怖に陥れました。"}
{"en": "and how the king's son, Ferdinand, was the first who leaped into the sea;", "ja": "王の息子のファーディナンドが真っ先に海中に飛び込みました。"}
{"en": "and his father thought he saw his dear son swallowed up by the waves and lost.", "ja": "ファーディナンドの父は、息子は波に飲まれて行方不明になったと思いこんでいます。"}
{"en": "\"But he is safe,\"", "ja": "「ところが王子は無事なのです。」"}
{"en": "said Ariel,", "ja": "エアリエルは言った。"}
{"en": "\"in a corner of the isle, sitting with his arms folded,", "ja": "「島の一隅で腕を組んでじっと座っています。"}
{"en": "sadly lamenting the loss of the king, his father,", "ja": "そして、父王が亡くなったのを嘆いています。"}
{"en": "whom he concludes drowned.", "ja": "父は溺れてしまったと思っているのです。"}
{"en": "Not a hair of his head is injured,", "ja": "髪の毛一本も傷ついておりません。"}
{"en": "and his princely garments,", "ja": "まことに王子らしいお姿をしています。"}
{"en": "though drenched in the sea-waves, look fresher than before.\"", "ja": "波のせいでびしょびしょになってはいますが、以前より生き生きとしていらっしゃいます。」"}
{"en": "\"That's my delicate Ariel,\"", "ja": "「みごとだ、エアリエル。」"}
{"en": "said Prospero.", "ja": "プロスペロウは言った。"}
{"en": "\"Bring him hither:", "ja": "「王子をここへ連れてきなさい。"}
{"en": "my daughter must see this young prince.", "ja": "娘をその若い王子に会わせなければならんのでな。"}
{"en": "Where is the king, and my brother?\"", "ja": "ナポリ王はどうした、それから私の弟は。」"}
{"en": "\"I left them,\"", "ja": "「彼らは放っておきました。」"}
{"en": "answered Ariel,", "ja": "エアリエルは答えた。"}
{"en": "\"searching for Ferdinand,", "ja": "「やがてファーディナンドを捜しに行くでしょう。"}
{"en": "whom they have little hopes of finding,", "ja": "もっとも、ほとんどあきらめていますね。"}
{"en": "thinking they saw him perish.", "ja": "彼らはファーディナンドは目の前で死んでしまったと思ってますからね。"}
{"en": "Of the ship's crew not one is missing;", "ja": "乗組員は誰も欠けていません。"}
{"en": "though each one thinks himself the only one saved;", "ja": "ただ、みんな助かったのは自分だけだと思っています。"}
{"en": "and the ship, though invisible to them, is safe in the harbor.\"", "ja": "そして、船は誰にも見ることはできませんが、港の中で無事なのです。」"}
{"en": "\"Ariel,\"", "ja": "「エアリエル。」"}
{"en": "said Prospero,", "ja": "プロスペロウは言った。"}
{"en": "\"thy charge is faithfully performed;", "ja": "「君の任務は立派に果たされた。"}
{"en": "but there is more work yet.\"", "ja": "だが、まだ仕事はあるのだよ。」"}
{"en": "\"Is there more work?\"", "ja": "「まだあるのですか。」"}
{"en": "said Ariel.", "ja": "エアリエルは言った。"}
{"en": "\"Let me remind you, master,", "ja": "「思いだしてくださいな、ご主人様。"}
{"en": "you have promised me my liberty.", "ja": "あなたは私を自由にしてくれると約束なさいました。"}
{"en": "I pray, remember,", "ja": "お願いでございます。"}
{"en": "I have done you worthy service,", "ja": "私はあなたに忠実に仕えてきました。"}
{"en": "told you no lies, made no mistakes, served you without grudge or grumbling.\"", "ja": "うそは全然つかず、間違いもせず、恨みも不平も言わずに仕えてきたはずです。」"}
{"en": "\"How now!\"", "ja": "「では何か。」"}
{"en": "said Prospero.", "ja": "プロスペロウは言った。"}
{"en": "\"You do not recollect what a torment I freed you from.", "ja": "「君は私がどんな苦しみから救ってやったのか忘れてしまったのか。"}
{"en": "Have you forgot the wicked witch Sycorax, who with age and envy was almost bent double?", "ja": "老いと恨みで腰が二重に曲がるばかりだった、邪悪な魔女シコラックスのことを忘れてしまったのか。"}
{"en": "Where was she born?", "ja": "あの女はどこの生まれか。"}
{"en": "Speak; tell me.\"", "ja": "私に言うのだ。」"}
{"en": "\"Sir, in Algiers,\"", "ja": "「アルジューでございます。」"}
{"en": "said Ariel.", "ja": "エアリエルは言った。"}
{"en": "\"Oh, was she so?\"", "ja": "「そうか。」"}
{"en": "said Prospero.", "ja": "プロスペロウは言った。"}
{"en": "\"I must recount what you have been,", "ja": "「昔君がどんなだったか話してやらなければならんな。"}
{"en": "which I find you do not remember.", "ja": "どうやら忘れてしまっているようだから。"}
{"en": "This bad witch, Sycorax, for her witchcrafts, too terrible to enter human hearing, was banished from Algiers, and here left by the sailors-;", "ja": "あの悪い魔女は、人の耳に入れられぬほど恐ろしい魔術を使ったためにアルジューから追放されて、ここで水夫たちに置き去りにされたのだ。"}
{"en": "and because you were a spirit too delicate to execute her wicked commands, she shut you up in a tree,", "ja": "君はやさしい精霊で、シコラックスの邪悪な命令を聞かなかったものだから、あの女は君を木に閉じこめたんだ。"}
{"en": "where I found you howling.", "ja": "私が見つけたとき、君は泣いていたね。"}
{"en": "Thistorment, remember, I did free you from.\"", "ja": "こういった悲しみから私は君を自由にしたんだよ。」"}
{"en": "\"Pardon me, dear master,\"", "ja": "「すみません、ご主人様。」"}
{"en": "said Ariel, ashamed to seem ungrateful;", "ja": "エアリエルは恩知らずのように見えるのを恥じていた。"}
{"en": "\"I will obey your commands.\"", "ja": "「ご命令に従います。」"}
{"en": "\"Do so,\"", "ja": "「それでいい。」"}
{"en": "said Prospero,", "ja": "プロスペロウは言った。"}
{"en": "\"and I will set you free.\"", "ja": "「そうしたら君を自由にしてやろう。」"}
{"en": "He then gave orders what further he would have him do;", "ja": "それからエアリエルに、いろいろと命令を伝えた。"}
{"en": "and away went Ariel, first to where he had left Ferdinand, and found him still sitting on the grass in the same melancholy posture.", "ja": "エアリエルはその場を離れ、まずファーディナンドを置き去りにした場所へ行き、まだファーディナンドが沈んだ様子で草の上に座っているのを見つけた。"}
{"en": "\"Oh, my young gentleman,\"", "ja": "「おお、お若いかた。」"}
{"en": "said Ariel, when he saw him,", "ja": "エアリエルはファーディナンドに話しかけた。"}
{"en": "'I will soon move you.", "ja": "「あなたを連れていきます。"}
{"en": "You must be brought, I find, for the Lady Miranda to have a sight of your pretty person.", "ja": "ミランダ姫があなたの立派な姿をごらんになるように、あなたをお連れしなければならなくなったの。"}
{"en": "Come. sir,, follow me.\"", "ja": "さあ、私についてきなさいな。」"}
{"en": "He then began singing:", "ja": "そしてエアリエルは歌い出した。"}
{"en": "\"Full fathom five thy father lies;", "ja": "五尋《ひろ》の深みに父上います"}
{"en": "Of his bones are coral made;", "ja": "骨は珊瑚となりました"}
{"en": "Those are pearls that were his eyes:", "ja": "もとのまなこは今では真珠"}
{"en": "Nothing of him that doth fade,", "ja": "彼の体は朽ちもせず"}
{"en": "But doth suffer a sea-change", "ja": "海の変化を体に受けて"}
{"en": "Into something rich and strange.", "ja": "珍奇な宝となりました"}
{"en": "Sea-nymphs hourly ring his knell:", "ja": "海の姫たち鐘の音鳴らす"}
{"en": "Hark! now I hear them--Ding-dong, bell.\"", "ja": "ほら鳴らしてる―ディンドン、鐘を"}
{"en": "This strange news of his lost father soon roused the prince from the stupid fit into which he had fallen.", "ja": "別れた父親に関するこの不思議な知らせを聞いて、王子はたちまち無感覚な状態から目覚めた。"}
{"en": "He followed in amazement the sound of Ariel's voice,", "ja": "王子は何も分からずにエアリエルの声がする方へとついていった。"}
{"en": "till it led him to Prospero and Miranda,", "ja": "エアリエルの声は、プロスペロウとミランダのところまで王子を連れていった。"}
{"en": "who were sitting under the shade of a large tree.", "ja": "そのとき２人は大木の木陰に座っていた。"}
{"en": "Now Miranda had never seen a man before, except her own father.", "ja": "さて、ミランダはそれまで父親のほか男というものを見たことがなかった。"}
{"en": "\"Miranda,\"", "ja": "「ミランダ。」"}
{"en": "said Prospero,", "ja": "プロスペロウは言った。"}
{"en": "\"tell me what you are looking at yonder.\"", "ja": "「向こうに見えるものはなにか、言ってごらん。」"}
{"en": "\"Oh, father,\"", "ja": "「お父様。」"}
{"en": "said Miranda, in a strange surprise,", "ja": "ミランダは常ならぬ驚きを見せていた。"}
{"en": "\"surely that is a spirit.", "ja": "「きっとあれは精霊ですわ。"}
{"en": "Lord! how it looks about!", "ja": "まあ、あちこち見回していますわ。"}
{"en": "Believe me, sir, it is a beautiful creature.", "ja": "なんてきれいなんでしょう。"}
{"en": "Is it not a spirit?\"", "ja": "精霊じゃありませんの？」"}
{"en": "\"No, girl,\"", "ja": "「そうではないよ。」"}
{"en": "answered her father;", "ja": "父親が答えた。"}
{"en": "\"it eats, and sleeps, and has senses such as we have.", "ja": "「あれはものを食べ、眠り、我々と同じ感覚を持っているんだ。"}
{"en": "This young man you see was in the ship.", "ja": "おまえが見ているこの青年は舟に乗っていたんだ。"}
{"en": "He is somewhat altered by grief, or you might call him a handsome person.", "ja": "悲しみのためにちょっと変わってはいるけれども、さもなければ美男子といってもいいだろうね。"}
{"en": "He has lost his companions, and is wandering about to find them.\"", "ja": "連れを失ったので捜しまわっているんだよ。」"}
{"en": "Miranda, who thought all men had grave faces and gray beards like her father, was delighted with the appearance of this beautiful young prince;", "ja": "男というものは、みんな父親みたいにむずかしい顔をして白いあごひげをはやしているものだと思っていたミランダは、美しく若い王子の姿を見て喜んだ。"}
{"en": "and Ferdinand, seeing such a lovely lady in this desert place, and from the strange sounds he had heard, expecting nothing but wonders, thought be was upon an enchanted island, and that Miranda was the goddess of the place, and as such he began to address her.", "ja": "ファーディナンドはというと、こんな人里離れた場所にとても愛らしい女性がいるのを見たし、先刻聞いた不思議な音からは不思議なことしか考えられなかったので、てっきり自分は魔法の島にいて、ミランダがここの女神だと思いこんでしまい、女神扱いして彼女に話しかけた。"}
{"en": "She timidly answered, she was no goddess, but a simple maid", "ja": "彼女はおずおずと、自分は女神ではなく、ただの乙女であると答えた。"}
{"en": "and was going to give him an account of herself, when Prospero interrupted her.", "ja": "そして自分の身の上話をしようとしたが、プロスペロウはそれをやめさせた。"}
{"en": "He was well pleased to find they admired each other,", "ja": "プロスペロウは、２人が互いにほめ会っているのを見て大いに喜んでいた。"}
{"en": "for he plainly perceived they had (as we say) fallen in love at first sight:", "ja": "なぜならば、２人が（私たちの言葉で言えば）一目で恋に落ちたことをはっきりと見てとったからである。"}
{"en": "but to try Ferdinand's constancy, he resolved to throw some difficulties in their way:", "ja": "しかし、ファーディナンドが誠実な人がどうかを試すため、すこし邪魔してやろうと心に決めた。"}
{"en": "therefore, advancing forward, be addressed the prince with a stern air, telling him,", "ja": "そこで彼は前に出てきて、王子に対していかめしい様子で話しかけた。"}
{"en": "he came to the island as a spy, to take it from him who was the lord of it.", "ja": "おまえはスパイだ、ここの王たる自分の手から島を取ろうとしてここに来たんだろう、と彼は言った。"}
{"en": "\"Follow me,\" said be.", "ja": "「私についてこい。"}
{"en": "\"I will tie your neck and feet together.", "ja": "首足もろともひっくくってやるぞ。"}
{"en": "You shall drink sea-water;", "ja": "海の水を飲ましてくれよう。"}
{"en": "shell-fish, withered roots, and husks of acorns shall be your food.\"", "ja": "貝とか、枯れた根っことか、どんぐりの殻を食えばよかろう。」"}
{"en": "\"No,\"", "ja": "「いやだ。」"}
{"en": "said Ferdinand,", "ja": "ファーディナンドは言った。"}
{"en": "\"I will resist such entertainment", "ja": "「そんな扱いはうけんぞ。"}
{"en": "till I see a more powerful enemy,\"", "ja": "もっと力がある敵に会うまではな。」"}
{"en": "and drew his sword;", "ja": "そして剣を抜いた。"}
{"en": "but Prospero, waving his magic wand, fixed him to the spot where he stood,", "ja": "しかしプロスペロウは、魔法の杖を振って、ファーディナンドをその場で固めてしまった。"}
{"en": "so that he had no power to move.", "ja": "そのため、彼は身動きができなくなった。"}
{"en": "Miranda hung upon her father, saying:", "ja": "ミランダは父親にすがりついて言った。"}
{"en": "\"Why are you so ungentle?", "ja": "「なぜそんな手荒なことをなさるの？"}
{"en": "Have pity,", "ja": "かんべんしてやってくださいな。"}
{"en": "I will be his surety.", "ja": "私が保証に立ちます。"}
{"en": "This is the second man I ever saw,", "ja": "この方は私が見た２人目の男の方です。"}
{"en": "and to me he seems a true one.\"", "ja": "そして、本当の男子のように私には思えるのです。」"}
{"en": "\"Silence!\"", "ja": "「お黙り。」"}
{"en": "said the father.", "ja": "父親は言った。"}
{"en": "\"One word more will make me chide you, girl!", "ja": "「もうひとこと口をきいたら許さんからな。"}
{"en": "What! an advocate for an impostor!", "ja": "なんということだ、いかさま師の弁護に立つとはな。"}
{"en": "You think there are no more such fine men, having seen only him and Caliban.", "ja": "おまえはこんないい男はいないと思っているが、こいつとキャリバンしか見たことがないじゃないか。"}
{"en": "I tell you, foolish girl,", "ja": "いいかね、お馬鹿さん。"}
{"en": "most men as far excel this as he does Calliban.\"", "ja": "世間の男はだいたいこいつよりもはるかに立派なんだよ、この男がキャリバンよりは立派であるくらいにはね。」"}
{"en": "This he said to prove his daughter's constancy; and she replied:", "ja": "この言葉は、プロスペロウが娘の誠実さを確かめようと言ったものだったが、それに対して娘はこう答えた。"}
{"en": "\"My affections are most humble.", "ja": "「私の愛情はほんとにつつましいものです。"}
{"en": "I have no wish to see a goodlier man.\"", "ja": "あの方以上の人に会いたいなんて思ってませんから。」"}
{"en": "\"Come on, young man,\"", "ja": "「くるのだ、若僧。」"}
{"en": "said Prospero to the prince;", "ja": "プロスペロウは王子に言った。"}
{"en": "\"you have no power to disobey -me.\"", "ja": "「おまえには私に逆らう力などありはしないのだ。」"}
{"en": "\"I have not indeed,\"", "ja": "「抵抗いたしません。」"}
{"en": "answered Ferdinand;", "ja": "ファーディナンドは答えた。"}
{"en": "and not knowing that it was by magic he was deprived of all power of resistance, he was astonished to find himself so strangely compelled to follow Prospero:", "ja": "そして、魔法によって一切の抵抗力を奪われたものとも知らないで、自分にとっては不思議なことに、プロスペロウの後についていかざるを得ないことにびっくりしていた。"}
{"en": "looking back on Miranda as long as he could see her,", "ja": "プロスペロウについていきながら、見えなくなるまでミランダをふりむいて見ていた。"}
{"en": "he said, as he went after Prospero into the cave:", "ja": "その後、プロスペロウについてほら穴に入るときにこう言った。"}
{"en": "\"My spirits are all bound up as if I were in a dream;", "ja": "「私の心はしばりあげられてしまって、夢の中にいるみたいだ。"}
{"en": "but this man's threats, and the weakness which I feel, would seem light to me if from my prison I might once a day behold this fair maid.\"", "ja": "だがこの人の脅迫も、私の感じる無力感も、この牢獄から一日一回あの美しい少女を見られるなら、些細なものになるだろう。」"}
{"en": "Prospero kept Ferdinand not long confined within the cell:", "ja": "プロスペロウはファーディナンドを長いこと岩屋に閉じこめてはおかなかった。"}
{"en": "he soon brought out his prisoner, and set him a severe task to perform, taking care to let his daughter know the hard labour he had imposed on him, and then pretending to go into his study, he secretly watched them both.", "ja": "すぐ囚人を連れだし、厳しい仕事につけ、そして自分が言いつけた仕事を娘が知るように配慮しておいて、書斎にひっこむふりをして、ひそかに２人を見張っていた。"}
{"en": "Prospero had commanded Ferdinand to pile up some heavy logs of wood.", "ja": "プロスペロウはファーディナンドに、重い丸太を積み上げるよう命じておいた。"}
{"en": "Kings' sons not being much used to laborious work,", "ja": "王の子どもたちは一般に労役には慣れていないものである。"}
{"en": "Miranda soon after found her lover almost dying with fatigue.", "ja": "だから、ミランダはほどなく、愛する人が疲労のあまり死にそうになっているのを見つけたのである。"}
{"en": "\"Alas!\"", "ja": "「ああ！」"}
{"en": "said she,", "ja": "彼女は言った。"}
{"en": "\"do not work so hard;", "ja": "「そんなに仕事をなさらないで。"}
{"en": "my father is at his studies,", "ja": "父は研究に没頭しています。"}
{"en": "he is safe for these three hours;", "ja": "３時間くらいは大丈夫ですから、"}
{"en": "pray rest yourself.\"", "ja": "どうかお休みになって下さいな。」"}
{"en": "\"O my dear lady,\"", "ja": "「ああお嬢さん。」"}
{"en": "said Ferdinand,", "ja": "ファーディナンドは言った。"}
{"en": "\"I dare not.", "ja": "「そんなことはできません。"}
{"en": "I must finish my task before I take my rest.\"", "ja": "休む前に仕事を仕上げなければなりません。」"}
{"en": "\"If you will sit down,\"", "ja": "「あなたがお座りになったら、」"}
{"en": "said Miranda,", "ja": "ミランダは言った。"}
{"en": "\"I will carry your logs the while.\"", "ja": "「その間私が丸太を運びます。」"}
{"en": "But this Ferdinand would by no means agree to.", "ja": "しかしファーディナンドはこの申し出を受けようとはしなかった。"}
{"en": "Instead of a help Miranda became a hindrance,", "ja": "助けどころがミランダは邪魔になった。"}
{"en": "for they began a long conversation, so that the business of log-carrying went on very slowly.", "ja": "２人は長話を始めて、薪運びの仕事はとても手間取ってしまったのだ。"}
{"en": "Prospero, who had enjoined Ferdinand this task merely as a trial of his love,", "ja": "プロスペロウは、その仕事を愛情の試練として命じただけだった。"}
{"en": "was not at his books, as his daughter supposed, but was standing by them, invisible, to overhear what they said.", "ja": "彼は娘が想像したように読書をしていたのではなくて、２人のそばに立っていて、隠れて話を立ち聞きしていた。"}
{"en": "Ferdinand inquired her name,", "ja": "ファーディナンドは彼女の名を尋ねた。"}
{"en": "which she told, saying it was against her father's express command she did so.", "ja": "ミランダは、それは父の命令に背くことになるのですが、と言いながらも名前を教えた。"}
{"en": "Prospero only smiled at this first instance of his daughter's disobedience,", "ja": "プロスペロウは娘が自分の命令に背いた最初の実証を見てただほほえんでいた。"}
{"en": "for having by his magic art caused his daughter to fall in love so suddenly, he was not angry that she showed her love by forgetting to obey his commands.", "ja": "自分の魔術によって、娘が突然恋に落ちるようにしたので、自分の命令に従うのを忘れて愛情を示しているのを見ても怒る気にならなかったのである。"}
{"en": "And he listened well pleased to a long speech of Ferdinand's,", "ja": "そしてプロスペロウは、ファーディナンドの長い話を喜んで聞いていた。"}
{"en": "in which he professed to love her above all the ladies he ever saw.", "ja": "その中でファーディナンドは、これまで会ったどの女性よりも、あなたのことを愛していると告白した。"}
{"en": "In answer to his praises of her beauty, which he said exceeded all the women in the world, she replied:", "ja": "世界で一番君が美しいという、ミランダの美しさに対する賛辞に対して、彼女はこう答えた。"}
{"en": "\"I do not remember the face of any woman, nor have I seen any more men than you, my good friend, and my dear father.", "ja": "「私は女性の顔を覚えていませんし、お友達であるあなたと私の父のほかには男の人に会ったことがありません。"}
{"en": "How features are abroad, I know not;", "ja": "よそでは人の姿がどんなだか私は存じません。"}
{"en": "but, believe me, sir, I would not wish any companion in the world but you, nor can my imagination form any shape but yours that I could like.", "ja": "ですが、本当のところ、私はこの世の中であなたのほかに友だちはいりませんし、あなたのお姿のほかに私の好む姿を想像することもできません。"}
{"en": "But, sir, I fear I talk to you too freely,", "ja": "おや、私はあなたに遠慮なく話しすぎましたわ。"}
{"en": "and my father's precepts I forget.\"", "ja": "父の教えを忘れてしまいました。」"}
{"en": "At this Prospero smiled, and nodded his head,", "ja": "これを聞いてプロスペロウは笑みを浮かべてうなずいていた。"}
{"en": "as much as to say: \"This goes on exactly as I could wish; my girl will be queen of Naples.\"", "ja": "その姿はまるで「これで私の思うとおりになるな、あの子はナポリの王妃になるだろう。」と言わんばかりだった。"}
{"en": "And then Ferdinand, in another fine long speech (for young princes speak in courtly phrases), told the innocent Miranda he was heir to the crown of Naples, and that she should be his queen.", "ja": "それからファーディナンドは、立派な長々しい言葉で（若い王子などというものは、お上品な文句で話すものですから）無垢の心をもつミランダに、自分はナポリの王位を継ぐものであり、あなたに王妃になってもらう、と言った。"}
{"en": "\"Ah! sir,\"", "ja": "「ああ、あなた！」"}
{"en": "said she,", "ja": "ミランダは言った。"}
{"en": "\"I am a fool to weep at what I am glad of.", "ja": "「私は馬鹿ですね、嬉しくて泣いてしまうなんて。"}
{"en": "I will answer you in plain and holy innocence.", "ja": "飾り気のない単純な気持ちでお答えいたします。"}
{"en": "I am your wife if you will marry me.\"", "ja": "結婚して下さるなら、私はあなたの妻ですわ。」"}
{"en": "Prospero prevented Ferdinand's thanks by appearing visible before them.", "ja": "プロスペロウは２人の前に出てきて、ファーディナンドの謝辞をさえぎった。"}
{"en": "\"Fear nothing, my child,\"", "ja": "「心配は無用だよ、我が息子よ。」"}
{"en": "said he;", "ja": "彼は言った。"}
{"en": "\"I have overheard,", "ja": "「私はすべて聞いていたよ。"}
{"en": "and approve of all you have said.", "ja": "そして君の言ったことをすべて承認しよう。"}
{"en": "And, Ferdinand, if I have too severely used you, I will make you rich amends, by giving you my daughter.", "ja": "それからファーディナンド君、もし私が君に厳しくあたりすぎたなら、十二分にその償いをするよ、娘を君にあげることでね。"}
{"en": "All your vexations were but trials of your love, and you have nobly stood the test.", "ja": "君の苦痛はみな愛情を試そうとしたことなんだ、そして君は立派に試練に耐えた。"}
{"en": "Then as my gift, which your true love has worthily purchased, take my daughter,", "ja": "君の真実の愛が堂々と勝ち取ったんだから、私からの贈り物として娘をめとってもらいたい。"}
{"en": "and do not smile that I boast she is above all praise.\"", "ja": "この娘《こ》は言葉で言えないくらいすばらしい娘だと自慢するのを笑わんでくれ。」"}
{"en": "He then, telling them that he had business which required his presence, desired they would sit down and talk together till he returned;", "ja": "それからプロスペロウは、行かなければならない仕事があると言い、２人に、腰を下ろして自分が帰るまで一緒に話していてほしいと頼んだ。"}
{"en": "and this command Miranda seemed not at all disposed to disobey.", "ja": "この命令には、ミランダも喜んで従う気になったようだった。"}
{"en": "When Prospero left them, he called his spirit Ariel,", "ja": "プロスペロウは２人のところを離れ、精霊エアリエルを呼んだ。"}
{"en": "who quickly appeared before him, eager to relate what he had done with Prospero's brother and the king of Naples.", "ja": "エアリエルはすぐ前に出てきて、プロスペロウの弟とナポリの王とをどうしたか、熱心に話した。"}
{"en": "Ariel said he had left them almost out of their senses with fear, at the strange things he had caused them to see and hear.", "ja": "彼は、２人は自分がいろいろ不思議なものを見せたり聞かせたりしたことで、気も狂わんばかりになっています、と言った。"}
{"en": "When fatigued with wandering about, and famished for want of food, he had suddenly set before them a delicious banquet, and then, just as they were going to eat, he appeared visible before them in the shape of a harpy, a voracious monster with wings, and the feast vanished away.", "ja": "２人がさまよい歩いて疲れきり、食料がなくなって飢えていたところに、彼は突然立派なごちそうを並べ、それを２人が食べようとしたときに、翼の生えたどん欲な怪物ハーピー［＃注２］の姿で目の前に現れた、するとごちそうは消えてなくなった。"}
{"en": "Then, to their utter amazement, this seeming harpy spoke to them, reminding them of their cruelty in driving Prospero from his dukedom, and leaving him and his infant daughter to perish in the sea,", "ja": "２人はとても驚いたのだが、このハーピーと見えた怪物は２人に話しかけ、プロスペロウを公国から追い出し、彼とその幼い娘とを海の中に置き去りにして殺そうとした残虐ぶりを思い出させた。"}
{"en": "saying, that for this cause these terrors were suffered to afflict them.", "ja": "そして、そのためにこういう恐ろしいことで２人を悩ませてもいいのだ、と語った。"}
{"en": "The King of Naples, and Antonio the false brother, repented the injustice they had done to Prospero;", "ja": "ナポリの王と不実の弟アントニオは、プロスペロウに与えた仕打ちを悔いた。"}
{"en": "and Ariel told his master he was certain their penitence was sincere, and that he, though a spirit, could not but pity them.", "ja": "エアリエルは主人に、２人は確かに心から悔い改めていた、自分は精霊だけれども、２人に同情せずにはいられなかった、と語った。"}
{"en": "\"Then bring them hither, Ariel,\"", "ja": "「それなら２人をここに連れてきなさい、エアリエル。」"}
{"en": "said Prospero:", "ja": "プロスペロウは言った。"}
{"en": "\"if you, who are but a spirit, feel for their distress, shall not I, who am a human being like themselves, have compassion on them?", "ja": "「もし君が、精霊にすぎないのに２人の苦悩に同情するんなら、２人と同じ人間である私が２人をあわれまないでいられようか。"}
{"en": "Bring them quickly, my dainty Ariel.\"", "ja": "つれてくるんだ、すぐにな、やさしいエアリエルよ。」"}
{"en": "Ariel soon returned with the king, Antonio, and old Gonzalo in their train, who had followed him,", "ja": "エアリエルはすぐに王とアントニオと、２人についてきた老ゴンザーロウをつれて帰ってきた。"}
{"en": "wondering at the wild music he played in the air to draw them on to his master's presence.", "ja": "彼らは空中で鳴り響く風変わりな音楽を不思議に思ってついて来たのだが、その音楽こそ、エアリエルが主人のところへ彼らを連れてくるために奏でたものであった。"}
{"en": "This Gonzalo was the same who had so kindly provided Prospero formerly with books and provisions, when his wicked brother left him, as he thought, to perish in an open boat in the sea.", "ja": "このゴンザーロウは以前、悪い弟がプロスペロウを、甲板もない小舟の中に押し込めて海に追放しよう（彼はそう思った）としたときに、親切にもプロスペロウに本や食料を差し入れてくれた、その当人であった。"}
{"en": "Grief and terror had so stupefied their senses that they did not know Prospero.", "ja": "悲しみと恐怖に彼らの感覚は麻痺していたので、みんなプロスペロウが分からなかった。"}
{"en": "He first discovered himself to the good old Gonzalo, calling him the preserver of his life;", "ja": "プロスペロウはまず善良な老ゴンザーロウに自分の身分を明かし、ゴンザーロウを命の恩人と呼んだ。"}
{"en": "and then his brother and the king knew that he was the injured Prospero.", "ja": "そのとき弟と王は、彼がひどい目にあったプロスペロウだと気づいた。"}
{"en": "Antonio, with tears and sad words of sorrow and true repentance, implored his brother's forgiveness,", "ja": "アントニオは涙ながらに、悲しみと真実の改心とをこめた悲痛な言葉で兄に許しを乞うた。"}
{"en": "and the king expressed his sincere remorse for having assisted Antonio to depose his brother:", "ja": "ナポリ王はアントニオが兄を退ける手助けをしたことに対して、心から悔やんでいることを明らかにした。"}
{"en": "and Prospero forgave them;", "ja": "プロスペロウは２人を許した。"}
{"en": "and, upon their engaging to restore his dukedom, he said to the King of Naples,", "ja": "そして、２人が彼の公国を返還する約束をすると、ナポリ王に言った。"}
{"en": "\"I have a gift in store for you, too\";", "ja": "「私もあなたに差し上げる贈り物を用意しています。」"}
{"en": "and, opening a door, showed him his son Ferdinand playing at chess with Miranda.", "ja": "そして扉を開き、ミランダとチェスをしているファーディナンドを王に見せた。"}
{"en": "Nothing could exceed the joy of the father and the son at this unexpected meeting,", "ja": "思いがけない再会に、父と子とはこの上なく喜んだ。"}
{"en": "for they each thought the other drowned in the storm.", "ja": "互いにあらしの中で溺れ死んだと思っていたのだから、当然といえよう。"}
{"en": "\"O wonder!\"", "ja": "「まあ、不思議なこと。」"}
{"en": "said Miranda,", "ja": "ミランダは言った。"}
{"en": "\"what noble creatures these are!", "ja": "「とても立派な人たちがいますわ！"}
{"en": "It must surely be a brave world that has such people in it.\"", "ja": "こんな人たちが住んでいるところはさぞ素晴らしい世界なんでしょうね。」"}
{"en": "The King of Naples was almost as much astonished at the beauty and excellent graces of the young Miranda, as his son had been.", "ja": "ナポリ王は、ミランダの美しさと、とても上品な雰囲気をただよわせていることに、息子同様びっくりしていた。"}
{"en": "\"Who is this maid?\"", "ja": "「この娘はどなたですか？」"}
{"en": "said he;", "ja": "王は言った。"}
{"en": "\"she seems the goddess that has parted us, and brought us thus together.\"", "ja": "「この方は我々を引き離し、再び会わせてくれた女神のようだ。」"}
{"en": "\"No, sir,\"", "ja": "「ちがいますよ。」"}
{"en": "answered Ferdinand,", "ja": "ファーディナンドは答えた。"}
{"en": "smiling to find his father had fallen into the same mistake that he had done when he first saw Miranda,", "ja": "彼は父が、自分が最初にミランダを見たときにやった同じ間違いに陥ったのを見て笑っていた。"}
{"en": "\"she is a mortal,", "ja": "「彼女は人間ですよ。"}
{"en": "but by immortal Providence she is mine;", "ja": "神の摂理によって私のものとなったのです。"}
{"en": "I chose her when I could not ask you, my father, for your consent,", "ja": "父上、あなたのお許しを得られぬままに、私は彼女を選びました。"}
{"en": "not thinking you were alive.", "ja": "あなたが生きているとは思わなかったからです。"}
{"en": "She is the daughter to  this Prospero,", "ja": "彼女はここにおられるプロスペロウ様のお嬢さんなのです。"}
{"en": "who is the famous duke of Milan,", "ja": "プロスペロウ様は、ミラノでも有名な公爵なのです。"}
{"en": "of whose renown I have heard so much, but never saw him till now:", "ja": "御高名はかねがね耳にしておりましたが、今日までお目にかかったことはありませんでした。"}
{"en": "of him I have received a new life:", "ja": "この方から私は新しい命を頂きました。"}
{"en": "he has made himself to me a second father, giving me this dear lady.\"", "ja": "自ら私の父となってくださり、お嬢さんを私にくださったのです。」"}
{"en": "\"Then I must be her father,\"", "ja": "「では私はこの人の父親となるのだな。」"}
{"en": "said the king;", "ja": "王は言った。"}
{"en": "\"but, oh! how oddly will it sound, that I must ask my child forgiveness.\"", "ja": "「ああ、おかしなことになってしまったな、我が子に許しを乞わねばならんとはな。」"}
{"en": "\"No more of that,\"", "ja": "「もうやめにしましょう。」"}
{"en": "said Prospero:", "ja": "プロスペロウは言った。"}
{"en": "\"let us not remember our troubles past,", "ja": "「過去のいざこざは忘れることにいたしましょう。"}
{"en": "since they so happily have ended.\"", "ja": "万事めでたく終わったのですから。」"}
{"en": "And then Prospero embraced his brother, and again assured him of his forgiveness;", "ja": "それからプロスペロウは弟を抱き、重ねて確かに許したと確言した。"}
{"en": "and said", "ja": "そしてこう言った。"}
{"en": "that a wise over-ruling Providence had permitted that he should be driven from his poor dukedom of Milan, that his daughter might inherit the crown of Naples,", "ja": "すべてをつかさどる摂理の神が、自分がミラノの貧しい公国から追放されることを許したもうたが、それは我が娘がナポリの王位を継ぐためだった。"}
{"en": "for that by their meeting in this desert island, it had happened that the king's son had loved Miranda.", "ja": "２人がこの無人島で出会ったからこそ、ナポリ王の息子がミランダを愛するようになったのだから。"}
{"en": "These kind words which Prospero spoke, meaning to comfort his brother, so filled Antonio with shame and remorse, that he wept and was unable to speak;", "ja": "このようなやさしい言葉がプロスペロウの口から、弟を慰めようとして語られるうちに、アントニオの胸は恥と悔いとでいっぱいになり、何も言わずに泣くばかりだった。"}
{"en": "and the kind old Gonzalo wept to see this joyful reconciliation, and prayed for blessings on the young couple.", "ja": "親切な老ゴンザーロウもこのうれしい和解のさまを見て涙にくれ、若い夫婦のために祝福を祈った。"}
{"en": "Prospero now told them", "ja": "さて、プロスペロウは、一同に向かってこう言った。"}
{"en": "that their ship was safe in the harbor, and the sailors all on board her, and that he and his daughter would accompany them home the next morning.", "ja": "あなた方の船は無事に港の中にあります、乗員もみな船の中にいます、自分も娘も、次の朝みんなと一緒に国へ帰ります。"}
{"en": "\"In the mean time,\" says he, \"partake of such refreshments as my poor cave affords;", "ja": "「とにかく、貧しい岩屋にあり合わせの食べ物を召し上がってください。"}
{"en": "and for your evening's entertainment I will relate the history of my life from my first landing in this desert island.\"", "ja": "今夜のもてなしとして、この無人島に上陸してからの私の身の上話をいたしましょう。」"}
{"en": "He then called for Caliban to prepare some food, and set the cave in order;", "ja": "それからプロスペロウは、キャリバンを呼んで食事を用意させ、岩屋を片付けさせた。"}
{"en": "and the company were astonished at the uncouth form and savage appearance of this ugly monster, who (Prospero said) was the only attendant he had to wait upon him.", "ja": "一同はこの醜い怪物の異様な格好と野蛮な顔つきに肝をつぶしたのだが、（プロスペロウに言わせると）キャリバンはプロスペロウに付き従うただ１人の従者なのだった。"}
{"en": "Before Prospero left the island, he dismissed Ariel from his service, to the great joy of that lively little spirit;", "ja": "プロスペロウは島を去る前に、エアリエルを自由の身にしたので、あの元気のいい小さな精霊は大喜びした。"}
{"en": "who, though he had been a faithful servant to his master, was always longing to enjoy his free liberty, to wander uncontrolled in the air, like a wild bird, under green trees, among pleasant fruits, and sweet-smelling flowers.", "ja": "エアリエルは主人には忠実に仕えてきたのだけれども、自由気ままに空を飛びまわったり、野鳥のように緑の木々の下やおいしい果物やかおりのいい花の間を飛んだりする自由をいつも欲しがってきたのだ。"}
{"en": "\"My quaint Ariel,\"", "ja": "「かわいいエアリエルや。」"}
{"en": "said Prospero to the little sprite when he made him free,", "ja": "プロスペロウは小さな精霊に暇を与えるときにこう言った。"}
{"en": "\"I shall miss you;", "ja": "「君がいなくなると寂しいけれど、"}
{"en": "yet you shall have your freedom.\"", "ja": "自由の身にしてあげよう。」"}
{"en": "\"Thank you, my dear master,\"", "ja": "「ありがとうございます、ご主人様。」"}
{"en": "said Ariel;", "ja": "エアリエルは言った。"}
{"en": "\"but give me leave to attend your ship home with prosperous gales, before you bid farewell to the assistance of your faithful spirit;", "ja": "「ですが、あなたの忠実な精霊のお手伝いに対しておさらばをおっしゃる前に、あなたが帰国なさる船に追い風を差し上げましょう。"}
{"en": "and then, master, when I am free, how merrily I shall live!\"", "ja": "その上で私が自由の身になったら、私も本当に楽しく暮らせますでしょう。」"}
{"en": "Here Ariel sang this pretty song:", "ja": "ここでエアリエルはこんなかわいい歌を歌った。"}
{"en": "\"Where the bee sucks, there suck I;", "ja": "みつばち蜜吸や　わたしも吸うよ"}
{"en": "In a cowslip's bell I lie;", "ja": "九輪草の花で　私は寝るよ"}
{"en": "There I crouch when owls do cry.", "ja": "ふくろが鳴くなら　丸くなろ"}
{"en": "On the bat's back", "ja": "こうもりの背に　またがって、"}
{"en": "I do fly After summer merrily.", "ja": "夏のあとをば　楽しく追うよ"}
{"en": "Merrily, merrily shall I live now", "ja": "おもしろおかしく　わたしは暮らす"}
{"en": "Under the blossom that hangs on the bough.\"", "ja": "枝にかかった　花かげで"}
{"en": "Prospero then buried deep in the earth his magical books and wand,", "ja": "それからプロスペロウは、魔法の本と杖とを地中深く埋めた。"}
{"en": "for he was resolved never more to make use of the magic art.", "ja": "もう二度と魔法は使わないことにしようと決心したからである。"}
{"en": "And having thus overcome his enemies,", "ja": "こうしてプロスペロウは敵に打ち勝った。"}
{"en": "and being reconciled to his brother and the King of Naples, nothing now remained to complete his happiness but to revisit his native land, to take possession of his dukedom, and to witness the happy nuptials of his daughter and Prince Ferdinand,", "ja": "弟やナポリ王と和解した今、幸せの仕上げとしては、ただ故国に帰り、公国を所有し、娘ミランダと王子ファーディナンドとがめでたく結婚するのに立ち会うだけだった。"}
{"en": "which the king said should be instantly celebrated with great splendour on their return to Naples.", "ja": "ナポリ王は、ナポリに帰りしだい即刻盛大な結婚式をとりおこなうつもりだ、と言った。"}
{"en": "At which place, under the safe convoy of the spirit Ariel, they, after a pleasant voyage, soon arrived.", "ja": "精霊エアリエルの警護のもと、一同は、愉快な航海を終えて、ほどなくナポリに到着したのである。"}
