{"en": "THE FIR TREE", "ja": "もみの木"}
{"en": "Hans Christian Andersen", "ja": "ハンス・クリスティアン・アンデルセン"}
{"en": "Out in the woods stood a nice little Fir Tree.", "ja": "まちそとの森（もり）に、いっぽん、とてもかわいらしい、もみの木がありました。"}
{"en": "The place he had was a very good one: the sun shone on him: as to fresh air, there was enough of that, and round him grew many large-sized comrades, pines as well as firs.", "ja": "そのもみの木は、いいところにはえていて、日あたりはよく、風とおしも十分（じゅうぶん）で、ちかくには、おなかまの大きなもみの木や、はりもみの木が、ぐるりを、とりまいていました。"}
{"en": "But the little Fir wanted so very much to be a grown-up tree.", "ja": "でもこの小さなもみの木は、ただもう大きくなりたいと、そればっかりねがっていました。"}
{"en": "He did not think of the warm sun and of the fresh air;", "ja": "ですから森のなかであたたかいお日さまの光のあたっていることや、すずしい風の吹くことなどは、なんともおもっていませんでした。"}
{"en": "he did not care for the little cottage children that ran about and prattled when they were in the woods looking for wild-strawberries.", "ja": "また黒いちごや、オランダいちごをつみにきて、そこいらじゅうおもしろそうにかけまわって、べちゃくちゃおしゃべりしている百姓のこどもたちも、気にかからないようでした。"}
{"en": "The children often came with a whole pitcher full of berries, or a long row of them threaded on a straw, and sat down near the young tree", "ja": "こどもたちは、つぼいっぱい、いちごにしてしまうと、そのあとのいちごは、わらでつないで、ほっとして、小さいもみの木のそばに、腰（こし）をおろしました。"}
{"en": "and said,", "ja": "そして"}
{"en": "\"Oh, how pretty he is!", "ja": "「やあ、ずいぶんかわいいもみの木だなあ。」"}
{"en": "What a nice little fir!\"", "ja": "と、いいいいしました。"}
{"en": "But this was what the Tree could not bear to hear.", "ja": "けれど、そんなことをいわれるのが、このもみの木は、いやで、いやで、なりませんでした。"}
{"en": "At the end of a year he had shot up a good deal, and after another year he was another long bit taller;", "ja": "つぎの年、もみの木は新芽（しんめ）ひとつだけはっきりのび、そのつぎの年には、つづいてまた芽ひとつだけ大きくなりました。"}
{"en": "for with fir trees one can always tell by the shoots how many years old they are.", "ja": "そんなふうで、もみの木の歳（とし）は、まいねんふえてゆく節（ふし）のかずを、かぞえて見ればわかりました。"}
{"en": "\"Oh!", "ja": "小さいもみの木は、ためいきをついて、こういいました。"}
{"en": "Were I but such a high tree as the others are,\"", "ja": "わたしも、ほかの木のように大きかったら、さぞいいだろうなあ。"}
{"en": "\"Then I should be able to spread out my branches, and with the tops to look into the wide world!", "ja": "そうすれば、枝（えだ）をうんとのばして、たかい梢（こずえ）の上から、ひろい世のなかを、見わたすんだけど。"}
{"en": "Then would the birds build nests among my branches: and when there was a breeze, I could bend with as much stateliness as the others!\"", "ja": "そうなれば、鳥はわたしの枝に巣（す）をかけるだろうし、風がふけば、ほかの木のように、わたしも、おうように、こっくりこっくりしてみせてやるのだがなあ。」"}
{"en": "Neither the sunbeams, nor the birds, nor the red clouds which morning and evening sailed above him, gave the little Tree any pleasure.", "ja": "こんなふうでしたから、もみの木は、お日さまの光を見ても、とぶ鳥を見ても、それから、あさゆう、頭（あたま）の上をすうすうながれていく、ばらいろの雲を見ても、ちっともうれしくありませんでした。"}
{"en": "In winter,", "ja": "やがて冬になりました。"}
{"en": "when the snow lay glittering on the ground,", "ja": "ほうぼう雪が白くつもって、きらきらかがやきました。"}
{"en": "a hare would often come leaping along, and jump right over the little Tree.", "ja": "するとどこからか一ぴきの野うさぎが、まい日のように来て、もみの木のあたまをとびこえとびこえしてあそびました。"}
{"en": "Oh, that made him so angry!", "ja": "――ああ、じつにいやだったらありません。"}
{"en": "But two winters were past, and in the third the Tree was so large that the hare was obliged to go round it.", "ja": "――でも、それからのち、ふた冬とおりこすと、もみの木はかなり、せいが高くなりましたから、うさぎはもうただ、そのまわりを、ぴょんぴょん、はねまわっているだけでした。"}
{"en": "\"To grow and grow,", "ja": "「ああうれしい。"}
{"en": "to get older and be tall,\"", "ja": "だんだんそだっていって、今に大きな年をとった木になるんだ。"}
{"en": "thought the Tree--", "ja": "世のなかにこんなにすばらしいことはない。」"}
{"en": "\"that, after all, is the most delightful thing in the world!\"", "ja": "もみの木は、こんなことを考（かんが）えていました。"}
{"en": "In autumn the wood-cutters always came and felled some of the largest trees.", "ja": "秋になると、いつも木こりがやって来て、いちばん大きい木を二、三本きりだします。"}
{"en": "This happened every year;", "ja": "これは、まい年のおきまりでした。"}
{"en": "and the young Fir Tree, that had now grown to a very comely size, trembled at the sight;", "ja": "そのときは、見あげるほど高い木が、どしんという大きな音をたてて、地面（じめん）の上にたおされました。"}
{"en": "for the magnificent great trees fell to the earth with noise and cracking, the branches were lopped off, and the trees looked long and bare;they were hardly to be recognised;", "ja": "そして枝をきりおとされ、太（ふと）いみきのかわをはがれ、まるはだかの、ほそっこいものにされて、とうとう、木だかなんだかわけのわからないものになると、この若いもみの木は、それをみてこわがってふるえました。"}
{"en": "and then they were laid in carts, and the horses dragged them out of the wood.", "ja": "けれども、それが荷車（にぐるま）につまれて、馬にひかれて、森を出ていくとき、もみの木はこうひとりごとをいって、ふしぎがっていました。"}
{"en": "Where did they go to?", "ja": "みんな、どこへいくんだろう。"}
{"en": "What became of them?", "ja": "いったいどうなるんだろう。"}
{"en": "In spring, when the swallows and the storks came, the Tree asked them,", "ja": "春になって、つばめと、こうのとりがとんで来たとき、もみの木はさっそくそのわけをたずねました。"}
{"en": "\"Don't you know where they have been taken?", "ja": "「ねえ、ほんとにどこへつれて行かれたんでしょうね。"}
{"en": "Have you not met them anywhere?\"", "ja": "あなたがた。"}
{"en": "The swallows did not know anything about it;", "ja": "つばめはなんにもしりませんでした。"}
{"en": "but the Stork looked musing,", "ja": "けれどもこうのとりは、しきりとかんがえていました。"}
{"en": "nodded his head, and said,", "ja": "そしてながいくびを、がってん、がってんさせながら、こういいました。"}
{"en": "\"Yes; I think I know;", "ja": "「そうさね、わたしはしっているとおもうよ。"}
{"en": "I met many ships as I was flying hither from Egypt; on the ships were magnificent masts,", "ja": "それはね、エジプトからとんでくるとちゅう、あたらしい船（ふね）にたくさん、わたしは出あったのだが、どの船にもみんな、りっぱなほばしらが立っていた。"}
{"en": "and I venture to assert that it was they that smelt so of fir.", "ja": "わたしはきっと、このほばしらが、おまえさんのいうもみの木だとおもうのだよ。"}
{"en": "I may congratulate you,", "ja": "そこで、なんべんでも、わたしはおことづけをいいます。"}
{"en": "for they lifted themselves on high most majestically!\"", "ja": "大きくなるんだ、大きくなるんだってね。」"}
{"en": "\"Oh, were I but old enough to fly across the sea!", "ja": "「まあ、わたしも、遠い海をこえていけるくらいな、大きい木だったら、さぞいいだろうなあ。"}
{"en": "But how does the sea look in reality?", "ja": "けれどこうのとりさん、いったい海ってどんなもの。"}
{"en": "What is it like?\"", "ja": "それはどんなふうに見えるでしょう。」"}
{"en": "\"That would take a long time to explain,\"", "ja": "「そうさな、ちょっとひとくちには、とてもいえないよ。」"}
{"en": "said the Stork, and with these words off he went.", "ja": "こうのとりはこういったまま、どこかへとんでいってしまいました。"}
{"en": "\"Rejoice in thy growth!\"", "ja": "そのとき、空の上でお日さまの光が、しんせつにこういってくれました。"}
{"en": "said the Sunbeams.", "ja": "「わかいあいだが、なによりもいいのだよ。"}
{"en": "\"Rejoice in thy vigorous growth, and in the fresh life that moveth within thee!\"", "ja": "ずんずんのびて、そだっていくわかいときほど、たのしいことはないのだよ。」"}
{"en": "And the Wind kissed the Tree,", "ja": "すると、風も、もみの木にやさしくせっぷんしてくれました。"}
{"en": "and the Dew wept tears over him;", "ja": "つゆもはらはらと、しおらしいなみだを、かけてくれました。"}
{"en": "but the Fir understood it not.", "ja": "けれどももみの木には、それかどういうわけかわかりませんでした。"}
{"en": "When Christmas came, quite young trees were cut down:", "ja": "クリスマスがちかくなってくると、わかい木がなんぼんもきりたおされました。"}
{"en": "trees which often were not even as large or of the same age as this Fir Tree,", "ja": "なかには、このもみの木よりもわかい小さいのがありましたし、またおない年ぐらいのもありました。"}
{"en": "who could never rest, but always wanted to be off.", "ja": "ですからもみの木は、じぶんも早くよその世界（せかい）へでたがって、まいにち、気が気でありませんでした。"}
{"en": "These young trees, and they were always the finest looking, retained their branches; they were laid on carts, and the horses drew them out of the wood.", "ja": "そういうわかい木たちは、なかでも、ことに枝ぶりの美しい木でしたから、それなりきられて、車につまれて、馬にひかれて、森をでていきました。"}
{"en": "\"Where are they going to?\"", "ja": "「どこへいくんだろう。"}
{"en": "\"They are not taller than I; there was one indeed that was considerably shorter;", "ja": "あの木たちは、みんな、わたしより小さいし、なかにはずっと小さいのもある。"}
{"en": "and why do they retain all their branches?", "ja": "それからまた、なんだって、枝をきりおとされないんだろう。"}
{"en": "Whither are they taken?\"", "ja": "いったい、どこへつれていかれるんだろう。」"}
{"en": "\"We know!", "ja": "もみの木は、こういってきくと、そばですずめたちが、さえずっていいました。"}
{"en": "We know!\"", "ja": "「しっているよ、しっているよ、"}
{"en": "\"We have peeped in at the windows in the town below! We know whither they are taken!", "ja": "町へいったとき、ぼくたちは、まどからのぞいたから、しっているよ。"}
{"en": "The greatest splendor and the greatest magnificence one can imagine await them.", "ja": "みんなは、そりゃあすばらしいほど、りっぱになるんだよ。"}
{"en": "We peeped through the windows, and saw them planted in the middle of the warm room", "ja": "まどからのぞくとね、あたたかいおへやのまんなかに、小さなもみの木は、みんな立っていたよ。"}
{"en": "and ornamented with the most splendid things, with gilded apples, with gingerbread, with toys, and many hundred lights!\"", "ja": "金（きん）いろのりんごだの、蜜（みつ）のお菓子（かし）だの、おもちゃだの、それから、なん百とも知れないろうそくだので、それはそれは、きれいにかざられていたっけ。」"}
{"en": "\"And then?\"", "ja": "「で、それから――。」"}
{"en": "asked the Fir Tree, trembling in every bough.", "ja": "と、もみの木は、のこらずの枝をふるわせながらたずねました。"}
{"en": "\"And then?", "ja": "「ねえ［＃「「ねえ」は底本では「ね「え」］、"}
{"en": "What happens then?\"", "ja": "それから、どうしたの。」"}
{"en": "\"We did not see anything more:", "ja": "「うん、それからどうしたか、ぼくたちはしらないよ。"}
{"en": "it was incomparably beautiful.\"", "ja": "とにかく、あんなきれいなものは、ほかでは見たことがないね。」"}
{"en": "\"I would fain know if I am destined for so glorious a career,\"", "ja": "「ああ、どうかして、そんなはなばなしい運（うん）がめぐってこないかなあ。」"}
{"en": "cried the Tree, rejoicing.", "ja": "と、もみの木は、とんきょうな声をあげました"}
{"en": "\"That is still better than to cross the sea!", "ja": "「それこそ白い帆（ほ）をかけて、とおい海をこえていくよりも、ずっとよさそうだ。"}
{"en": "What a longing do I suffer!", "ja": "ああ、いきたいな。"}
{"en": "Were Christmas but come!", "ja": "はやく、クリスマスがくればいいなあ。"}
{"en": "I am now tall, and my branches spread like the others that were carried off last year!", "ja": "わたしはもう、去年、つれていかれた木とおなじくらい、せいが高くなったし、すっかり大きくそだってしまった。"}
{"en": "Oh! were I but already on the cart!", "ja": "――ああ、どうかして、はやく荷車（にぐるま）の上に、つまれるようになればいいなあ、"}
{"en": "Were I in the warm room with all the splendor and magnificence!", "ja": "そして、目のさめるように、りっぱになって、あたたかいへやに、すみたいものだなあ。"}
{"en": "Yes;", "ja": "だが、それからは、それからはどうなるだろう。"}
{"en": "then something better, something still grander, will surely follow,", "ja": "――たぶん、それからは、もっといいことがおこるだろう。"}
{"en": "or wherefore should they thus ornament me?", "ja": "もしそうでなければ、そんなにきれいに、わたしたちをかざっておくはずがないもの。"}
{"en": "Something better, something still grander must follow", "ja": "きっとなにか、たいしたことがおこるんだろう。"}
{"en": "--but what?", "ja": "だがそれはなんだろうなあ。"}
{"en": "Oh, how I long, how I suffer!", "ja": "――なんだかわからないが、ただいきたい。"}
{"en": "I do not know myself what is the matter with me!\"", "ja": "もう、じぶんでじぶんがわからないんだ。」"}
{"en": "\"Rejoice in our presence!\"", "ja": "そのときまた、風とお日さまの光とが、やさしく声をかけました。"}
{"en": "said the Air and the Sunlight.", "ja": "「わたしたちのなかにいるほうがきらくだよ。"}
{"en": "\"Rejoice in thy own fresh youth!\"", "ja": "このひろびろしたなかで、げんきのいい、わかいときを、十分にたのしむのがいいのだよ。」"}
{"en": "But the Tree did not rejoice at all;", "ja": "けれども、もみの木は、そんなことをきいても、ちっともうれしくありませんでした。"}
{"en": "he grew and grew, and was green both winter and summer.", "ja": "こうして冬が去って、夏もすぎました。"}
{"en": "People that saw him said,", "ja": "ですからたれも、このもみの木をみた人で、"}
{"en": "\"What a fine tree!\"", "ja": "「なんてまあきれいな木だろうね。」"}
{"en": "and towards Christmas he was one of the first that was cut down.", "ja": "それで、クリスマスの季節（きせつ）になると、このもみの木は、とうとう、まっさきにきられました。"}
{"en": "The axe struck deep into the very pith; the Tree fell to the earth with a sigh;", "ja": "そのとき、おのが、木のしんまできりこんだので、もみの木は、うめきごえを立てて、地の上にたおれました。"}
{"en": "he felt a pang--it was like a swoon;", "ja": "からだじゅう、ずきずきいたんで、だんだん、気が遠くなりました。"}
{"en": "he could not think of happiness,", "ja": "かんがえてみると、うれしいどころではありません。"}
{"en": "for he was sorrowful at being separated from his home, from the place where he had sprung up.", "ja": "じぶんがはじめて芽（め）を出した森の家（いえ）からはなれるのは、しみじみかなしいことでした。"}
{"en": "He well knew that he should never see his dear old comrades, the little bushes and flowers around him, anymore; perhaps not even the birds!", "ja": "こどものときからおなじみの、ちいさな木や花などにも、それからたぶん小鳥たちにも、もうあえないだろうとおもいました。"}
{"en": "The departure was not at all agreeable.", "ja": "まったく旅（たび）に出るというのは、つらいものにちがいありませんでした。"}
{"en": "The Tree only came to himself when he was unloaded in a court-yard with the other trees,", "ja": "やっと、しょうきづいて見ると、もみの木は、ほかの木といっしょにわらにくるまれて、どこかのうちのにわのなかにおかれていました。"}
{"en": "and heard a man say,", "ja": "そばではひとりの男がこういっていました。"}
{"en": "\"That one is splendid!", "ja": "「この木はすてきだなあ。"}
{"en": "We don't want the others.\"", "ja": "これいっぽんあればたくさんだ。」"}
{"en": "Then two servants came in rich livery", "ja": "そこへはっぴをきた、ふたりの男がやってきました。"}
{"en": "and carried the Fir Tree into a large and splendid drawing-room.", "ja": "そしてもみの木を、りっぱにかざった、大きなへやにはこんでいきました。"}
{"en": "Portraits were hanging on the walls,", "ja": "へやのかべにはいろいろながくが、かかっていました。"}
{"en": "and near the white porcelain stove stood two large Chinese vases with lions on the covers.", "ja": "タイルばりの大きなだんろのそばには、ししのふたのついた、青磁（せいじ）のかめが、おいてありました。"}
{"en": "There, too, were large easy-chairs, silken sofas, large tables full of picture-books and full of toys, worth hundreds and hundreds of crowns--at least the children said so.", "ja": "そこには、ゆりいすだの、きぬばりのソファだの、それから、すくなくとも、こどもたちのいいぶんどおりだとすると、百円の百倍もするえほんや、おもちゃののっている、大きなテーブルなどがありました。"}
{"en": "And the Fir Tree was stuck upright in a cask that was filled with sand;", "ja": "もみの木は、砂（すな）がいっぱいはいっている、大きなおけのなかにいれられました。"}
{"en": "but no one could see that it was a cask,", "ja": "けれど、たれの目にも、それはおけとは見えませんでた。"}
{"en": "for green cloth was hung all round it, and it stood on a large gaily-colored carpet.", "ja": "それは青あおした、きれでつつまれて、うつくしい色もようのしきものの上においてありました。"}
{"en": "Oh! how the Tree quivered! What was to happen?", "ja": "まあ、このさき、どんなことになるのかしら、もみの木はぶるぶるふるえていました。"}
{"en": "The servants, as well as the young ladies, decorated it.", "ja": "召使たちについて、お嬢（じょう）さんたちも出てきて、もみの木のおかざりを、はじめました。"}
{"en": "On one branch there hung little nets cut out of colored paper,", "ja": "枝にはいろがみをきりこまざいてつくったあみをかけました。"}
{"en": "and each net was filled with sugarplums;", "ja": "そのあみの袋には、どれもボンボンや、キャラメルがいっぱいはいっていました。"}
{"en": "and among the other boughs gilded apples and walnuts were suspended, looking as though they had grown there,", "ja": "金紙をかぶせたりんごや、くるみの実が、ほんとうになっているように、ぶらさがりました。"}
{"en": "and little blue and white tapers were placed among the leaves.", "ja": "それから、青だの、赤だの、白だのの、ろうそくを百本あまり、どの枝にも、どの杖にもしっかりとさしました。"}
{"en": "Dolls that looked for all the world like men--the Tree had never beheld such before--were seen among the foliage,", "ja": "まるで人間かと思われるほど、くりくりした目のにんぎょうが、葉と葉のあいだにぶらさがっていました。"}
{"en": "and at the very top a large star of gold tinsel was fixed.", "ja": "――木のてっぺんには、ぴかぴか光る金紙（きんがみ）の星をつけました。"}
{"en": "It was really splendid--beyond description splendid.", "ja": "こんなにいろいろなものでかざりたてましたから、もみの木は、それこそ、見ちがえるように、りっぱになりました。"}
{"en": "\"This evening!\"", "ja": "「さあ、こんばんよ。」"}
{"en": "they all said.", "ja": "と、その人たちは、みんないっていました。"}
{"en": "\"How it will shine this evening!\"", "ja": "「これでこんばん、あかりがつきます。」"}
{"en": "\"Oh!\" thought the Tree.", "ja": "それをきいて、もみの木はかんがえました。"}
{"en": "\"If the evening were but come!", "ja": "「いいなあ、こんばんからだってねえ。"}
{"en": "If the tapers were but lighted!", "ja": "はやくばんになって、あかりがつけばいいなあ。"}
{"en": "And then I wonder what will happen!", "ja": "それからどんなことがあるだろう。"}
{"en": "Perhaps the other trees from the forest will come to look at me!", "ja": "森からいろいろな木があいにくるかしら。"}
{"en": "Perhaps the sparrows will beat against the windowpanes!", "ja": "それとも、すずめたちがまどガラスのところへ、とんでくるかしら。"}
{"en": "I wonder if I shall take root here, and winter and summer stand covered with ornaments!\"", "ja": "もしかしたら、このままここで根がはえて、冬も夏もこうやってかざられたまま、立っているのかもしれない。」"}
{"en": "He knew very much about the matter", "ja": "そんなふうに、あれやこれやとかんがえるのも、もっともなことでした。"}
{"en": "--but he was so impatient that for sheer longing he got a pain in his back,", "ja": "けれども、もみの木はあんまりかんがえつめたので、からだのかわが、いたくなりました。"}
{"en": "and this with trees is the same thing as a headache with us.", "ja": "ちょうど、にんげんが、ずつうでくるしむように、木にとっては、このかわのいたいのは、かなりこまるびょうきなのでした。"}
{"en": "The candles were now lighted", "ja": "さて、ろうそくのあかりがつきました。"}
{"en": "--what brightness!", "ja": "なんというかがやかしさなのでしょう。"}
{"en": "What splendor!", "ja": "なんというりっぱさなのでしょう。"}
{"en": "The Tree trembled so in every bough", "ja": "もみの木は、うれしまぎれに、枝という枝をぶるぶるさせました。"}
{"en": "that one of the tapers set fire to the foliage.", "ja": "そのため、いっぽんのろうそくの火がゆれて、あおい葉にもえうつりました。"}
{"en": "It blazed up famously.", "ja": "おかげで、かなりこげました。"}
{"en": "\"Help! Help!\"", "ja": "「あぶないわ。」"}
{"en": "cried the young ladies, and they quickly put out the fire.", "ja": "と、お嬢（じょう）さんたちはさけんで、あわてて火をけしました。"}
{"en": "Now the Tree did not even dare tremble.", "ja": "そこでもみの木は、もうからだをふるわすこともできませんでした。"}
{"en": "What a state he was in!", "ja": "こうなると、それはまったくおそろしいほどでした。"}
{"en": "He was so uneasy lest he should lose something of his splendor,", "ja": "もみの木はせっかくのかざりを、ひとつもなくすまいと、しんぱいしました。"}
{"en": "that he was quite bewildered amidst the glare and brightness;", "ja": "それに、あんまり明（あか）るすぎるので、ただもうぼうっとなりました。――"}
{"en": "when suddenly both folding-doors opened and a troop of children rushed in as if they would upset the Tree.", "ja": "やがて、両びらきのとびらがさあっとあいて、こどもたちが、まるで、クリスマスの木ごとたたきおとしそうないきおいで、とびこんできました。"}
{"en": "The older persons followed quietly;", "ja": "おとなたちも、そのあとからしずかについてきました。"}
{"en": "the little ones stood quite still.", "ja": "こどもたちは、ほんのちょっとのあいだ、だまって立っていましたが、"}
{"en": "But it was only for a moment; then they shouted that the whole place re-echoed with their rejoicing; they danced round the Tree, and one present after the other was pulled off.", "ja": "――たちまち、わあっというさわぎになって、木のまわりをおどりまわりながら、クリスマスのおくりものを、ひとつ、ひとつ、さらっていきました。"}
{"en": "\"What are they about?\"", "ja": "「この子たちはなにをするんだろう。"}
{"en": "thought the Tree.", "ja": "なにがはじまるんだろう。」"}
{"en": "\"What is to happen now!\"", "ja": "と、もみの木はかんがえました。"}
{"en": "And the lights burned down to the very branches,", "ja": "するうち、枝のところまで、ろうそくは、だんだんともえていきました。"}
{"en": "and as they burned down they were put out one after the other,", "ja": "そしてひとつずつ消されてしまいました。"}
{"en": "and then the children had permission to plunder the Tree.", "ja": "やがて、木の枝につけてあるものを取ってもいいというおゆるしが出ました。"}
{"en": "So they fell upon it with such violence", "ja": "やれやれたいへん、こどもたちは、いきなり木をめがけて、とびつきました。"}
{"en": "that all its branches cracked;", "ja": "木はみしみしと音（おと）を立てました。"}
{"en": "if it had not been fixed firmly in the ground, it would certainly have tumbled down.", "ja": "もみの木のてっぺんにつけてある金（きん）紙の星（ほし）が、うまくてんじょうにしばりつけてなかったら、きっと木は、あおむけにひっくりかえされたことでしょう。"}
{"en": "The children danced about with their beautiful playthings;", "ja": "こどもたちは、もぎ取（と）ったりっぱなおもちゃを、てんでんにもって、おどりまわりました。"}
{"en": "no one looked at the Tree", "ja": "ですからたれひとり、もう木をふりかえって見るものはありませんでした。"}
{"en": "except the old nurse, who peeped between the branches; but it was only to see if there was a fig or an apple left that had been forgotten.", "ja": "たったひとり、ばあやが、木につけてあった、いちじくやりんごを、こどもたちがとりのこしていやしないかとおもって、枝のなかに首（くび）をさしいれて、のぞきこんだだけでした。"}
{"en": "\"A story!", "ja": "「おはなししてね、"}
{"en": "A story!\"", "ja": "おはなししてね。」"}
{"en": "cried the children, drawing a little fat man towards the Tree.", "ja": "こどもたちはそうさけんで、ずんぐりしたひとりの小さい人を、木のところへひっぱっていきました。"}
{"en": "He seated himself under it and said,", "ja": "その人は、木の下に腰（こし）をおろしてこういいました。"}
{"en": "\"Now we are in the shade,", "ja": "「よしよし、こうしていれば、みなさんはみどりの森のなかにいるようなものだ。"}
{"en": "and the Tree can listen too.", "ja": "だから、この木もうれしがって、おはなしをきくだろう。"}
{"en": "But I shall tell only one story.", "ja": "だがおはなしはひとつだけだよ。"}
{"en": "Now which will you have; that about Ivedy-Avedy,", "ja": "＊イウェデ・アウェデのおはなしをしようかね。"}
{"en": "or about Humpy-Dumpy, who tumbled downstairs, and yet after all came to the throne and married the princess?\"", "ja": "それとも、だんだんからころげおちたくせに、うまく出世（しゅっせ）して、王女（おうじょ）さまをおよめさんにした、でっくりもっくりさんのおはなしをしようかね。」"}
{"en": "\"Ivedy-Avedy,\"", "ja": "「イウェデ・アウェデ。」"}
{"en": "cried some;", "ja": "と、五六人のこどもたちはさけびました。"}
{"en": "\"Humpy-Dumpy,\"", "ja": "するとほかのこどもたちは、"}
{"en": "cried the others.", "ja": "「でっくりもっくりさん。」"}
{"en": "There was such a bawling and screaming--the Fir Tree alone was silent, and he thought to himself,", "ja": "みんながそうやって、くちぐちに、わいわいいいたてるので、がやがや、がやがや、おおさわぎになりました、けれども、もみの木ばかりは、だまってこうおもっていました。"}
{"en": "\"Am I not to bawl with the rest?", "ja": "「わたしには、そうだんしてくれないのかしら。"}
{"en": "Am I to do nothing whatever?\"", "ja": "わたしは、このおなかまではないのかしら。」"}
{"en": "for he was one of the company,", "ja": "なるほどおなかまにはちがいないのです。"}
{"en": "and had done what he had to do.", "ja": "けれどももみの木のおやくめは、もうすんでいました。"}
{"en": "And the man told about Humpy-Dumpy that tumbled down, who notwithstanding came to the throne, and at last married the princess.", "ja": "やがていまの人は、だんだんをころげおちたくせに、出世して、王女さまをおよめさんにした、でっくりもっくりさんのおはなしをしました。"}
{"en": "And the children clapped their hands,", "ja": "おはなしがすむと、こどもたちは、ぱちぱち手をたたいて、"}
{"en": "and cried.", "ja": "「もひとつして、もひとつして。」"}
{"en": "\"Oh, go on!", "ja": "と、さけびたてました。"}
{"en": "They wanted to hear about Ivedy-Avedy too, but the little man only told them about Humpy-Dumpy.", "ja": "こどもたちはイウェデ・アウェデのおはなしもしてもらいたかったのでしたが、でっくりもっくりさんのおはなしだけで、がまんしなければなりませんでした。"}
{"en": "The Fir Tree stood quite still and absorbed in thought;", "ja": "もみの木はびっくりしたような、それでいて、かんがえこんでいるようなようすをしていました。"}
{"en": "the birds in the wood had never related the like of this.", "ja": "だって、森の鳥たちは、そんなはなしは、ちっともしてくれませんでしたからね。"}
{"en": "\"Humpy-Dumpy fell downstairs, and yet he married the princess!", "ja": "「でっくりもっくりさんは、だんだんから、ころげおちたくせに、王女さまを、およめさんにしたとさ。"}
{"en": "Yes, yes!", "ja": "そうだ、そうだ。"}
{"en": "That's the way of the world!\"", "ja": "それが世（よ）のなかというものなんだ。」"}
{"en": "thought the Fir Tree,", "ja": "と、もみの木はかんがえました。"}
{"en": "and believed it all, because the man who told the story was so good-looking.", "ja": "そしてあんなりっぱな人が、そうはなしたんだから、それはほんとうのことにちがいないと思いました。"}
{"en": "\"Well, well!", "ja": "「そうだ、そうだ、"}
{"en": "who knows, perhaps I may fall downstairs, too, and get a princess as wife!\"", "ja": "わたしだって、だんだんからころげおちて、王女さまをおよめさんにもらうかもしれない。」"}
{"en": "And he looked forward with joy to the morrow, when he hoped to be decked out again with lights, playthings, fruits, and tinsel.", "ja": "これで、あしたもまた、あかりをつけてもらって、おもちゃだの、金のくだものだので、かざられるのだと思って、もみの木はぞくぞくしていました。"}
{"en": "\"I won't tremble to-morrow!\"", "ja": "「あしたはもうふるえないぞ。"}
{"en": "\"I will enjoy to the full all my splendor!", "ja": "こんなにりっぱになったのだから、うんとうれしそうな、とくいらしいかおをしていよう。"}
{"en": "To-morrow I shall hear again the story of Humpy-Dumpy, and perhaps that of Ivedy-Avedy too.\"", "ja": "きっとまた、でっくりもっくりさんのおはなしをしてもらえるだろうし、ことによったら、イウェデ・アウェデのおはなしもしてもらえるかもしれない。」"}
{"en": "And the whole night the Tree stood still and in deep thought.", "ja": "こうしてもみの木は、じっとひと晩（ばん）じゅうかんがえあかしました。"}
{"en": "In the morning the servant and the housemaid came in.", "ja": "つぎの朝（あさ）、召使たちがやってきました。"}
{"en": "\"Now then the splendor will begin again,\"", "ja": "「ああ、きっともういちど、りっぱにかざりなおしてくれるんだな。」"}
{"en": "thought the Fir.", "ja": "と、もみの木は思いました。"}
{"en": "But they dragged him out of the room,", "ja": "けれども、召使たちは、木をへやのそとへ、ひきずっていきました。"}
{"en": "and up the stairs into the loft: and here, in a dark corner,", "ja": "そして、はしごだんをあがっていって、屋根（やね）うらのものおきのうすぐらいすみへ、ほうりあげました。"}
{"en": "where no daylight could enter, they left him.", "ja": "そこにはまるで、お日さまの光がさして来ませんでした。"}
{"en": "\"What's the meaning of this?\"", "ja": "「どうしたっていうんだろう。"}
{"en": "thought the Tree.", "ja": "こんなところで、なにができるんだろう。"}
{"en": "\"What am I to do here?", "ja": "こんなところで、はなしをしても、なにがきこえるだろう。」"}
{"en": "What shall I hear now, I wonder?\"", "ja": "と、もみの木はかんがえました。"}
{"en": "And he leaned against the wall lost in reverie.", "ja": "そしてかべにもたれたまま、いつまでも、あきずに、かんがえつづけていました。"}
{"en": "Time enough had he too for his reflections;", "ja": "――もうずいぶん時間がありました。"}
{"en": "for days and nights passed on,", "ja": "なにしろ、いく日（にち）となく、いく晩となく、すぎて行きましたからね。"}
{"en": "and nobody came up;", "ja": "けれども、たれひとりやっては来ませんでした。"}
{"en": "and when at last somebody did come, it was only to put some great trunks in a corner, out of the way.", "ja": "それでも、とうとうたれかが上がってきましたが、なにかふたつ三つ大きな箱（はこ）を、すみのほうへほうりだして行ったばかりでした。"}
{"en": "There stood the Tree quite hidden;", "ja": "おかげで、もみの木は、その箱の下じきになって、かくれてしまいました。"}
{"en": "it seemed as if he had been entirely forgotten.", "ja": "まあその木のいることなど、まるで、忘れられてしまったのでしょう。"}
{"en": "\"'Tis now winter out-of-doors!\"", "ja": "「今は、そとは冬なのだ。"}
{"en": "\"The earth is hard and covered with snow;", "ja": "地めんはかちかちにこおって、雪がかぶさっている。"}
{"en": "men cannot plant me now,", "ja": "だから、あの人たちは、わたしをうえることができない。"}
{"en": "and therefore I have been put up here under shelter till the spring-time comes!", "ja": "それで、わたしは春がくるまで、ここでかこわれているのだ。"}
{"en": "How thoughtful that is!", "ja": "ほんとに、なんてかんがえぶかい人たちだろう。"}
{"en": "If it only were not so dark here, and so terribly lonely!", "ja": "――ただ、ここがこんなに、うす暗（ぐら）いさびしいところでなければいいとおもうな。"}
{"en": "Not even a hare!", "ja": "――なにしろ、野うさぎ一ぴき、はねてこないのだもの。"}
{"en": "And out in the woods it was so pleasant, when the snow was on the ground, and the hare leaped by;", "ja": "――雪がつもって、うさぎがそばをはねまわったりするじぶん、あの町そとの森のなかは、ずいぶん、よかったなあ。"}
{"en": "yes--even when he jumped over me;", "ja": "そうそう、兎（うさぎ）がよく、あたまのうえをとびこえたっけ。"}
{"en": "but I did not like it then!", "ja": "あのときは、すいぶん、はらがたったがなあ。"}
{"en": "It is really terribly lonely here!\"", "ja": "それにくらべては、ここの屋根うらのおそろしいほどな、さびしさといったら。」"}
{"en": "\"Squeak! Squeak!\"", "ja": "「チュウ、チュウ。」"}
{"en": "said a little Mouse, at the same moment, peeping out of his hole.", "ja": "そのとき、ふと、小ねずみがなきながら、ちょろちょろとはいだしてきました。"}
{"en": "And then another little one came.", "ja": "そのあとから、もう一ぴきの、小ねずみが出てきました。"}
{"en": "They snuffed about the Fir Tree, and rustled among the branches.", "ja": "ねずみたちは、もみの木のにおいをかいで見て、枝のあいだを、はいまわりました。"}
{"en": "\"It is dreadfully cold,\"", "ja": "「ひどいさむさですねえ。」"}
{"en": "said the Mouse.", "ja": "と、小ねずみたちはいいました。"}
{"en": "\"But for that, it would be delightful here,", "ja": "「でもここはずいぶんいいところでしょう。"}
{"en": "old Fir, wouldn't it?\"", "ja": "そうはおもいませんか、もみの木のおじいさん。」"}
{"en": "\"I am by no means old,\"", "ja": "「わたしは、そんなおじいさんじゃないぞ。」"}
{"en": "said the Fir Tree.", "ja": "と、もみの木は少しおこっていいました。"}
{"en": "\"There's many a one considerably older than I am.\"", "ja": "「まだまだ、ぼくより、としをとっている木は、たくさんあるよ。」"}
{"en": "\"Where do you come from,\"", "ja": "「あなたはどこからきたの。"}
{"en": "\"and what can you do?\"", "ja": "いろんなことを知っているの。」"}
{"en": "They were so extremely curious.", "ja": "と、小ねずみたちは、たいへんなにかをききたがっていました。"}
{"en": "\"Tell us about the most beautiful spot on the earth.", "ja": "世のなかで、いちばんすばらしいところのことを、おはなししてください。"}
{"en": "Have you never been there?", "ja": "あなたは、そこからきたんでしょう。"}
{"en": "Were you never in the larder, where cheeses lie on the shelves, and hams hang from above; where one dances about on tallow candles: that place where one enters lean, and comes out again fat and portly?\"", "ja": "そら、たなの上にチーズがのっていたり、てんじょうから、ハムがぶらさがっていたり、あぶらろうそくの上で、おどりをおどったりして、はいるとき、ひょろひょろ［＃「ひょろひょろ」は底本では「ひょろょひろ」］、出るとき、むっくりでっくり――、と、いうようなところにいたんでしょう。」"}
{"en": "\"I know no such place,\"", "ja": "「どうも、そんな所は知らないね。」"}
{"en": "said the Tree.", "ja": "と、もみの木はいいました。"}
{"en": "\"But I know the wood,", "ja": "「けれど、森のことならしっているよ。"}
{"en": "where the sun shines and where the little birds sing.\"", "ja": "そこではお日さまの光はよくあたるし、鳥がうたをうたっているよ。」"}
{"en": "And then he told all about his youth;", "ja": "それからもみの木は、じぶんのわかかったときのことを、すっかりはなしました。"}
{"en": "and the little Mice had never heard the like before; and they listened", "ja": "小ねずみは、これまでに、そんなことをちっともききませんでしたので、めずらしがってきいていました。"}
{"en": "and said,", "ja": "それからあとでこういいました。"}
{"en": "\"Well, to be sure! How much you have seen!", "ja": "「まあずいぶんいろいろなものを、たくさん見たんですねえ。"}
{"en": "How happy you must have been!\"", "ja": "ずいぶんしあわせだったんですねえ。」"}
{"en": "\"I!\"", "ja": "「わたしがかい。」"}
{"en": "said the Fir Tree, thinking over what he had himself related.", "ja": "そういわれて、もみの木は、はじめて、いま、じぶんのはなしたことをかんがえてみました。"}
{"en": "\"Yes, in reality those were happy times.\"", "ja": "「なるほど、そういえばしあわせだったよ。"}
{"en": "And then he told about Christmas-eve, when he was decked out with cakes and candles.", "ja": "それから、もみの木は、おいしいおかしや、ろうそくのあかりでかざられた、クリスマスの前の晩のはなしをしました。"}
{"en": "\"Oh,\"", "ja": "「まあ、ずいぶんしあわせだったのね、もみの木のおじいさん。」"}
{"en": "said the little Mice,", "ja": "と、小ねずみがいいました。"}
{"en": "\"I am by no means old,\"", "ja": "「わたしは、そんなにおじいさんではないというのに。」"}
{"en": "said he.", "ja": "と、もみの木はいいました。"}
{"en": "\"I came from the wood this winter;", "ja": "「この冬、はじめて森のなかから出てきたばかりだもの。"}
{"en": "I am in my prime,", "ja": "わたしは、今がさかりの年なんだ。"}
{"en": "and am only rather short for my age.\"", "ja": "ただすこしのっぽにそだちすぎたかもしれない。」"}
{"en": "\"What delightful stories you know,\"", "ja": "「おじさんのはなしはおもしろいね。」"}
{"en": "said the Mice:", "ja": "と、小ねずみがいいました。"}
{"en": "and the next night they came with four other little Mice, who were to hear what the Tree recounted:", "ja": "つぎの晩にも、小ねずみは、ほかに四ひきのなかまをつれて、話をききにやってきました。"}
{"en": "and the more he related, the more he remembered himself;", "ja": "もみの木は、話していればいるほど、あれもこれもはっきりおもいだせました。"}
{"en": "and it appeared as if those times had really been happy times.", "ja": "そして、こうかんがえました。"}
{"en": "\"But they may still come", "ja": "「あのじぶんは、ほんとにしあわせだったけれど、ああいうじだいがまたやってくるだろう。"}
{"en": "--they may still come!", "ja": "きっとまたやってくるだろう。"}
{"en": "Humpy-Dumpy fell downstairs, and yet he got a princess!\"", "ja": "でっくりもっくりさんは、だんだんからころげおちたくせに、王女さまをおよめさんにもらった。"}
{"en": "and he thought at the moment of a nice little Birch Tree growing out in the woods:", "ja": "それから、もみの木は、森のなかにはえていた、かわいらしい白（しら）かばの木のことをおもいだしました。"}
{"en": "to the Fir, that would be a real charming princess.", "ja": "その白かばの木は、ほんとにきれいでしたから、もみの木には、それがうつくしい王女さまのようにおもわれました。"}
{"en": "\"Who is Humpy-Dumpy?\"", "ja": "「でっくりもっくりさんて、だれなんですか。」"}
{"en": "asked the Mice.", "ja": "と、小ねずみたちがたずねました。"}
{"en": "So then the Fir Tree told the whole fairy tale, for he could remember every single word of it;", "ja": "もみの木は、ひとつもまちがえずに、そのおはなしを、すっかりはなしてやりました。"}
{"en": "and the little Mice jumped for joy up to the very top of the Tree.", "ja": "小ねずみたちは、それはそれはうれしがって、もみの木のいちばん高い枝にとびつきそうにしていました。"}
{"en": "Next night two more Mice came,", "ja": "つぎの晩には、もっと、たくさんのねずみたちがきました。"}
{"en": "and on Sunday two Rats even;", "ja": "にちよう日には二ひきのおやねずみさえ出てきました。"}
{"en": "but they said the stories were not interesting,", "ja": "けれど、このおやねずみは、そんなはなしは、いっこうおもしろくないといいました。"}
{"en": "which vexed the little Mice;", "ja": "そういわれると、小ねずみたちも、すこし、がっかりしていました。"}
{"en": "and they, too, now began to think them not so very amusing either.", "ja": "なるほど、それはせんほどおもしろくおもわれませんでしたものね。"}
{"en": "\"Do you know only one story?\"", "ja": "「君のしっているお話は、それひとつきりなのかい。」"}
{"en": "asked the Rats.", "ja": "と、おやねずみはいいました。"}
{"en": "\"Only that one,\"", "ja": "「ああ、これひとつさ。」"}
{"en": "answered the Tree.", "ja": "と、もみの木はこたえました。"}
{"en": "\"I heard it on my happiest evening;", "ja": "「なにしろわたしはうまれていちばんしあわせだった晩に、そのおはなしをきいたのだからね。"}
{"en": "but I did not then know how happy I was.\"", "ja": "けれど、そのときは、それがそんなにしあわせだとはしらなかった。」"}
{"en": "\"It is a very stupid story!", "ja": "「ずいぶん、つまらないおはなしだなあ。"}
{"en": "Don't you know one about bacon and tallow candles?", "ja": "君は豚（ぶた）のあぶらみとか、あぶらろうそくというようなものはなんにもしらないのかね。"}
{"en": "Can't you tell any larder stories?\"", "ja": "たべものやのはなしは、しらないのかね。」"}
{"en": "\"No,\"", "ja": "「しらないねえ。」"}
{"en": "said the Tree.", "ja": "と、もみの木はこたえました。"}
{"en": "\"Then", "ja": "「そう。"}
{"en": "good-bye,\"", "ja": "じゃあどうもありがとう。」"}
{"en": "said the Rats; and they went home.", "ja": "と、おやねずみたちはいって、なかまのところへかえっていきました。"}
{"en": "At last the little Mice stayed away also;", "ja": "とうとう、小ねずみたちもいってしまいました。"}
{"en": "and the Tree sighed:", "ja": "すると、もみの木は、またひとりぼっちになったので、ためいきをつきながらいいました。"}
{"en": "\"After all, it was very pleasant when the sleek little Mice sat round me, and listened to what I told them.", "ja": "「げんきのいい、小ねずみたちが、わたしをとりまいて、おもしろそうに、はなしをきいてくれたのは、ほんとにゆかいだったなあ。"}
{"en": "Now that too is over.", "ja": "だが、それもおわりさ。"}
{"en": "But I will take good care to enjoy myself when I am brought out again.\"", "ja": "でも今にここからはこびだされれば、せいぜいものをたのしくかんがえることだ。」"}
{"en": "But when was that to be?", "ja": "ところで、いつそんなことになったでしょうか。"}
{"en": "Why, one morning there came a quantity of people and set to work in the loft.", "ja": "なるほど、あくる朝、大勢（おおぜい）してがたがた、ものおきをかたづけにきました。"}
{"en": "The trunks were moved, the tree was pulled out", "ja": "そして箱をどけて、もみの木をはこびだしました。"}
{"en": "and thrown--rather hard, it is true--down on the floor,", "ja": "それから、かなりらんぼうに床（ゆか）のうえになげだしました。"}
{"en": "but a man drew him towards the stairs,", "ja": "やがてひとりの下男が、それをそのままはしごだんのほうへひきずっていきました。"}
{"en": "where the daylight shone.", "ja": "こうしてもみの木は、もういちど、日の目を見ることができました。"}
{"en": "\"Now a merry life will begin again,\"", "ja": "「さあ、また生（い）きかえったぞ。」"}
{"en": "thought the Tree.", "ja": "と、もみの木はおもいました。"}
{"en": "He felt the fresh air, the first sunbeam", "ja": "もみの木は、すずしい風に吹かれて、朝のお日さまの光にあたりました。"}
{"en": "--and now he was out in the courtyard.", "ja": "――そこはほんとうに家（いえ）のそとの、にわのなかでした。"}
{"en": "All passed so quickly, there was so much going on around him, the Tree quite forgot to look to himself.", "ja": "いろいろなことが、目まぐるしいほど、はたで、どんどんおこってくるので、もみの木はすっかり、じぶんのことをわすれてしまいました。"}
{"en": "The court adjoined a garden, and all was in flower;", "ja": "このにわは、すぐ花ぞのにつづいていて、そこには、いろいろの花が、いっばい咲いていました。"}
{"en": "the roses hung so fresh and odorous over the balustrade, the lindens were in blossom,", "ja": "ほんのりいいにおいのするばらが、ひくいかきねにからんでいましたし、ぼだいじゅも、ちょうど花ざかりでした。"}
{"en": "the Swallows flew by, and said,", "ja": "つばめたちは、その上をとびまわりながら、さえずっていました。"}
{"en": "\"Quirre-vit!", "ja": "「びいちくち、ぴいちくち、"}
{"en": "My husband is come!\"", "ja": "うちのひとがかえってきましたよ。」"}
{"en": "but it was not the Fir Tree that they meant.", "ja": "けれどもそれは、もみの木のことではありませんでした。"}
{"en": "\"Now, then, I shall really enjoy life,\"", "ja": "「さあ、いよいよこれから、わたしは生きるのだぞ。」"}
{"en": "said he exultingly, and spread out his branches;", "ja": "と、うれしそうな声をだして、もみの木はおもいきり、枝（えだ）をいっぱいのばしました。"}
{"en": "but, alas, they were all withered and yellow!", "ja": "けれど、やれやれかわいそうに、その枝のさきは、がさがさに乾（ひ）からびて、黄（き）いろくなっていました。"}
{"en": "It was in a corner that he lay, among weeds and nettles.", "ja": "そして、じぶんはにわのすみっこ［＃「すみっこ」は底本では「すみこっ」］で、雑草（ざっそう）や、いばらのなかに、ころがされていました。"}
{"en": "The golden star of tinsel was still on the top of the Tree,", "ja": "金紙（きんがみ）の星はまだあたまのてっぺんについていました。"}
{"en": "and glittered in the sunshine.", "ja": "そしてその星は、あかるいお日さまの光で、きらきらかがやいていました。"}
{"en": "In the court-yard some of the merry children were playing who had danced at Christmas round the Fir Tree, and were so glad at the sight of him.", "ja": "ところで、そのとき、にわには、あのクリスマスの晩、この木のまわりをとびまわった、けんきのいいこどもたちが、あそんでいました。"}
{"en": "One of the youngest ran and tore off the golden star.", "ja": "するとひとり、いちばんちいさい子がかけてきて、いきなり金の星を、もぎとってしまいました。"}
{"en": "\"Only look", "ja": "「ごらんよ。"}
{"en": "what is still on the ugly old Christmas tree!\"", "ja": "きたない、ふるいもみの木にくっついていたんだよ。」"}
{"en": "said he, trampling on the branches, so that they all cracked beneath his feet.", "ja": "その子はそうさけびながら、枝をふんづけましたから、枝はくつの下で、ぽきぽき音を立てました。"}
{"en": "And the Tree beheld all the beauty of the flowers, and the freshness in the garden;", "ja": "もみの木は、目のさめるようにうつくしい、花ぞののなかの花をみました。"}
{"en": "he beheld himself, and wished he had remained in his dark corner in the loft;", "ja": "そしてみすぼらしいじぶんのすがたを見まわしてみて、これならいっそ、ものおきのくらいかたすみにほうり出されていたほうが、よかったとおもいました。"}
{"en": "he thought of his first youth in the wood,", "ja": "それからつづいて森のなかにいたときの、わかいじぶんのすがたを、目にうかべました。"}
{"en": "of the merry Christmas-eve,", "ja": "楽しかったクリスマスの前の晩のことを、おもいだしました。"}
{"en": "and of the little Mice who had listened with so much pleasure to the story of Humpy-Dumpy.", "ja": "でっくりもっくりさんのおはなしを、うれしそうにきいていた、小ねずみたちのことをおもいだしました。"}
{"en": "\"'Tis over--'tis past!\"", "ja": "「もうだめだ、もうだめだ。」"}
{"en": "said the poor Tree.", "ja": "と、かわいそうなもみの木はためいきをつきました。"}
{"en": "\"Had I but rejoiced when I had reason to do so!", "ja": "「たのしめるときに、たのしんでおけばよかった。"}
{"en": "But now 'tis past, 'tis past!\"", "ja": "もうだめだ。"}
{"en": "And the gardener's boy chopped the Tree into small pieces; there was a whole heap lying there.", "ja": "やがて、下男（げなん）が来て、もみの木を小さくおって、ひとたばの薪（まき）につかねてしまいました。"}
{"en": "The wood flamed up splendidly under the large brewing copper,", "ja": "それから大きなゆわかしがまの下へつっこまれて、かっかと赤くもえました。"}
{"en": "and it sighed so deeply!", "ja": "もみの木はそのとき、ふかいためいきをつきました。"}
{"en": "Each sigh was like a shot.", "ja": "そのためいきは、パチパチ弾丸（だんがん）のはじける音のようでした。"}
{"en": "The boys played about in the court,", "ja": "こどもたちは、やはり、にわであそんでいました。"}
{"en": "and the youngest wore the gold star on his breast", "ja": "そのいちばん小さい子は、金の星をむねの上につけていました。"}
{"en": "which the Tree had had on the happiest evening of his life.", "ja": "その星は、もみの木が一生のうちで、いちばんたのしかった晩、あたまにつけていたものでした。"}
{"en": "However, that was over now", "ja": "けれど、いまはそれも、おしまいになりました。"}
{"en": "--the Tree gone, the story at an end.", "ja": "もみの木も、そのおはなしも、おしまいになりました。"}
{"en": "All, all was over", "ja": "おしまい。"}
{"en": "--every tale must end at last.", "ja": "さて、どんなおはなしも、そうしておしまいになっていくのです。"}
