{"en": "SUN TZU ON THE ART OF WAR", "ja": "孫子の兵法"}
{"en": "I.  LAYING PLANS", "ja": "一・作戦を立てる"}
{"en": "1.  Sun Tzu said:", "ja": "１．孫子は言いました。"}
{"en": "The art of war is of vital importance to the State.", "ja": "「兵法は国家にとってたいへん重要なものです。"}
{"en": "2.  It is a matter of life and death, a road either to safety or to ruin.", "ja": "２．生きるか死ぬかを決めるような問題であり、平和か破滅かの分かれ道でもあります。"}
{"en": "Hence it is a subject of inquiry which can on no account be neglected.", "ja": "だから、ぜったいに無視できない研究対象なのです。"}
{"en": "3.  The art of war, then, is governed by five constant factors,  to be taken into account in one's deliberations,  when seeking to determine the conditions obtaining in the field.", "ja": "３．さて、兵法というものは必ず五つの基本的な要項によって決定されるものであり、戦場で情勢を理解しようとするときには、よくよく考慮に入れなければいけません。"}
{"en": "4.  These are:  (1) The Moral Law; (2) Heaven;  (3)  Earth; (4) The Commander; (5) Method and discipline.", "ja": "４．その五つとは（１）徳のある法律（２）天意（３）地の利（４）指揮官（５）作戦と規律のことです。"}
{"en": "5,  6.  The MORAL LAW causes the people to be in complete accord with their ruler, so that they will follow him regardless of their lives, undismayed by any danger.", "ja": "５、６．（１）国に徳のある法律が施行されていれば、兵士たちみんなは国主と完璧に一体となって、自分たちの死をも顧みずに彼に従い、どんな危険にもめげることはありません。"}
{"en": "7.  HEAVEN signifies night and day, cold and heat, times and seasons.", "ja": "７．（２）天意は夜と昼の変化、寒さや暑さ、時と季節の移ろいなどの自然の秩序にその兆しを現します。"}
{"en": "8.  EARTH comprises distances, great and small; danger and security; open ground and narrow passes; the chances of life and death.", "ja": "８．（３）地面は距離、大きいものと小さいもの、つまり危険と安全、すなわち開けた土地と狭い小道、ということはつまり生きるチャンスと死の機会とで出来ているものです。"}
{"en": "9.  The COMMANDER stands for the virtues of wisdom, sincerely, benevolence, courage and strictness.", "ja": "９．（４）指揮官とは知恵、誠実さ、慈悲深さ、勇気、厳格さという道徳的美点を備えた人のことです。"}
{"en": "10.  By METHOD AND DISCIPLINE are to be understood the marshaling of the army in its proper subdivisions, the graduations of rank among the officers, the maintenance of roads by which supplies may reach the army, and the control of military expenditure.", "ja": "１０．（５）作戦と規律を用いるというのは、部隊の適切な部署割り、将校の階級の等級付け、物資を軍に供給するための補給路の整備、軍事費の制御ということだと理解されなくてはなりません。"}
{"en": "11.  These five heads should be familiar to every general:", "ja": "１１．この五つはおよそ将軍たる者はみな熟知していなけれなばりません。"}
{"en": "he who knows them will be victorious;", "ja": "これに通じている者が勝利を収めるのです。"}
{"en": "he who knows them not will fail.", "ja": "そして、このことを知らない者は負けてしまうでしょう。"}
{"en": "12.  Therefore,  in your deliberations,  when seeking to determine the military conditions, let them be made the basis of a comparison, in this wise: --", "ja": "１２．それゆえ、自軍の状況を判断しようと考える際には、次のようなやり方を比較の基準にしましょう。"}
{"en": "13.  (1)   Which of the two sovereigns is imbued with the Moral law?", "ja": "１３．（１）どちらの君主が善政を敷いていますか？"}
{"en": "(2)  Which of the two generals has most ability?", "ja": "（２）どちらの将軍がより有能ですか？"}
{"en": "(3)  With whom lie the advantages derived from Heaven and Earth?", "ja": "（３）天の利、地の利はどちらにありますか？"}
{"en": "(4)  On which side is discipline most rigorously enforced?", "ja": "（４）どちらがより厳格な規律のもとにありますか？"}
{"en": "(5)  Which army is stronger?", "ja": "（５）どちらの軍隊が強いですか？"}
{"en": "(6)  On which side are officers and men more highly trained?", "ja": "（６）どちらの士卒がよりしっかり訓練されていますか？"}
{"en": "(7)   In which army is there the greater constancy both in reward and punishment?", "ja": "（７）どちらの軍隊で賞罰が公明に行われていますか？"}
{"en": "14.  By means of these seven considerations I can forecast victory or defeat.", "ja": "１４．この七つの考察でもって勝利か敗北かを前もって知ることができます。"}
{"en": "15.  The general that hearkens to my counsel and acts upon it, will conquer:", "ja": "１５．私の助言に耳を傾け、それに従って行動する将軍は勝ちます。"}
{"en": "--let such a one be retained in command!", "ja": "そんな人物を雇いましょう！"}
{"en": "The general that hearkens not to my counsel nor acts upon it,  will suffer defeat:", "ja": "私の助言に耳を傾けず、それに従って行動しない将軍は一敗地にまみれます。"}
{"en": "--let such a one be dismissed!", "ja": "そんな将軍は解雇してしまいなさい！"}
{"en": "16.  While heading the profit of my counsel, avail yourself also of any helpful circumstances over and beyond the ordinary rules.", "ja": "１６．私の助言の利益を受けると同時に、普通の作戦に加えていかなる有用な状況をも利用しなさい。"}
{"en": "17.  According as circumstances are favorable,  one should modify one's plans.", "ja": "１７．有利な状況に応じて作戦は変更していかなければなりません。"}
{"en": "18.  All warfare is based on deception.", "ja": "１８．あらゆる戦争は騙し合いです。（兵とは詭道なり）"}
{"en": "19.  Hence, when able to attack, we must seem unable;", "ja": "１９．ゆえに、攻めることが出来るなら、出来ないと見せかけなければならず、"}
{"en": "when using our forces, we must seem inactive;", "ja": "軍事力を用いるときには動かないと見せかけなければいけません。"}
{"en": "when we are near,  we must make the enemy believe we are far away;", "ja": "すなわち、敵の近くにいるときには敵に遠くにいると思わせ、"}
{"en": "when far away,  we must make him believe we are near.", "ja": "遠くにいるときには、近くにいると思わせるのです。"}
{"en": "20.  Hold out baits to entice the enemy.", "ja": "２０．敵をおびき寄せるために餌をまいておきなさい。"}
{"en": "Feign disorder, and crush him.", "ja": "混乱していると装い、それから叩きつぶすのです。"}
{"en": "21.  If he is secure at all points, be prepared for him.", "ja": "２１．あらゆる点で相手が難攻不落なら、攻めてくるのに備えなさい。"}
{"en": "If he is in superior strength, evade him.", "ja": "相手が優勢であれば、回避しなさい。"}
{"en": "22.  If your opponent is of choleric temper,  seek to irritate him.", "ja": "２２．敵が怒りっぽいのであれば、いらつかせてやりなさい。"}
{"en": "Pretend to be weak, that he may grow arrogant.", "ja": "こちらが弱いふりをしていれば相手は尊大になるでしょう。"}
{"en": "23.  If he is taking his ease, give him no rest.", "ja": "２３．相手が楽にしているのであれば、休む暇を与えてはいけません。"}
{"en": "If his forces are united, separate them.", "ja": "結束が固ければ、分裂させてやりなさい。"}
{"en": "24.  Attack him where he is unprepared, appear where you are not expected.", "ja": "２４．備えのないところから攻め、予期せぬところから姿を現しましょう。"}
{"en": "25.  These military devices, leading to victory, must not be divulged beforehand.", "ja": "２５．勝つためのこれらの軍事作戦は事前に漏らしてはいけません。"}
{"en": "26.   Now the general who wins a battle makes many calculations in his temple ere the battle is fought.", "ja": "２６．戦いに勝つ将軍はやがて起きる戦争を頭の中で何度も計算します。"}
{"en": "The general who loses a battle makes but few calculations beforehand.", "ja": "負ける将軍は事前に少ししか計算をしません。"}
{"en": "Thus do many calculations lead to victory, and few calculations to defeat:", "ja": "このように、数多く計算することは勝利に繋がり、少ししか計算しないことは敗北に繋がるのです。"}
{"en": "how much more no calculation at all!", "ja": "ましてや全く計算しないよりはるかにましです！"}
{"en": "It is by attention to this point that I can foresee who is likely to win or lose.", "ja": "この点を注意して見ることで私はどちらが勝ちそうでどちらが負けそうかを見極めるのです」"}
{"en": "II.  WAGING WAR", "ja": "二・戦争の遂行"}
{"en": "1.  Sun Tzu said:", "ja": "１．孫子は言いました。"}
{"en": "In the operations of war, where there are in the field a thousand swift chariots, as many heavy chariots, and a hundred thousand mail-clad soldiers,", "ja": "「戦争をするにあたっては、千の戦車にそれと同数の重戦車、千里の行軍に十分な糧秣を備えた十万の武装した兵士、"}
{"en": "the expenditure at home and at the front, including entertainment of guests, small items such as glue and paint, and sums spent on chariots and armor, will reach the total of a thousand ounces of silver per day.", "ja": "外交使節を迎える費用、膠や漆のような細々とした物品、戦車と武具の維持費を含む本陣と前線の軍事費は、総額で一日に銀千オンスにのぼります。"}
{"en": "Such is the cost of raising an army of 100,000 men.", "ja": "十万の軍勢を出陣させるにはこれほどの費用がかかってしまうのです。"}
{"en": "2.  When you engage in actual fighting, if victory is long in coming, then men's weapons will grow dull and their ardor will be damped.", "ja": "２．実際の戦闘に臨んで、勝利を得るのに時間がかかってしまうと、兵卒の武器はなまくらになり、その勢いはそがれてしまいます。"}
{"en": "If you lay siege to a town, you will exhaust your strength.", "ja": "都市を包囲して闘うなら、自軍の優勢を使い果たしてしまうでしょう。"}
{"en": "3.  Again,", "ja": "３．繰り返します。"}
{"en": "if the campaign is protracted, the resources of the State will not be equal to the strain.", "ja": "もし軍事行動が長引いてしまえば、自国の資源は使い果たされたも同然となってしまうのです。"}
{"en": "4.  Now, when your weapons are dulled, your ardor damped, your strength exhausted and your treasure spent, other chieftains will spring up to take advantage of your extremity.", "ja": "４．ですから、あなたの武器は切れ味がなくなり、兵卒は勢いをそがれ、優位性は使い果たされ、財産は浪費してしまったとなれば、諸侯はあなたの窮地につけこむために飛びかかってくるでしょう。"}
{"en": "Then no man, however wise, will be able to avert the consequences that must ensue.", "ja": "そうなれば、いかに賢い人であっても、その後に続く事態を避けることはできません。"}
{"en": "5.  Thus,  though we have heard of stupid haste in war, cleverness has never been seen associated with long delays.", "ja": "５．ゆえに、戦争においては愚かな迅速さというのはあっても、長く時間をかけてしまうことに賢さが見受けられるなどということは決してないのです。"}
{"en": "6.  There is no instance of a country having benefited from prolonged warfare.", "ja": "６．長引く戦役から利益を得た国の例などありません。"}
{"en": "7.  It is only one who is thoroughly acquainted with the evils of war that can thoroughly understand the profitable way of carrying it on.", "ja": "７．戦争の悪弊に完全に通じている者だけが、戦端を開くことで利益を得る方法の全てを理解できるのです。"}
{"en": "8.  The skillful soldier does not raise a second levy, neither are his supply-wagons loaded more than twice.", "ja": "８．優れた兵隊は二度目の徴兵には応じず、また食料運搬車を三度も満載にしたりはしません。"}
{"en": "9.  Bring war material with you from home,", "ja": "９．軍需物資は国から持って行きましょう。"}
{"en": "but forage on the enemy.", "ja": "でも食糧は敵方のものを。"}
{"en": "Thus the army will have food enough for its needs.", "ja": "こうして軍隊は自分たちに必要な食べ物を手に入れるのです。"}
{"en": "10.  Poverty of the State exchequer causes an army to be maintained by contributions from a distance.", "ja": "１０．国庫が窮乏すれば、軍勢は遠方からの財政負担によって維持されることになります。"}
{"en": "Contributing to maintain an army at a distance causes the people to be impoverished.", "ja": "遠方の軍勢を維持するために財政負担するとなると、国民は貧窮するのです。"}
{"en": "11.  On the other hand, the proximity of an army causes prices to go up;", "ja": "１１．その一方で、軍隊が近隣にいることは物価を上昇させてしまいます。"}
{"en": "and high prices cause the people's substance to be drained away.", "ja": "そして、物価高は国民の資産を奪い取ってしまいます。"}
{"en": "12.  When their substance is drained away, the peasantry will be afflicted by heavy exactions.", "ja": "１２．国民の資産が奪われると、農民たちは重い年貢の取り立てに苦しむことになるでしょう。"}
{"en": "13,  14.  With this loss of substance and exhaustion of strength, the homes of the people will be stripped bare, and three-tenths of their income will be dissipated;", "ja": "１３，１４．このような資産の喪失と意気阻喪によって、人々の家々はすっかり丸裸にされ、収入の三分の一が失われてしまうでしょう。"}
{"en": "while government expenses for broken chariots, worn-out horses, breast-plates and helmets, bows and arrows, spears and shields, protective mantles, draught-oxen and heavy wagons, will amount to four-tenths of its total revenue.", "ja": "一方で政府も、戦車の修繕費用や疲れた馬、胸当てや兜、弓矢、槍や楯、鎧、運搬用の牛、大型車両のための出費が歳入の四分の一にまでなってしまうのです。"}
{"en": "15.  Hence a wise general makes a point of foraging on the enemy.", "ja": "１５．だからこそ、賢い将軍は敵の糧秣を狙うのです。"}
{"en": "One cartload of the enemy's provisions is equivalent to twenty of one's own,", "ja": "敵の食糧一台分は自軍の食糧二十台分に相当します。"}
{"en": "and likewise a single PICUL of his provender is equivalent to twenty from one's own store.", "ja": "また同じように相手方の飼い葉一担はこちら側の備蓄分の二十担分に値します。"}
{"en": "16.  Now in order to kill the enemy, our men must be roused to anger;", "ja": "１６．敵を殺すにあたっては、自軍は怒りにまかせた状態にあります。"}
{"en": "that there may be advantage from defeating the enemy, they must have their rewards.", "ja": "兵士は敵を倒すことで褒賞をもらえるに違いないからです。"}
{"en": "17.  Therefore in chariot fighting,  when ten or more chariots have been taken, those should be rewarded who took the first.", "ja": "１７．それに対し、戦車戦では、十台かそれ以上の戦車を捕獲した場合、最初に捕らえた者にはかならず恩賞を与えましょう。"}
{"en": "Our own flags should be substituted for those of the enemy,  and the chariots mingled and used in conjunction with ours.", "ja": "味方の旗を敵の旗と取り替え、自軍のと混ぜて一緒に使わなければいけません。"}
{"en": "The captured soldiers should be kindly treated and kept.", "ja": "捕らえた敵兵は親切に遇して手元に置いておきましょう。"}
{"en": "18.  This is called, using the conquered foe to augment one's own strength.", "ja": "１８．これが征服した敵を使って自軍の力を増すということです。"}
{"en": "19.  In war, then, let your great object be victory, not lengthy campaigns.", "ja": "１９．戦争においては、最大の目的は長引く作戦行動ではなく、勝つことに定めましょう。"}
{"en": "20.  Thus it may be known that the leader of armies is the arbiter of the people's fate, the man on whom it depends whether the nation shall be in peace or in peril.", "ja": "２０．というわけで、軍を率いる者は国民の運命を握る、国の安泰か危機かを左右する存在なのです。"}
{"en": "III.  ATTACK BY STRATAGEM", "ja": "三・計略を用いて攻撃する"}
{"en": "1.  Sun Tzu said:", "ja": "１．孫子は言いました。"}
{"en": "In the practical art of war, the best thing of all is to take the enemy's country whole and intact;", "ja": "「実践的な兵法では、何よりもいいのは敵の国をそっくりそのまま無傷で頂いてしまうことです。"}
{"en": "to shatter and destroy it is not so good.", "ja": "散々に破壊してしまうのは上策ではありません。"}
{"en": "So, too, it is better to recapture an army entire than to destroy it, to capture a regiment, a detachment or a company entire than to destroy them.", "ja": "ですから、それと同じように敵兵を捕虜にする方が撃滅するよりもよくて、敵の分隊や連隊、中隊を捕らえる方が殲滅してしまうよりもいいのです。"}
{"en": "2.  Hence to fight and conquer in all your battles is not supreme excellence;", "ja": "２．したがって、戦争の間中ずっと闘って相手を征服するのは最上のことではありません。"}
{"en": "supreme excellence consists in breaking the enemy's resistance without fighting.", "ja": "最上の策とは、闘わずに相手の抵抗をなくしてしまうことにあるのです。"}
{"en": "3.  Thus the highest form of generalship is to balk the enemy's plans;", "ja": "３．用兵術の最高の形は、敵の作戦をくじいてしまうことです。"}
{"en": "the next best is to prevent the junction of the enemy's forces;", "ja": "次善は敵の軍隊の連携を断ち切ってしまうことで、"}
{"en": "the next in order is to attack the enemy's army in the field;", "ja": "その次によいのが戦場で敵を攻撃すること、"}
{"en": "and the worst policy of all is to besiege walled cities.", "ja": "そして最悪の手段が城塞都市の包囲戦です。"}
{"en": "4.  The rule is, not to besiege walled cities if it can possibly be avoided.", "ja": "４．もし可能ならば城塞化された都市への攻撃は避けるのが常道です。"}
{"en": "The preparation of mantlets, movable shelters, and various implements of war, will take up three whole months;", "ja": "防楯や城攻め用の車輌、それからさまざまな武具を準備するのに丸々三ヶ月はかかってしまいます。"}
{"en": "and the piling up of mounds over against the walls will take three months more.", "ja": "そして防壁を越える土塁を積み上げるのにさらに三ヶ月かかってしまうでしょう。"}
{"en": "5.  The general, unable to control his irritation, will launch his men to the assault like swarming ants,", "ja": "５．もし将軍が自分の怒気をコントロールできないような場合は、自軍の兵士たちをまるでアリの群のように強襲させてしまい、"}
{"en": "with the result that one-third of his men are slain,  while the town still remains untaken.", "ja": "その結果、自軍の三分の一が死傷したのに相手方の城塞はまだ陥落しないなどという羽目になってしまいます。"}
{"en": "Such are the disastrous effects of a siege.", "ja": "これが攻城戦の害悪です。"}
{"en": "6.  Therefore the skillful leader subdues the enemy's troops without any fighting;", "ja": "６．それに対して、有能な指揮官は敵の大群を闘わずして捕捉してしまいます。"}
{"en": "he captures their cities without laying siege to them;", "ja": "城塞を囲むことなく陥落させ、"}
{"en": "he overthrows their kingdom without lengthy operations in the field.", "ja": "戦場で長期間戦闘することなしに敵国を転覆させるのです。"}
{"en": "7.  With his forces intact he will dispute the mastery of the Empire, and thus, without losing a man, his triumph will be complete.", "ja": "７．自軍は無傷のままに天下の覇権を争い、一兵も失うことなく完全な勝利を手に入れる。"}
{"en": "This is the method of attacking by stratagem.", "ja": "これが計略をもって攻撃することの原則です。"}
{"en": "8.  It is the rule in war, if our forces are ten to the enemy's one, to surround him;", "ja": "８．自軍が敵の十倍であれば、包囲しましょう。"}
{"en": "if five to one, to attack him;", "ja": "五倍であれば、攻撃しなさい。"}
{"en": "if twice as numerous, to divide our army into two.", "ja": "二倍であれば、自軍を二手に分けましょう。"}
{"en": "9.  If equally matched, we can offer battle;", "ja": "９．もし同数であるならば、戦いを挑んでも構いません。"}
{"en": "if slightly inferior in numbers, we can avoid the enemy;", "ja": "やや数が少ないのであれば、敵を回避しましょう。"}
{"en": "if quite unequal in every way, we can flee from him.", "ja": "もしどうやっても不利な場合は、身を隠すのです。"}
{"en": "10.  Hence, though an obstinate fight may be made by a small force, in the end it must be captured by the larger force.", "ja": "１０．ゆえに、勝ち目のない戦いは弱い方の軍が起こしたものかもしれませんが、最後には強い方に捕らえられてしまうことになるのです。"}
{"en": "11.  Now the general is the bulwark of the State;", "ja": "１１．さて、将軍は国の防壁です。"}
{"en": "if the bulwark is complete at all points; the State will be strong;", "ja": "もし防壁があらゆる点で完璧であれば、国は強いでしょう。"}
{"en": "if the bulwark is defective, the State will be weak.", "ja": "もし防壁に欠陥があれば、国は弱くなります。"}
{"en": "12.  There are three ways in which a ruler can bring misfortune upon his army:--", "ja": "１２．国王が自軍に不幸をもたらすのには三つのやり方があります。"}
{"en": "13.  (1)  By commanding the army to advance or to retreat, being ignorant of the fact that it cannot obey.", "ja": "１３．（１）実際には無理であることも知らず、軍隊に進めだの退けだのと命令すること。"}
{"en": "This is called hobbling the army.", "ja": "このようなことを軍の足を引っ張るというのです。"}
{"en": "14.  (2)  By attempting to govern an army in the same way as he administers a kingdom, being ignorant of the conditions which obtain in an army.", "ja": "１４．（２）軍隊の現場のことを無視して、国を治めるのと同じやり方で軍隊も統率しようとすること。"}
{"en": "This causes restlessness in the soldier's minds.", "ja": "これをすると兵士は投げやりになってしまいます。"}
{"en": "15.  (3)   By employing the officers of his army without discrimination, [That is,  he is not careful to use the right man in the right place.] through ignorance of the military principle of adaptation to circumstances.", "ja": "１５．（３）軍の現状に適した方針を無視して、自軍の将校を雇うのに分け隔てなく誰でも雇ってしまうこと。"}
{"en": "This shakes the confidence of the soldiers.", "ja": "これでは兵士の信頼が揺らいでしまいます。"}
{"en": "16.  But when the army is restless and distrustful, trouble is sure to come from the other feudal princes.", "ja": "１６．軍がやけっぱちで不信感を持っている状態であれば、諸外国は必ずや攻め込んで来ることになります。"}
{"en": "This is simply bringing anarchy into the army, and flinging victory away.", "ja": "それではただ軍に無秩序をもたらすことになり、みすみす勝利を逃してしまいます。"}
{"en": "17.  Thus we may know that there are five essentials for victory:", "ja": "１７．そういうわけで、わたしたちは勝利の五つの法則を知ったことになります。"}
{"en": "(1) He will win who knows when to fight and when not to fight.", "ja": "（１）いつ闘うべきで、いつ闘わないでいるべきかを知っている人は勝ちます。"}
{"en": "(2)   He will win who knows how to handle both superior and inferior forces.", "ja": "（２）優勢な軍隊と劣性な軍隊の両方の扱い方を知っている人は勝ちます。"}
{"en": "(3)  He will win whose army is animated by the same spirit throughout all its ranks.", "ja": "（３）どの階級の兵士も心を一つにして鼓舞されている軍隊を率いる人は勝ちます。"}
{"en": "(4)   He will win who, prepared himself, waits to take the enemy unprepared.", "ja": "（４）常に備えがあって、敵の備えが薄いときを狙う人は勝ちます。"}
{"en": "(5)   He will win who has military capacity and is not interfered with by the sovereign.", "ja": "（５）軍事の才能があって、国王が干渉してこない人は勝ちます。"}
{"en": "18.  Hence the saying:", "ja": "１８．というようなわけで、こんなことが言われるのです。"}
{"en": "If you know the enemy and know yourself, you need not fear the result of a hundred battles.", "ja": "「敵と自分自身のことを理解していれば、百回の戦闘にもその結果を心配する必要はありません。"}
{"en": "If you know yourself but not the enemy, for every victory gained you will also suffer a defeat.", "ja": "自分ことは分かっているけれども敵のことは知らないという場合は、勝利を得る度に同じくらい負けて苦しみもするでしょう。"}
{"en": "If you know neither the enemy nor yourself, you will succumb in every battle.", "ja": "もし敵のことも味方のことも理解していなければ、どの戦いでもボロ負けしてしまうでしょう」と。"}
{"en": "IV.  TACTICAL DISPOSITIONS", "ja": "四・戦略的な作戦計画"}
{"en": "1.  Sun Tzu said:", "ja": "１．孫子は言いました。"}
{"en": "The good fighters of old first put themselves beyond the possibility of defeat, and then waited for an opportunity of defeating the enemy.", "ja": "「昔の優秀な戦士たちは、まず負けるはずのない態勢を作り上げてから、敵を倒せる機会を待ちました。"}
{"en": "2.  To secure ourselves against defeat lies in our own hands, but the opportunity of defeating the enemy is provided by the enemy himself.", "ja": "２．負けない態勢を作ることはこちら側の問題です。敵を倒せる機会ができるかどうかは相手側の問題なのです。"}
{"en": "3.  Thus the good fighter is able to secure himself against defeat,", "ja": "３．つまり、いい戦士たちは負けない態勢を作ることはできますが、"}
{"en": "but cannot make certain of defeating the enemy.", "ja": "敵を倒す機会を作ることはできないのです。"}
{"en": "4.  Hence the saying:", "ja": "４．ですから"}
{"en": "One may KNOW how to conquer without being able to DO it.", "ja": "「敵を倒すやり方を知っている人も、それができるわけではない」"}
{"en": "5.  Security against defeat implies defensive tactics;", "ja": "５．負けない体勢というのは守備態勢のことです。"}
{"en": "ability to defeat the enemy means taking the offensive.", "ja": "敵を倒せる能力というのは攻撃に回るということです。"}
{"en": "6.   Standing on the defensive indicates insufficient strength;", "ja": "６．守りに回るというのは、そんなに強くはないということを示します。"}
{"en": "attacking, a superabundance of strength.", "ja": "攻撃するということは、圧倒的に強いということです。"}
{"en": "7.  The general who is skilled in defense hides in the most secret recesses of the earth;", "ja": "７．守りに長けた人は地中奥深くのいちばん隠れたところに身を隠します。"}
{"en": "he who is skilled in attack flashes forth from the topmost heights of heaven.", "ja": "攻撃に長けた人は天の高見から急襲するのです。"}
{"en": "Thus on the one hand we have ability to protect ourselves;", "ja": "つまり一方で防御の能力を持っていれば、"}
{"en": "on the other, a victory that is complete.", "ja": "もう一方には完全な勝利があるのです。"}
{"en": "8.  To see victory only when it is within the ken of the common herd is not the acme of excellence.", "ja": "８．一般の人たちに理解できる程度のものであった場合にしか勝利と見なさないようであれば、最高に優れているとはいえません。"}
{"en": "9.  Neither is it the acme of excellence if you fight andconquer and the whole Empire says, \"Well done!\"", "ja": "９．闘って相手を征服し、国中が「よくやった！」と誉めてくれても、やはり最高に優れているとはいえません。"}
{"en": "10.  To lift an autumn hair is no sign of great strength;", "ja": "１０．細くなった髪の毛を持ち上げても力持ちだということにはなりません。"}
{"en": "to see the sun and moon is no sign of sharp sight;", "ja": "太陽や月が見えたからといってことさら目がいいというわけではありません。"}
{"en": "to hear the noise of thunder is no sign of a quick ear.", "ja": "雷鳴が聞こえたからといって耳がいいというわけではありません。"}
{"en": "11.  What the ancients called a clever fighter is one who not only wins, but excels in winning with ease.", "ja": "１１．昔の人たちは優れた戦士のことを、ただ勝つだけでなく、いとも簡単に勝つところがすごいと言っていました。"}
{"en": "12.  Hence his victories bring him neither reputation for wisdom nor credit for courage.", "ja": "１２．というのも、そんな人の勝利は知恵を讃えられたり、勇気を賞賛されたりはしないからです。"}
{"en": "13.  He wins his battles by making no mistakes.", "ja": "１３．そのような人はミスを犯さずに戦いに勝ちます。"}
{"en": "Making no mistakes is what establishes the certainty of victory,", "ja": "ミスを犯さなければ、勝利は確かなものになります。"}
{"en": "for it means conquering an enemy that is already defeated.", "ja": "なぜなら敵を征服する前にもう勝ったことになっているからです。"}
{"en": "14.  Hence the skillful fighter puts himself into a position which makes defeat impossible, and does not miss the moment for defeating the enemy.", "ja": "１４．というのも、優れた兵士は負けることがあり得ない立場に身を置き、敵を倒せる瞬間を見逃したりはしないからです。"}
{"en": "15.  Thus it is that in war the victorious strategist only seeks battle after the victory has been won, whereas he who is destined to defeat first fights and afterwards looks for victory.", "ja": "１５．そんなわけで、勝利する軍の作戦を立てる人は、すでに勝ってしまってから戦争を始めますが、負けると決まっているような人はまず始めに戦って、その後から勝利を求めるのです。"}
{"en": "16.  The consummate leader cultivates the moral law, and strictly adheres to method and discipline;", "ja": "１６．立派なリーダーは徳の高い政治を敷き、秩序と規律を厳格に守ります。"}
{"en": "thus it is in his power to control success.", "ja": "だから勝利を収めるのも思うがままなのです。"}
{"en": "17.  In respect of military method, we have, firstly, Measurement; secondly, Estimation of quantity; thirdly, Calculation; fourthly, Balancing of chances; fifthly, Victory.", "ja": "１７．軍隊の運用についてわたしたちが見てきたのは、まず一番目には計ること、二番目には量を見積もること、三番目には計算すること、四番目にはチャンスをそれぞれ比べてみること、五番目には勝利することです。"}
{"en": "18.  Measurement owes its existence to Earth;", "ja": "１８．計るというのは、地面あってのことです。"}
{"en": "Estimation of quantity to Measurement; Calculation to Estimation of quantity; Balancing of chances to Calculation; and Victory to Balancing of chances.", "ja": "量を見積もるのは計ること、計算は数の見積もり、チャンスをそれぞれ比べてみることは計算、勝利はチャンスをそれぞれ比べてみることがあって成り立つのです。"}
{"en": "19.  A victorious army opposed to a routed one, is as a pound's weight placed in the scale against a single grain.", "ja": "１９．行軍してくる敵軍に向かい合った勝利する軍隊は、一粒の種と一緒に計りに乗せられた１ポンドの錘のようなものです。"}
{"en": "20.  The onrush of a conquering force is like the bursting of pent-up waters into a chasm a thousand fathoms deep.", "ja": "２０．相手を征服しようとする軍の突撃は、せき止められた水が決壊して六百フィートの谷になだれ込むのと似ています。"}
{"en": "V.  ENERGY", "ja": "五・勢い"}
{"en": "1.  Sun Tzu said:", "ja": "１．孫子は言いました。"}
{"en": "The control of a large force is the same principle as the control of a few men:", "ja": "「大軍を率いるのは、その原理は少人数を率いるのと同じです。"}
{"en": "it is merely a question of dividing up their numbers.", "ja": "ただその人数分けが問題になるだけなのです。"}
{"en": "2.  Fighting with a large army under your command is nowise different from fighting with a small one:", "ja": "２．軍を率いて人数の多い敵と戦うのは、少人数の敵と戦うのとほとんど違いはありません。"}
{"en": "it is merely a question of instituting signs and signals.", "ja": "号令や合図が問題になるだけです。"}
{"en": "3.  To ensure that your whole host may withstand the brunt of the enemy's attack and remain unshaken", "ja": "３．自軍が敵軍の猛攻に必ず耐えて、揺るがないでいられるようにすること。"}
{"en": "- this is effected by maneuvers direct and indirect.", "ja": "これは正攻法と奇襲の作戦行動によってできることです。"}
{"en": "4.  That the impact of your army may be like a grindstone dashed against an egg - this is effected by the science of weak points and strong.", "ja": "４．自軍の攻撃が卵に投げつけられた石のようであるのは、これは弱点と強みを研究したからこそなのです。"}
{"en": "5.  In all fighting, the direct method may be used for joining battle,", "ja": "５．どんな戦いでも、戦端を開くのには正攻法がとられるでしょう。"}
{"en": "but indirect methods will be needed in order to secure victory.", "ja": "しかし奇襲作戦は勝利を確実にするために必要とされるはずです。"}
{"en": "6.  Indirect tactics, efficiently applied, are inexhausible as Heaven and Earth, unending as the flow of rivers and streams;", "ja": "６．奇襲作戦を効果的に用いれば、さながら天と地のように疲れを知らず、また川が溢れたり流れるように無尽蔵に、"}
{"en": "like the sun and moon, they end but to begin anew;", "ja": "太陽と月のように沈んでもまた新たに昇り、"}
{"en": "like the four seasons, they pass away to return once more.", "ja": "四季の移り変わりのように去ってもまた舞い戻って来るようになるのです。"}
{"en": "7.  There are not more than five musical notes, yet the combinations of these five give rise to more melodies than can ever be heard.", "ja": "７．五つの音しかなくても、その五つが組合わされば聞いたこともないようなメロディーを奏でることにもなります。"}
{"en": "8.  There are not more than five primary colors (blue, yellow, red, white, and black), yet in combination they produce more hues than can ever been seen.", "ja": "８．五つの原色（青、黄色、赤、白、黒）しかなくても、組み合わせれば見たこともないような色合いになります。"}
{"en": "9   There are not more than five cardinal tastes (sour, acrid, salt, sweet, bitter), yet combinations of them yield more flavors than can ever be tasted.", "ja": "９．主な味覚は五つ（酸っぱさ、辛さ、塩辛さ、甘さ、苦さ）しかなくても、組み合わせればこれまでにない味わいを生み出すようになります。"}
{"en": "10.  In battle, there are not more than two methods of attack", "ja": "１０．戦闘中には二つの攻撃方法しかありません。"}
{"en": "-  the direct and the indirect;", "ja": "正攻法と奇襲です。"}
{"en": "yet these two in combination give rise to an endless series of maneuvers.", "ja": "それでもこの二つを組み合わせれば無限の作戦ができるのです。"}
