{"en": "Someone to watch over me", "ja": "私を見張っている、誰か"}
{"en": "Paranoid people often say that the government plans to put chips in them to watch them and control them.", "ja": "偏執狂的な人は「政府は我々にチップを埋め込み、我々を監視し、我々をコントロールしようと計画している」とよく言う。"}
{"en": "According to Wired Magazine, insertion of identity chips in people is planned now.", "ja": "ワイヤード・マガジンによれば、認識チップを人間に埋め込むことが現在計画されているという。"}
{"en": "The scariest part is the idea that these chips might someday include GPS receivers, which would enable them to record everywhere you have gone.", "ja": "このアイディアの最も恐ろしい部分は、 こういった認識チップは、将来GPS受信機を含むかもしれず、 あなたが行くすべての場所を記録できるようになるだろう、ということだ。"}
{"en": "It would be natural to issue every cop a machine to read out the record of your movements, probably without even telling you.", "ja": "そうなれば、あなたに断りなく、 あなたの行動記録を読み出す機械が警官全員に支給される、というのは自然な流れだ。"}
{"en": "It will make your life an open book,", "ja": "これでは、あなたの生活は開かれた本のようなものとなってしまう。"}
{"en": "as bad as carrying a cell phone.", "ja": "携帯電話を持ち運ぶのと同じくらい悪い話だ。"}
{"en": "Speaking of which, millions of new GM cars have GPS and cell phones built in.", "ja": "携帯電話といえば、 何百万台ものGMの新車にはGPSと携帯電話が組み込まれている。"}
{"en": "The specific purpose is for a monthly-fee service which lets you find out where your car is.", "ja": "その目的は、自分の車がどこにあるかを調べるという月極め有料サービスを提供することにある。"}
{"en": "If you don't pay for the service, GM won't let you access that information", "ja": "そのサービスの料金を払わない場合、 あなたは、GMが持つその情報にアクセスすることはできない"}
{"en": "--but GM, the police, or any cracker who figures out how to access GM's computers, can probably still follow you all the time.", "ja": "―― しかし、GMや、警察や、 GMのコンピュータにどうやったらアクセスできるかを理解しているクラッカーなら誰でも、 あなたの車の動きをずっと追っていくことができるだろう。"}
{"en": "If your car has this \"feature\", make sure the GPS and cell phone are electrically disconnected and not receiving power.", "ja": "もしもあなたの車がこの「機能」を持っているなら、 GPSと携帯電話が電気的に接続されておらず、電源が供給されていないことを確かめなさい。"}
{"en": "Then they really can't be used to track you.", "ja": "そうしておけば、彼らはあなたを追跡できないからだ。"}
{"en": "Nowadays, just because you're paranoid doesn't mean you aren't really under surveillance.", "ja": "今日び、「私は監視されている」を偏執狂のたわごととは言い切れないのだ。"}
