{"en": "The Acorns and the Wildcat", "ja": "どんぐりと山猫"}
{"en": "Miyazawa Kenji", "ja": "宮沢賢治"}
{"en": "One Saturday evening, Ichiro received a curious postcard.", "ja": "おかしなはがきが、ある土曜日の夕がた、一郎のうちにきました。"}
{"en": "September 19th Mr. Kaneta Ichiro,", "ja": "かねた一郎さま　九月十九日"}
{"en": "I hop you are doing fyne.", "ja": "あなたは、ごきげんよろしいほで、けっこです。"}
{"en": "Tomoroww, we have trublesom trial, so come pleese.", "ja": "あした、めんどなさいばんしますから、おいでんなさい。"}
{"en": "No wepons pleese.", "ja": "とびどぐもたないでくなさい。"}
{"en": "From, the wildcat", "ja": "山ねこ　拝"}
{"en": "The handwriting was terrible, and the ink so thick that it stuck to his fingers.", "ja": "字はまるでへたで、墨（すみ）もがさがさして指につくくらいでした。"}
{"en": "But Ichiro was very happy.", "ja": "けれども一郎はうれしくてうれしくてたまりませんでした。"}
{"en": "He carefully put the postcard in his school bag, and jumped and leapt about his house.", "ja": "はがきをそっと学校のかばんにしまって、うちじゅうとんだりはねたりしました。"}
{"en": "Even after he went to bed he thought of nothing but the wildcat’s meowish face and what the troublesome trial would be like, and couldn’t fall asleep until very late.", "ja": "ね床（どこ）にもぐってからも、山猫のにゃあとした顔や、そのめんどうだという裁判のけしきなどを考えて、おそくまでねむりませんでした。"}
{"en": "When he did wake up, it was fully morning.", "ja": "けれども、一郎が眼（め）をさましたときは、もうすっかり明るくなっていました。"}
{"en": "Going outside, the mountains around him stood up as if they had been made just then, and lined up under a perfectly blue sky.", "ja": "おもてにでてみると、まわりの山は、みんなたったいまできたばかりのようにうるうるもりあがって、まっ青なそらのしたにならんでいました。"}
{"en": "Ichiro hurried to finish his breakfast, and then, alone, climbed the river valley road upstream.", "ja": "一郎はいそいでごはんをたべて、ひとり谷川に沿ったこみちを、かみの方へのぼって行きました。"}
{"en": "A clear wind whooshed and the chestnut tree scattered a rain of nuts.", "ja": "すきとおった風がざあっと吹（ふ）くと、栗（くり）の木はばらばらと実をおとしました。"}
{"en": "Ichiro looked up at the chestnut tree", "ja": "一郎は栗の木をみあげて、"}
{"en": "and asked,", "ja": "「栗の木、栗の木、やまねこがここを通らなかったかい。」"}
{"en": "“Chestnut tree!", "ja": "とききました。"}
{"en": "The chestnut tree quieted down some,", "ja": "栗の木はちょっとしずかになって、"}
{"en": "and answered,", "ja": "「やまねこなら、けさはやく、馬車でひがしの方へ飛んで行きましたよ。」"}
{"en": "“The wildcat?", "ja": "と答えました。"}
{"en": "“East? That would be the direction I’m headed in.", "ja": "「東ならぼくのいく方だねえ、"}
{"en": "How strange.", "ja": "おかしいな、"}
{"en": "Well, I’ll just try going on a little further.", "ja": "とにかくもっといってみよう。"}
{"en": "Thank you, chestnut tree!”", "ja": "栗の木ありがとう。」"}
{"en": "The chestnut tree remained silent, and dropped another rain of nuts.", "ja": "栗の木はだまってまた実をばらばらとおとしました。"}
{"en": "Ichiro traveled a little further and came to the Fluting Falls.", "ja": "一郎がすこし行きますと、そこはもう笛（ふえ）ふきの滝（たき）でした。"}
{"en": "The Fluting Falls was a white stone cliff with a small hole in its middle.", "ja": "笛ふきの滝というのは、まっ白な岩の崖（がけ）のなかほどに、小さな穴があいていて、"}
{"en": "Water rushed out of the hole with a sound like a flute, and formed a roaring waterfall in the valley below.", "ja": "そこから水が笛のように鳴って飛び出し、すぐ滝になって、ごうごう谷におちているのをいうのでした。"}
{"en": "Ichiro faced the falls and shouted,", "ja": "一郎は滝に向いて叫（さけ）びました。"}
{"en": "“Hullo, hullo!", "ja": "「おいおい、"}
{"en": "Fluting Falls!", "ja": "笛ふき、"}
{"en": "Did the wildcat pass by?”", "ja": "やまねこがここを通らなかったかい。」"}
{"en": "The falls whistled an answer:", "ja": "滝がぴーぴー答えました。"}
{"en": "“The wildcat?", "ja": "「やまねこは、"}
{"en": "Just now he rushed by in a wagon, headed west.”", "ja": "さっき、馬車で西の方へ飛んで行きましたよ。」"}
{"en": "“West? That’s the direction my home is. How strange.", "ja": "「おかしいな、西ならぼくのうちの方だ。"}
{"en": "Well, I’ll just try going on a little further.", "ja": "けれども、まあも少し行ってみよう。"}
{"en": "Thank you, Fluting Falls!”", "ja": "ふえふき、ありがとう。」"}
{"en": "The falls resumed blowing its flute.", "ja": "滝はまたもとのように笛を吹きつづけました。"}
{"en": "Ichiro traveled a little further and came across the beech tree. Underneath it were numerous white mushrooms forming a strange band, playing don-don-da-DON, don-don-da-DON.", "ja": "一郎がまたすこし行きますと、一本のぶなの木のしたに、たくさんの白いきのこが、どってこどってこどってこと、変な楽隊をやっていました。"}
{"en": "Ichiro crouched down", "ja": "一郎はからだをかがめて、"}
{"en": "and asked,", "ja": "「おい、きのこ、やまねこが、ここを通らなかったかい。」"}
{"en": "“Hullo, mushrooms!", "ja": "とききました。"}
{"en": "The mushrooms answered,", "ja": "するときのこは"}
{"en": "“The wildcat?", "ja": "「やまねこなら、けさはやく、馬車で南の方へ飛んで行きましたよ。」"}
{"en": "Early this morning he rushed by in a wagon, headed south.”", "ja": "とこたえました。"}
{"en": "Ichiro cocked his head.", "ja": "一郎は首をひねりました。"}
{"en": "“South? That would be towards those mountains.", "ja": "「みなみならあっちの山のなかだ。"}
{"en": "How strange.", "ja": "おかしいな。"}
{"en": "Well, I’ll just try going on a little further.", "ja": "まあもすこし行ってみよう。"}
{"en": "Thank you, mushrooms!”", "ja": "きのこ、ありがとう。」"}
{"en": "But the mushrooms were already busy reforming their strange band: Don-don-da-DON, don-don-da-DON.", "ja": "きのこはみんないそがしそうに、どってこどってこと、あのへんな楽隊をつづけました。"}
{"en": "Ichiro went a little further", "ja": "一郎はまたすこし行きました。"}
{"en": "and came across a squirrel, leaping about the branches of a walnut tree.", "ja": "すると一本のくるみの木の梢（こずえ）を、栗鼠（りす）がぴょんととんでいました。"}
{"en": "Ichiro held up a hand to stop it,", "ja": "一郎はすぐ手まねぎしてそれをとめて、"}
{"en": "and asked,", "ja": "「おい、りす、やまねこがここを通らなかったかい。」"}
{"en": "“Hullo, squirrel!", "ja": "とたずねました。"}
{"en": "The squirrel put its hand to its brow, and peering down at Ichiro answered,", "ja": "するとりすは、木の上から、額に手をかざして、一郎を見ながらこたえました。"}
{"en": "“The wildcat? Early this morning when it was still dark he rushed by in a wagon, headed south.”", "ja": "「やまねこなら、けさまだくらいうちに馬車でみなみの方へ飛んで行きましたよ。」"}
{"en": "“That’s the second person who’s said that he went south. How strange.", "ja": "「みなみへ行ったなんて、二（ふた）とこでそんなことを言うのはおかしいなあ。"}
{"en": "Well, I’ll just try going on a little further.", "ja": "けれどもまあもすこし行ってみよう。"}
{"en": "Thank you, squirrel!”", "ja": "りす、ありがとう。」"}
{"en": "But the squirrel was already gone.", "ja": "りすはもう居ませんでした。"}
{"en": "The only thing Ichiro could see was the topmost walnut tree branch waving, and a flash from a leaf in the beech tree next to it.", "ja": "ただくるみのいちばん上の枝（えだ）がゆれ、となりのぶなの葉がちらっとひかっただけでした。"}
{"en": "Ichiro went a little further, and the river valley road thinned and disappeared.", "ja": "一郎がすこし行きましたら、谷川にそったみちは、もう細くなって消えてしまいました。"}
{"en": "A new small road appeared on the south side of the river, leading into the forest of pitch black nutmeg trees.", "ja": "そして谷川の南の、まっ黒な榧（かや）の木の森の方へ、あたらしいちいさなみちがついていました。"}
{"en": "Ichiro began to climb the new road.", "ja": "一郎はそのみちをのぼって行きました。"}
{"en": "The nutmeg branches were blackly interlaced, and not a sliver of blue sky was visible.", "ja": "榧の枝はまっくろに重なりあって、青ぞらは一きれも見えず、"}
{"en": "The road turned steeply uphill.", "ja": "みちは大へん急な坂になりました。"}
{"en": "Ichiro continued climbing, his face bright red and dripping beads of sweat.", "ja": "一郎が顔をまっかにして、汗（あせ）をぽとぽとおとしながら、その坂をのぼりますと、"}
{"en": "A sudden brightness hurt his eyes,", "ja": "にわかにぱっと明るくなって、眼がちくっとしました。"}
{"en": "and he found himself in a beautiful golden meadow of grasses that whispered in the wind.", "ja": "そこはうつくしい黄金（きん）いろの草地で、草は風にざわざわ鳴り、"}
{"en": "He was surrounded by the forest of magnificent olive-colored nutmeg trees.", "ja": "まわりは立派なオリーブいろのかやの木のもりでかこまれてありました。"}
{"en": "In the middle of the meadow was a short, oddly-shaped man. He was crouched down and holding a leather whip, and staring silently at Ichiro.", "ja": "その草地のまん中に、せいの低いおかしな形の男が、膝（ひざ）を曲げて手に革鞭（かわむち）をもって、だまってこっちをみていたのです。"}
{"en": "Ichiro approached him slowly, and stopped near him, surprised.", "ja": "一郎はだんだんそばへ行って、びっくりして立ちどまってしまいました。"}
{"en": "The man had only one good eye, the other one solid white and twitching.", "ja": "その男は、片眼で、見えない方の眼は、白くびくびくうごき、"}
{"en": "He wore an odd overcoat or jacket.", "ja": "上着のような半纒（はんてん）のようなへんなものを着て、"}
{"en": "His legs were horribly bent like a goat’s, and his feet malformed like a paddle used for scooping rice.", "ja": "だいいち足が、ひどくまがって山羊（やぎ）のよう、ことにそのあしさきときたら、ごはんをもるへらのかたちだったのです。"}
{"en": "Though the man scared Ichiro a little, Ichiro stayed as calm as possible and asked,", "ja": "一郎は気味が悪かったのですが、なるべく落ちついてたずねました。"}
{"en": "“Do you know the wildcat?”", "ja": "「あなたは山猫をしりませんか。」"}
{"en": "The man looked sideways at Ichiro, and twisting his mouth into a grin answered,", "ja": "するとその男は、横眼で一郎の顔を見て、口をまげてにやっとわらって言いました。"}
{"en": "“Sir Wildcat will be back shortly.", "ja": "「山ねこさまはいますぐに、ここに戻（もど）ってお出（で）やるよ。"}
{"en": "You must be Ichiro.”", "ja": "おまえは一郎さんだな。」"}
{"en": "Ichiro was frightened, and backed up a step.", "ja": "一郎はぎょっとして、一あしうしろにさがって、"}
{"en": "“That’s right, I’m Ichiro.", "ja": "「え、ぼく一郎です。"}
{"en": "How do you know my name?”", "ja": "けれども、どうしてそれを知ってますか。」"}
{"en": "The odd man grinned.", "ja": "するとその奇体（きたい）な男はいよいよにやにやしてしまいました。"}
{"en": "“So you got the postcard?”", "ja": "「そんだら、はがき見だべ。」"}
{"en": "“I did.", "ja": "「見ました。"}
{"en": "That’s why I’m here.”", "ja": "それで来たんです。」"}
{"en": "“The writing was very bad,”", "ja": "「あのぶんしょうは、ずいぶん下手だべ。」"}
{"en": "said the man, looking down with a sad expression.", "ja": "と男は下をむいてかなしそうに言いました。"}
{"en": "Ichiro felt sorry for him", "ja": "一郎はきのどくになって、"}
{"en": "and said,", "ja": "「さあ、なかなか、ぶんしょうがうまいようでしたよ。」"}
{"en": "“I thought the writing was quite good.”", "ja": "と言いますと、"}
{"en": "The man looked pleased and began breathing heavily.", "ja": "男はよろこんで、息をはあはあして、"}
{"en": "His face turned red all the way to his ears, and he opened the neck of his kimono to let the air in.", "ja": "耳のあたりまでまっ赤になり、きもののえりをひろげて、風をからだに入れながら、"}
{"en": "“Was the handwriting good, too?”", "ja": "「あの字もなかなかうまいか。」"}
{"en": "he asked.", "ja": "とききました。"}
{"en": "Ichiro couldn’t help but laugh, and answered,", "ja": "一郎は、おもわず笑いだしながら、へんじしました。"}
{"en": "“It was very good!", "ja": "「うまいですね。"}
{"en": "I’ll bet even a fifth-grader couldn’t write so well!”", "ja": "五年生だってあのくらいには書けないでしょう。」"}
{"en": "The man suddenly made a sour face.", "ja": "すると男は、急にまたいやな顔をしました。"}
{"en": "“Fifth grade? You mean fifth grade in elementary school?”", "ja": "「五年生っていうのは、尋常（じんじょう）五年生だべ。」"}
{"en": "His voice sounded so weak and pitiable that Ichiro hurried to say,", "ja": "その声が、あんまり力なくあわれに聞えましたので、一郎はあわてて言いました。"}
{"en": "“No, I meant the fifth grade in college.”", "ja": "「いいえ、大学校の五年生ですよ。」"}
{"en": "The man was again pleased, and smiled so largely that his mouth seemed to cover his entire face.", "ja": "すると、男はまたよろこんで、まるで、顔じゅう口のようにして、にたにたにたにた笑って叫びました。"}
{"en": "“I’m the one that wrote that postcard!”", "ja": "「あのはがきはわしが書いたのだよ。」"}
{"en": "Ichiro stifled a laugh,", "ja": "一郎はおかしいのをこらえて、"}
{"en": "and asked", "ja": "「ぜんたいあなたはなにですか。」"}
{"en": "“Just who are you?”", "ja": "とたずねますと、"}
{"en": "The man suddenly became serious.", "ja": "男は急にまじめになって、"}
{"en": "“I drive the wagon for Sir Wildcat,”", "ja": "「わしは山ねこさまの馬車別当（べっとう）だよ。」"}
{"en": "he said.", "ja": "と言いました。"}
{"en": "The wind whooshed, and waves spread through the grass, and the driver bowed deeply.", "ja": "そのとき、風がどうと吹いてきて、草はいちめん波だち、別当は、急にていねいなおじぎをしました。"}
{"en": "Thinking this odd, Ichiro turned around and saw the wildcat standing there, wearing yellow silk robes and with perfectly round green eyes.", "ja": "一郎はおかしいとおもって、ふりかえって見ますと、そこに山猫が、黄いろな陣羽織（じんばおり）のようなものを着て、緑いろの眼をまん円にして立っていました。"}
{"en": "Ichiro noticed that the wildcat did indeed have pointed ears.", "ja": "やっぱり山猫の耳は、立って尖（とが）っているなと、一郎がおもいましたら、"}
{"en": "The wildcat made a quick bow.", "ja": "山ねこはぴょこっとおじぎをしました。"}
{"en": "Ichiro returned the wildcat’s greeting.", "ja": "一郎もていねいに挨拶（あいさつ）しました。"}
{"en": "“Hello, there.", "ja": "「いや、こんにちは、"}
{"en": "Thank you for the postcard.”", "ja": "きのうははがきをありがとう。」"}
{"en": "The wildcat pulled a whisker taut, and stuck out his belly.", "ja": "山猫はひげをぴんとひっぱって、腹をつき出して言いました。"}
{"en": "“Greetings, and welcome,”", "ja": "「こんにちは、よくいらっしゃいました。"}
{"en": "“I’ve brought you here for your advice. There’s been quite the troublesome argument for three days now, and I’m stuck as judge of the trial.", "ja": "じつはおとといから、めんどうなあらそいがおこって、ちょっと裁判にこまりましたので、あなたのお考えを、うかがいたいとおもいましたのです。"}
{"en": "Please, take a seat and relax.", "ja": "まあ、ゆっくり、おやすみください。"}
{"en": "The acorns should be here any minute.", "ja": "じき、どんぐりどもがまいりましょう。"}
{"en": "This trial comes back to bother me every year.“", "ja": "どうもまい年（とし）、この裁判でくるしみます。」"}
{"en": "The wildcat pulled a box of cigarettes from his robe and stuck one in his mouth.", "ja": "山ねこは、ふところから、巻煙草（まきたばこ）の箱（はこ）を出して、じぶんが一本くわえ、"}
{"en": "“Would you like one?”", "ja": "「いかがですか。」"}
{"en": "he asked, offering the box to Ichiro.", "ja": "と一郎に出しました。"}
{"en": "Surprised,", "ja": "一郎はびっくりして、"}
{"en": "Ichiro answered,", "ja": "「いいえ。」"}
{"en": "“No thank you.”", "ja": "と言いましたら、"}
{"en": "The wildcat laughed,", "ja": "山ねこはおおようにわらって、"}
{"en": "and said,", "ja": "「ふふん、まだお若いから、」"}
{"en": "“Right, I suppose you’re a bit young, still.”", "ja": "と言いながら、"}
{"en": "He scratched a match alight, and scrunched his face as he blew out blue smoke.", "ja": "マッチをしゅっと擦（す）って、わざと顔をしかめて、青いけむりをふうと吐（は）きました。"}
{"en": "The wildcat’s driver stood straight at attention, but it was obvious from the tears in his eyes how much he was fighting his desire for one of the cigarettes.", "ja": "山ねこの馬車別当は、気を付けの姿勢で、しゃんと立っていましたが、いかにも、たばこのほしいのをむりにこらえているらしく、なみだをぼろぼろこぼしました。"}
{"en": "Just then, Ichiro heard a sound like crunching salt.", "ja": "そのとき、一郎は、足もとでパチパチ塩のはぜるような、音をききました。"}
{"en": "Surprised, he crouched down and saw round golden things scattered about and shining in the grass.", "ja": "びっくりして屈（かが）んで見ますと、草のなかに、あっちにもこっちにも、黄金（きん）いろの円いものが、ぴかぴかひかっているのでした。"}
{"en": "Looking closely, he saw that they were acorns in red trousers, at least three hundred of them.", "ja": "よくみると、みんなそれは赤いずぼんをはいたどんぐりで、もうその数ときたら、三百でも利（き）かないようでした。"}
{"en": "They were all shouting something: Waah, waah, waah, waah.", "ja": "わあわあわあわあ、みんななにか云（い）っているのです。"}
{"en": "“Ah, there they are.", "ja": "「あ、来たな。"}
{"en": "They swarm in like a bunch of ants.", "ja": "蟻（あり）のようにやってくる。"}
{"en": "Hey, hurry up and ring the bell,”", "ja": "おい、さあ、早くベルを鳴らせ。"}
{"en": "the wildcat shouted at the wagon driver, throwing away his cigarette.", "ja": "今日はそこが日当りがいいから、そこのとこの草を刈（か）れ。」"}
{"en": "“The sunlight is good over here today, so cut down this grass.”", "ja": "やまねこは巻たばこを投げすてて、大いそぎで馬車別当にいいつけました。"}
{"en": "The wagon driver hurried, taking a large sickle from his belt and cutting down the grass in front of the wildcat.", "ja": "馬車別当もたいへんあわてて、腰（こし）から大きな鎌（かま）をとりだして、ざっくざっくと、やまねこの前のとこの草を刈りました。"}
{"en": "The acorns came bounding from among the grass in all directions, glinting in the sun.", "ja": "そこへ四方の草のなかから、どんぐりどもが、ぎらぎらひかって、飛び出して、わあわあわあわあ言いました。"}
{"en": "The wagon driver rang a bell, ding-a-ling-a-ling-a-ling.", "ja": "馬車別当が、こんどは鈴（すず）をがらんがらんがらんがらんと振（ふ）りました。"}
{"en": "The ringing and dinging echoed through the nutmeg forest, and the golden acorns quieted a little.", "ja": "音はかやの森に、がらんがらんがらんがらんとひびき、黄金（きん）のどんぐりどもは、すこししずかになりました。"}
{"en": "At some point the wildcat had changed into long, black robes, and had seated himself in a stately manner across from the acorns.", "ja": "見ると山ねこは、もういつか、黒い長い繻子（しゅす）の服を着て、勿体（もったい）らしく、どんぐりどもの前にすわっていました。"}
{"en": "Ichiro thought that the acorns looked like people come to pay homage to the Great Buddha of Nara.", "ja": "まるで奈良（なら）のだいぶつさまにさんけいするみんなの絵のようだと一郎はおもいました。"}
{"en": "The driver cracked his whip two or three times: hyuuu-bang! hyuuu-bang!", "ja": "別当がこんどは、革鞭（かわむち）を二三べん、ひゅうぱちっ、ひゅう、ぱちっと鳴らしました。"}
{"en": "The acorns were beautiful, shining under the clear, blue sky.", "ja": "空が青くすみわたり、どんぐりはぴかぴかしてじつにきれいでした。"}
{"en": "“This trial has been going on for three days now,”", "ja": "「裁判ももう今日で三日目だぞ、いい加減になかなおりをしたらどうだ。」"}
{"en": "said the wildcat, a little nervous but still speaking in a pompous voice.", "ja": "山ねこが、すこし心配そうに、それでもむりに威張（いば）って言いますと、"}
{"en": "The acorns all shouted out:", "ja": "どんぐりどもは口々に叫びました。"}
{"en": "“No! No!", "ja": "「いえいえ、だめです、"}
{"en": "Not until you agree that the acorns with pointed heads are the best!", "ja": "なんといったって頭のとがってるのがいちばんえらいんです。"}
{"en": "And that I have the most pointed head!”", "ja": "そしてわたしがいちばんとがっています。」"}
{"en": "“No, that’s not right!", "ja": "「いいえ、ちがいます。"}
{"en": "The round acorns are the best!", "ja": "まるいのがえらいのです。"}
{"en": "And I’m the roundest acorn there is!”", "ja": "いちばんまるいのはわたしです。」"}
{"en": "“The biggest ones are the best!", "ja": "「大きなことだよ。"}
{"en": "And I’m the biggest one, so I’m the best!”", "ja": "わたしがいちばん大きいからわたしがえらいんだよ。」"}
{"en": "“What are you talking about?", "ja": "「そうでないよ。"}
{"en": "I’m much bigger than you! Even the judge agreed with that yesterday!”", "ja": "わたしのほうがよほど大きいと、きのうも判事さんがおっしゃったじゃないか。」"}
{"en": "“That’s not it at all.", "ja": "「だめだい、そんなこと。"}
{"en": "It’s height that matters!", "ja": "せいの高いのだよ。"}
{"en": "Taller is better!”", "ja": "せいの高いことなんだよ。」"}
{"en": "“Whoever’s best at wrestling is best!", "ja": "「押（お）しっこのえらいひとだよ。"}
{"en": "Let’s all wrestle to see who’s best.”", "ja": "押しっこをしてきめるんだよ。」"}
{"en": "All of them were buzzing, the mass of them like a bee hive that had been poked with a stick. All was chaos, and no one could be heard.", "ja": "もうみんな、がやがやがやがや言って、なにがなんだか、まるで蜂（はち）の巣（す）をつっついたようで、わけがわからなくなりました。"}
{"en": "The wildcat shouted,", "ja": "そこでやまねこが叫びました。"}
{"en": "“Be quiet!", "ja": "「やかましい。"}
{"en": "Where do you think you are?", "ja": "ここをなんとこころえる。"}
{"en": "Silence, silence!”", "ja": "しずまれ、しずまれ。」"}
{"en": "The driver cracked his whip hyuuu-bang! again, and the acorns finally quieted down.", "ja": "別当がむちをひゅうぱちっとならしましたのでどんぐりどもは、やっとしずまりました。"}
{"en": "The wildcat twirled a whisker tight, and said,", "ja": "やまねこは、ぴんとひげをひねって言いました。"}
{"en": "“This trial has been going on for three days now.", "ja": "「裁判ももうきょうで三日目だぞ。"}
{"en": "Why don’t you all just give up and get along?”", "ja": "いい加減に仲なおりしたらどうだ。」"}
{"en": "The acorns all shouted out:", "ja": "すると、もうどんぐりどもが、くちぐちに云いました。"}
{"en": "“No! No!", "ja": "「いえいえ、だめです。"}
{"en": "Not until you agree that the acorns with pointed heads are the best!”", "ja": "なんといったって、頭のとがっているのがいちばんえらいのです。」"}
{"en": "“That’s not right!", "ja": "「いいえ、ちがいます。"}
{"en": "Round ones are the best!”", "ja": "まるいのがえらいのです。」"}
{"en": "“No,", "ja": "「そうでないよ。"}
{"en": "big ones are!”", "ja": "大きなことだよ。」"}
{"en": "And on and on and on, until no one could be understood.", "ja": "がやがやがやがや、もうなにがなんだかわからなくなりました。"}
{"en": "The wildcat shouted,", "ja": "山猫が叫びました。"}
{"en": "“Silence!", "ja": "「だまれ、"}
{"en": "Quiet!", "ja": "やかましい。"}
{"en": "Where do you think you are?", "ja": "ここをなんと心得る。"}
{"en": "Shut up!", "ja": "しずまれ"}
{"en": "Shut up!”", "ja": "しずまれ。」"}
{"en": "The driver cracked his whip hyuuu-bang!,", "ja": "別当が、むちをひゅうぱちっと鳴らしました。"}
{"en": "and the wildcat twirled a whisker tight.", "ja": "山猫がひげをぴんとひねって言いました。"}
{"en": "“This is already the third day of this trial.", "ja": "「裁判ももうきょうで三日目だぞ。"}
{"en": "Why don’t you all just give up and get along?”", "ja": "いい加減になかなおりをしたらどうだ。」"}
{"en": "“No! No!", "ja": "「いえ、いえ、だめです。"}
{"en": "Ones with pointed heads…”", "ja": "あたまのとがったものが……。」"}
{"en": "and on and on and on.", "ja": "がやがやがやがや。"}
{"en": "The wildcat shouted:", "ja": "山ねこが叫びました。"}
{"en": "“Silence! Quiet!", "ja": "「やかましい。"}
{"en": "Where do you think you are?", "ja": "ここをなんとこころえる。"}
{"en": "Shut up!", "ja": "しずまれ、"}
{"en": "Shut up!”", "ja": "しずまれ。」"}
{"en": "The driver cracked his whip hyuuu-bang!, and the acorns fell silent.", "ja": "別当が、むちをひゅうぱちっと鳴らし、どんぐりはみんなしずまりました。"}
{"en": "The wildcat spoke softly to Ichiro.", "ja": "山猫が一郎にそっと申しました。"}
{"en": "“Do you see?", "ja": "「このとおりです。"}
{"en": "What should we do?”", "ja": "どうしたらいいでしょう。」"}
{"en": "Ichiro laughed and answered,", "ja": "一郎はわらってこたえました。"}
{"en": "“You should tell them something I heard in a sermon:", "ja": "「そんなら、こう言いわたしたらいいでしょう。"}
{"en": "That the most foolish of them, the poorest of them, the most wicked of them is the best.”", "ja": "このなかでいちばんばかで、めちゃくちゃで、まるでなっていないようなのが、いちばんえらいとね。"}
{"en": "The wildcat nodded with understanding, and smugly opened the collar of his robes, showing the yellow silk underneath.", "ja": "山猫（やまねこ）はなるほどというふうにうなずいて、それからいかにも気取って、繻子（しゅす）のきものの胸（えり）を開いて、黄いろの陣羽織をちょっと出して"}
{"en": "He pronounced his judgment.", "ja": "どんぐりどもに申しわたしました。"}
{"en": "“Very well, then.", "ja": "「よろしい。"}
{"en": "Silence, now,", "ja": "しずかにしろ。"}
{"en": "I’m pronouncing judgment.", "ja": "申しわたしだ。"}
{"en": "The worst of you, the most foolish, the poorest, the most inept, the most weak-minded of you is the best.”", "ja": "このなかで、いちばんえらくなくて、ばかで、めちゃくちゃで、てんでなっていなくて、あたまのつぶれたようなやつが、いちばんえらいのだ。」"}
{"en": "The acorns fell silent.", "ja": "どんぐりは、しいんとしてしまいました。"}
{"en": "Totally silent, and still.", "ja": "それはそれはしいんとして、堅（かた）まってしまいました。"}
{"en": "The wildcat took off his black robes and, wiping the sweat from his brow, took Ichiro’s hand.", "ja": "そこで山猫は、黒い繻子の服をぬいで、額の汗（あせ）をぬぐいながら、一郎の手をとりました。"}
{"en": "The driver was overjoyed as well, and cracked his whip five or six times, hyuuu-bang! hyuuu-hyuuu-bang!", "ja": "別当も大よろこびで、五六ぺん、鞭（むち）をひゅうぱちっ、ひゅうぱちっ、ひゅうひゅうぱちっと鳴らしました。"}
{"en": "“Thank you very much,”", "ja": "やまねこが言いました。"}
{"en": "the wildcat said.", "ja": "「どうもありがとうございました。"}
{"en": "“You’ve brought this terrible trial to an end after just a minute and a half.", "ja": "これほどのひどい裁判を、まるで一分半でかたづけてくださいました。"}
{"en": "Please, from now on I hope that you will become an honorary judge in my court.", "ja": "どうかこれからわたしの裁判所の、名誉（めいよ）判事になってください。"}
{"en": "Please come again if I send you another postcard.", "ja": "これからも、葉書が行ったら、どうか来てくださいませんか。"}
{"en": "I will reward you each time you come.”", "ja": "そのたびにお礼はいたします。」"}
{"en": "“Certainly.", "ja": "「承知しました。"}
{"en": "But you don’t need to reward me.”", "ja": "お礼なんかいりませんよ。」"}
{"en": "“No, you must accept your reward.", "ja": "「いいえ、お礼はどうかとってください。"}
{"en": "My reputation depends on it.", "ja": "わたしのじんかくにかかわりますから。"}
{"en": "I’ll address the postcards to Kaneta Ichiro, and have them sent from ‘The Court’.", "ja": "そしてこれからは、葉書にかねた一郎どのと書いて、こちらを裁判所としますが、"}
{"en": "Is that acceptable?”", "ja": "ようございますか。」"}
{"en": "“Sure, that’s fine,”", "ja": "一郎が"}
{"en": "said Ichiro.", "ja": "「ええ、かまいません。」"}
{"en": "The wildcat stood there for a time curling his whiskers and blinking his eyes, and finally seemed to come to a decision, saying,", "ja": "やまねこはまだなにか言いたそうに、しばらくひげをひねって、眼をぱちぱちさせていましたが、とうとう決心したらしく言い出しました。"}
{"en": "“And how about if in the future, when I have need of you, on the postcard I will write that on the following day you must report to the court?”", "ja": "「それから、はがきの文句ですが、これからは、用事これありに付き、明日（みょうにち）出頭すべしと書いてどうでしょう。」"}
{"en": "Ichiro laughed.", "ja": "一郎はわらって言いました。"}
{"en": "“Hmmm, that sounds a bit odd.", "ja": "「さあ、なんだか変ですね。"}
{"en": "Maybe you shouldn’t write that.”", "ja": "そいつだけはやめた方がいいでしょう。」"}
{"en": "The wildcat seemed to take offense at this, and stood there looking down, twisting his whisker with a disappointed look on his face.", "ja": "山猫は、どうも言いようがまずかった、いかにも残念だというふうに、しばらくひげをひねったまま、下を向いていましたが、"}
{"en": "Finally he recovered himself, and said,", "ja": "やっとあきらめて言いました。"}
{"en": "“Well, I’ll just keep the wording the same as before, then.", "ja": "「それでは、文句はいままでのとおりにしましょう。"}
{"en": "Now, as to your reward for today.", "ja": "そこで今日のお礼ですが、"}
{"en": "Which would you rather have? A box of golden acorns, or the head of a salted salmon?”", "ja": "あなたは黄金（きん）のどんぐり一升（しょう）と、塩鮭（しおざけ）のあたまと、どっちをおすきですか。」"}
{"en": "“I would rather have the golden acorns, please.”", "ja": "「黄金のどんぐりがすきです。」"}
{"en": "The wildcat seemed relieved that Ichiro hadn’t chosen the salmon head, and called to the driver,", "ja": "山猫は、鮭（しゃけ）の頭でなくて、まあよかったというように、口早に馬車別当に云いました。"}
{"en": "“Bring a cup of acorns!", "ja": "「どんぐりを一升早くもってこい。"}
{"en": "If we don’t have enough gold ones, mix in some gold plated ones!", "ja": "一升にたりなかったら、めっきのどんぐりもまぜてこい。"}
{"en": "Hurry!”", "ja": "はやく。」"}
{"en": "The driver scooped up the acorns, and shouted", "ja": "別当は、さっきのどんぐりをますに入れて、はかって叫（さけ）びました。"}
{"en": "“There is exactly one box full!”", "ja": "「ちょうど一升あります。」"}
{"en": "The wildcat’s robes flapped in the breeze.", "ja": "山ねこの陣羽織が風にばたばた鳴りました。"}
{"en": "The wildcat stretched fully up, closed his eyes, and said through a half-yawn,", "ja": "そこで山ねこは、大きく延びあがって、めをつぶって、半分あくびをしながら言いました。"}
{"en": "“Prepare the wagon!”", "ja": "「よし、はやく馬車のしたくをしろ。」"}
{"en": "Oddly-shaped gray horses pulled out a wagon made from a huge white mushroom.", "ja": "白い大きなきのこでこしらえた馬車が、ひっぱりだされました。"}
{"en": "“Let me give you a ride home,”", "ja": "「さあ、おうちへお送りいたしましょう。」"}
{"en": "he said.", "ja": "山猫が言いました。"}
{"en": "They boarded the wagon as the driver loaded the box of acorns.", "ja": "二人は馬車にのり別当は、どんぐりのますを馬車のなかに入れました。"}
{"en": "hyuuu-bang!", "ja": "ひゅう、ぱちっ。"}
{"en": "The wagon left the meadow.", "ja": "馬車は草地をはなれました。"}
{"en": "The trees and brush wavered like smoke.", "ja": "木や藪（やぶ）がけむりのようにぐらぐらゆれました。"}
{"en": "Ichiro looked at the gold acorns, and the wildcat stared vacantly off into the distance.", "ja": "一郎は黄金（きん）のどんぐりを見、やまねこはとぼけたかおつきで、遠くをみていました。"}
{"en": "As the wagon advanced the acorns lost their luster, and when it stopped they had become just plain brown acorns.", "ja": "馬車が進むにしたがって、どんぐりはだんだん光がうすくなって、まもなく馬車がとまったときは、あたりまえの茶いろのどんぐりに変っていました。"}
{"en": "The wildcat’s yellow robes and the driver and the mushroom wagon all disappeared, and Ichiro was standing in front of his home holding his box of acorns.", "ja": "そして、山ねこの黄いろな陣羽織も、別当も、きのこの馬車も、一度に見えなくなって、一郎はじぶんのうちの前に、どんぐりを入れたますを持って立っていました。"}
{"en": "The wildcat never again sent him a postcard.", "ja": "それからあと、山ねこ拝というはがきは、もうきませんでした。"}
{"en": "From time to time Ichiro wondered if he should have told the wildcat that he could command him to report to court.", "ja": "やっぱり、出頭すべしと書いてもいいと言えばよかったと、一郎はときどき思うのです。"}
