{"en": "THE YELLOW FACE", "ja": "黄色な顔"}
{"en": "Conan Doyle", "ja": "コナンドイル"}
{"en": "[ In publishing these short sketches based upon the numerous cases in which my companion's singular gifts have made us the listeners to, and eventually the actors in, some strange drama, it is only natural that I should dwell rather upon his successes than upon his failures.", "ja": "私は私の仲間の話をしようとすると、我知らず失敗談よりも成功談が多くなる。"}
{"en": "And this not so much for the sake of his reputation", "ja": "――しかしこれは何も、私の仲間の名声のためにそうするわけではない。"}
{"en": "-- for, indeed, it was when he was at his wit's end that his energy and his versatility were most admirable", "ja": "なぜなら事実において、私の仲間の努力と、多種多様な才能とは真（しん）に称讃すべきものではあったけれども、それでもなお、彼の思案に余るような場合があったからだ。"}
{"en": "-- but because where he failed it happened too often that no one else succeeded, and that the tale was left forever without a conclusion.", "ja": "ただどうかしてそんな場合にぶつかって私の仲間が失敗したような所では、他（た）の者もまた誰一人成功したものはなく、事件は未解決のまま残されるわけである。"}
{"en": "Now and again, however, it chanced that even when he erred the truth was still discovered.", "ja": "けれど時々、ちょっとした機会から、彼がどんな風にしてその真相を誤解したかと云うことが、後から発見されたこともある。"}
{"en": "I have notes of some half-dozen cases of the kind,", "ja": "私はそんな場合を五つ六つ書き止めておいた。"}
{"en": "the adventure of the Musgrave Ritual and that which I am about to recount are the two", "ja": "そのうち今ここですぐお話出来るものが二つある。"}
{"en": "which present the strongest features of interest. ]", "ja": "そしてそれはそれらのうちでも一番面白いものである。"}
{"en": "Sherlock Holmes was a man who seldom took exercise for exercise's sake.", "ja": "シャーロック・ホームズと云う男は、滅多に、身体を鍛えるために運動などをする男ではなかった。"}
{"en": "Few men were capable of greater muscular effort, and he was undoubtedly one of the finest boxers of his weight that I have ever seen;", "ja": "が、彼よりはげしい肉体労働に堪（た）え得る人間はほとんどなかったし、また確かに彼は、彼と同体量の拳闘家としては私の会ったことのある人のうちでは最も優れた拳闘家の一人だった。"}
{"en": "but he looked upon aimless bodily exertion as a waste of energy, and he seldom bestirred himself save where there was some professional object to be served.", "ja": "しかし彼は努力の浪費になるような無益な肉体的労働をちゃんと見分けて、何か職業上の目的のある場合でなくては、決して肉体を使うようなことはなかった。"}
{"en": "Then he was absolutely untiring and indefatigable.", "ja": "だから彼は絶対に疲れると云うことを知らずに、実に精力絶倫であった。"}
{"en": "That he should have kept himself in training under such circumstances is remarkable,", "ja": "その代り彼は不断からいかなる場合に処しても困らないだけの肉体の力を養っていた。"}
{"en": "but his diet was usually of the sparest, and his habits were simple to the verge of austerity.", "ja": "食事は常に出来るだけ貧しいものをとり、厳格に過ぎるくらい簡易な生活振りだった。"}
{"en": "Save for the occasional use of cocaine, he had no vices,", "ja": "だが、時々、コカインをのむこと以外には、何も悪いことはしなかった。"}
{"en": "and he only turned to the drug as a protest against the monotony of existence when cases were scanty and the papers uninteresting.", "ja": "そのコカインも、事件が簡単すぎたり、また新聞がつまらなかったりして退屈でどうにもしようがないような時だけに、気慰めにのむに過ぎないのであった。"}
{"en": "One day in early spring he had so far relaxed as to go for a walk with me in the Park,", "ja": "それは早春のある日のことであったが、彼はノンビリした気持ちで私と公園へ散歩に出かけた。"}
{"en": "where the first faint shoots of green were breaking out upon the elms, and the sticky spear-heads of the chestnuts were just beginning to burst into their five-fold leaves.", "ja": "楡（にれ）の木は若芽を吹き出しかけ、栗の木の頂きには若葉が出はじめていた。"}
{"en": "For two hours we rambled about together, in silence for the most part, as befits two men who know each other intimately.", "ja": "私たちは、特に話さなければならないような話題もなかったので、碌（ろく）に口もきき会わずに二時間近くブラブラした。"}
{"en": "It was nearly five before we were back in Baker Street once more.", "ja": "そして再びべーカー通りに帰って来たのは、もう五時近くであった。"}
{"en": "``Beg pardon, sir,''", "ja": "「壇那さま、お留守にお客さまがお見えになりました」"}
{"en": "said our page-boy as he opened the door.", "ja": "と、彼が入口（いりぐち）の戸をあけると、給仕の子供が云った。"}
{"en": "Holmes glanced reproachfully at me.", "ja": "ホームズは非難するかのように私をジロッと見た。"}
{"en": "``So much for afternoon walks!''", "ja": "「少し散歩が長すぎたな」"}
{"en": "said he.", "ja": "と云って、それから給仕に向って云った。"}
{"en": "``Has this gentleman gone, then?''", "ja": "「それで、そのお客さまは帰っちまったのか？」"}
{"en": "``Yes, sir.''", "ja": "「ええ」"}
{"en": "``Didn't you ask him in?''", "ja": "「中へ這入（はい）ってお待ちするようには言わなかったのかね？」"}
{"en": "``Yes, sir, he came in.''", "ja": "「いえ、中へお通ししたんです」"}
{"en": "``How long did he wait?''", "ja": "「どのくらい待ってたのかね」"}
{"en": "``Half an hour, sir.", "ja": "「三十分ばかり。"}
{"en": "He was a very restless gentleman, sir a-walkin' and a-stampin' all the time he was here.", "ja": "――でも、大変せっかちな壇那でしてね、ここにいらっしゃる間も始終、歩き廻ったり足踏みをしたりしていらっしゃいました。"}
{"en": "I was waitin' outside the door, sir, and I could hear him.", "ja": "私、戸の外でお待ちしておりましたもので、よくそれが分りましたよ。"}
{"en": "At last he outs into the passage,", "ja": "けれどもそのうちにとうとう外へ出て来て、"}
{"en": "and he cries,", "ja": "「帰って来ないようじゃないか」"}
{"en": "`Is that man never goin' to come?'", "ja": "とおっしゃるんです。"}
{"en": "Those were his very words, sir.", "ja": "ですから私は申し上げました。"}
{"en": "`You'll only need to wait a little longer,'", "ja": "「ほんのもう少しお待ちになって下さい」"}
{"en": "says I.", "ja": "って。"}
{"en": "`I'll be back before long.'", "ja": "すると"}
{"en": "And with that he ups and he outs, and all I could say wouldn't hold him back.''", "ja": "それから私、まだいろいろ申上げたんですけれど、でもお引き止め出来ませんでした」"}
{"en": "``Well, well, you did your best,''", "ja": "「よしよし、結構結構」"}
{"en": "said Holmes as we walked into our room.", "ja": "とホームズは云って、私達は部屋の中に這入った。"}
{"en": "``It's very annoying, though, Watson.", "ja": "「こりゃアちょっと厄介（やくかい）だね、ねえワトソン君。"}
{"en": "I was badly in need of a case,", "ja": "どうもよほどむずかしい事件らしいよ。"}
{"en": "and this looks, from the man's impatience, as if it were of importance.", "ja": "訪ねて来たと云う男がイライラしていたと云うことから推察しても、重大な事らしいね。"}
{"en": "Hullo! that's not your pipe on the table.", "ja": "――オヤ、テーブルの上にあるパイプは君のじゃないだろう。"}
{"en": "He must have left his behind him.", "ja": "今来た男が置き忘れていったに違いないな。"}
{"en": "A nice old brier with a good long stem of what the tobacconists call amber.", "ja": "こりゃよく使いこんである。"}
{"en": "I wonder how many real amber mouthpieces there are in London?", "ja": "僕はそう思うんだが、ホン物の琥珀のパイプが、いくつロンドンにあるかね。"}
{"en": "Some people think that a fly in it is a sign.", "ja": "なかには、『琥珀の中の蝿』がホン物のしるしだと思っているものもあるようだけれども"}
{"en": "Well, he must have been disturbed in his mind", "ja": "――しかしそれはそれとしといて、今来た男はよほど気が顛到（てんとう）していたに違いないな。"}
{"en": "to leave a pipe behind him which he evidently values highly.''", "ja": "何しろ大切にしていたに違いないパイプをおき忘れてくくらいなんだから……」"}
{"en": "``How do you know that he values it highly?''", "ja": "「君にはどうしてそのパイプを大切にしてたってことが分るんだい？」"}
{"en": "I asked.", "ja": "と、私はきいた。"}
{"en": "``Well,", "ja": "「そりゃ分るよ。"}
{"en": "I should put the original cost of the pipe at seven and sixpence.", "ja": "そのパイプは買った時は七シルリングくらいしたろう。"}
{"en": "Now it has, you see, been twice mended,", "ja": "けれど君にも分るようにそれから二度修繕してあるね。"}
{"en": "once in the wooden stem and once in the amber.", "ja": "一度は木の所を、一度は琥珀の所を。"}
{"en": "Each of these mends, done, as you observe, with silver bands,", "ja": "――しかもホラご覧の通り両方とも銀で修繕してあるだろう。"}
{"en": "must have cost more than the pipe did originally.", "ja": "だからパイプの値段は買った時より遥かに高くなっているよ。"}
{"en": "The man must value the pipe highly when he prefers to patch it up rather than buy a new one with the same money.''", "ja": "それに人間って奴は、同じ金を払って新しいものを買うより、むしろ修繕したりなんかしたパイプのほうをずっと大切にするものだからね」"}
{"en": "``Anything else?''", "ja": "「それから？」"}
{"en": "I asked,", "ja": "と、私はつづけてきいた。"}
{"en": "for Holmes was turning the pipe about in his hand and staring at it in his peculiar pensive way.", "ja": "ホームズはそのパイプを手の中でいじくりながら、彼独特の考え深そうな目つきでじっと見詰めていた。"}
{"en": "He held it up and tapped on it with his long, thin forefinger, as a professor might who was lecturing on a bone.", "ja": "がやがてそれをつまみ上げると、ちょうど何かの骨について講議をしている大学の教授がよくやるように、細長い食指（しょくし）でその上を軽くたたいて、言葉を続けた。"}
{"en": "``Pipes are occasionally of extraordinary interest,''", "ja": "「パイプと云うものは実際途法もなく趣味のあるものだからね。"}
{"en": "``Nothing has more individuality, save perhaps watches and bootlaces.", "ja": "――まず懐中時計と靴紐（くつひも）とをぬかすとこのくらい個々の特異性を持ってるものはないだろう。"}
{"en": "The indications here, however, are neither very marked nor very important.", "ja": "けれど今の場合は、そんなことはどうでもいいんだ。"}
{"en": "The owner is obviously a muscular man, left-handed, with an excellent set of teeth, careless in his habits, and with no need to practise economy.''", "ja": "――とにかくこのパイプの持主は、体格の立派な男で、左利きで、歯が丈夫で、身なりに一向かまわない、そしてそんなに倹約して暮す必要のない男だってことは確かだね」"}
{"en": "My friend threw out the information in a very offhand way, but I saw that he cocked his eye at me to see if I had followed his reasoning.", "ja": "私の友達はなんでもないような調子でそう云ったが、しかし私には、彼が彼の推理に私が同意したかどうかを見定めるために、じっと私を見詰めるのが分った。"}
{"en": "``You think a man must be well-to-do if he smokes a seven-shilling pipe?''", "ja": "「君は七シルリングのパイプで煙草を吸う男は裕福でなくちゃならないと思うのかね」"}
{"en": "said I.", "ja": "と、私は云った。"}
{"en": "``This is Grosvenor mixture at eightpence an ounce,''", "ja": "「このパイプで吸ってた煙草は一オンス八ペンスするグロスベノウ・ミクスチュアだ」"}
{"en": "Holmes answered,", "ja": "ホームズは答えた。"}
{"en": "``As he might get an excellent smoke for half the price, he has no need to practise economy.''", "ja": "「よし半分の値段の煙草を吸ったとしても、贅沢だ」"}
{"en": "``And the other points?''", "ja": "「なるほど。"}
{"en": "``He has been in the habit of lighting his pipe at lamps and gasjets.", "ja": "「この男は煙草の火をランプやガスでつけてたようだね。"}
{"en": "You can see that it is quite charred all down one side.", "ja": "その片がわがすっかりコゲて［＃「て」は底本では「で」］るのが分るだろう。"}
{"en": "Of course a match could not have done that.", "ja": "マッチじゃこんな風にはならないよ。"}
{"en": "Why should a man hold a match to the side of his pipe?", "ja": "マッチの火じゃパイプのへりは焼けないからね。"}
{"en": "But you cannot light it at a lamp without getting the bowl charred.", "ja": "しかしランプではどうしたって穴をこがさずにはつけられないよ。"}
{"en": "And it is all on the right side of the pipe.", "ja": "しかもこいつは右側がこげている。"}
{"en": "From that I gather that he is a left-handed man.", "ja": "そこで僕はこの男が左利きだと推察したんだ。"}
{"en": "You hold your own pipe to the lamp and see how naturally you,", "ja": "――君のパイプをランプの所へ持ってってみたまえ。"}
{"en": "being right-handed, hold the left side to the flame.", "ja": "右の手でだよ、すると自然にパイプの左側が穴にあたるようになるから。"}
{"en": "You might do it once the other way, but not as a constancy.", "ja": "けれどその反対にすると、それと同じようにゃいかないから。"}
{"en": "This has always been held so.", "ja": "つまりこれを始終やってたんだね。"}
{"en": "Then he has bitten through his amber.", "ja": "――それからこの男は琥珀の所を噛みつぶしている。"}
{"en": "It takes a muscular, energetic fellow, and one with a good set of teeth, to do that.", "ja": "それは体格のいい勢力家（せいりょくか）がよくやるし、また歯の丈夫な人がよくやることだよ。"}
{"en": "But if I am not mistaken I hear him upon the stair, so we shall have something more interesting than his pipe to study.''", "ja": "――オット、奴（やっこ）さんたしかに階段を登って来るらしいぞ、さあこうなるとパイプの詮議立てなんかしているより面白くなるて……」"}
{"en": "An instant later our door opened,", "ja": "と云っているとほどなく、私達の部屋の入口が開かれた。"}
{"en": "and a tall young man entered the room.", "ja": "そして背の高い若い男が這入って来た。"}
{"en": "He was well but quietly dressed in a dark gray suit and carried a brown wideawake in his hand.", "ja": "彼は暗い灰色の品（しな）のよい上品な服を着て、褐色の中折帽（なかおれぼう）を手に持っていた。"}
{"en": "I should have put him at about thirty, though he was really some years older.", "ja": "実際はそれより二三年は年をとっていたのだが、私は卅歳（さんじっさい）ぐらいと見当をつけた。"}
{"en": "``I beg your pardon,''", "ja": "「ごめん下さい」"}
{"en": "said he with some embarrassment,", "ja": "と彼は、まごつきながら云った。"}
{"en": "``I suppose I should have knocked.", "ja": "「ノックしなければなりませんでしたでしょうか？"}
{"en": "Yes, of course I should have knocked.", "ja": "――いえ、そりア無論私はノックすべきでした。"}
{"en": "The fact is that I am a little upset, and you must put it all down to that.''", "ja": "けれど実は私、少しあわてておりましたもので、どうぞ御勘弁下さい」"}
{"en": "He passed his hand over his forehead like a man who is half dazed,", "ja": "彼は目まいした人がするように手で額の汗を拭いた。"}
{"en": "and then fell rather than sat down upon a chair.", "ja": "そして腰かけると云うよりはむしろ倒れるように椅子に腰をおろした。"}
{"en": "``I can see that you have not slept for a night or two,''", "ja": "「あなたは二晩ほどお休みになりませんね」"}
{"en": "said Holmes in his easy, genial way.", "ja": "とホームズは彼独特の気安い愛想（あいそう）のよい調子で云った。"}
{"en": "``That tries a man's nerves more than work, and more even than pleasure.", "ja": "「それが労働よりも歓楽よりも一番からだにこたえますよ。"}
{"en": "May I ask how I can help you?''", "ja": "――何か私で出来ることがあったらご遠慮なくおっしゃって下さい」"}
{"en": "``I wanted your advice, sir.", "ja": "「あなたに相談にのっていただきたいんです。"}
{"en": "I don't know what to do,", "ja": "私は途方に暮ているんです。"}
{"en": "and my whole life seems to have gone to pieces.''", "ja": "私の生涯は滅茶滅茶（めちゃめちゃ）になろうとしているんです」"}
{"en": "``You wish to employ me as a consulting detective?''", "ja": "「あなたは私を探偵顧問にお雇いになりたいんですか？」"}
{"en": "``Not that only.", "ja": "「それだけじゃアありません。"}
{"en": "I want your opinion as a judicious man -- as a man of the world.", "ja": "世界的な人物のあなたに、"}
{"en": "I want to know what I ought to do next.", "ja": "これからどうすべきか云っていただきたいんです。"}
{"en": "I hope to God you'll be able to tell me.''", "ja": "そうしていただければ私はあなたをおがみます」"}
{"en": "He spoke in little, sharp, jerky outbursts,", "ja": "彼は昂奮して口ばたの筋肉をふるわせながら、まるで何かが爆発した時のように鋭い激しい調子でしゃべった。"}
{"en": "and it seemed to me that to speak at all was very painful to him, and that his will all through was overriding his inclinations.", "ja": "それで私は、彼にとってはしゃべることが非常に苦痛なんで、もう彼の理性では彼の感情を制御しきれなくなっているのだ、と云うことが分った。"}
{"en": "``It's a very delicate thing,''", "ja": "それはデリケートな気持ちの問題です」"}
{"en": "said he.", "ja": "と彼は云った。"}
{"en": "``One does not like to speak of one's domestic affairs to strangers.", "ja": "「二人の男と関係した人妻の品行の善悪をきめるってえことは、恐ろしいことです。"}
{"en": "It seems dreadful to discuss the conduct of one's wife with two men whom I have never seen before.", "ja": "しかもその男と私はまだ会ったことがないんです。"}
{"en": "It's horrible to have to do it.", "ja": "それなのにそうしなければならないってことは、恐ろしいことです。"}
{"en": "But I've got to the end of my tether,", "ja": "私はもうどうしていいか分からなくなってしまいました。"}
{"en": "and I must have advice.''", "ja": "私は助けてもらいたいんです」"}
{"en": "``My dear", "ja": "「ねえ、君。"}
{"en": "Mr. Grant Munro -- ''", "ja": "グラント・マンローさん……」"}
{"en": "began Holmes.", "ja": "ホームズは始めた。"}
{"en": "Our visitor sprang from his chair.", "ja": "「エッ？」"}
{"en": "``What!''", "ja": "私達の訪問客は椅子から飛び上（あが）った。"}
{"en": "he cried,", "ja": "そして、"}
{"en": "``you know my name?''", "ja": "「私の名前をご存じなんですか？」"}
{"en": "``If you wish to preserve your incognito,''", "ja": "「だって、あなたは御自分のお名前を匿（か）くしていらっしゃりたいなら、帽子の内側へ名前を書くことをおやめにならなくちゃ、"}
{"en": "said Holmes, smiling,", "ja": "――でなければせめて、話してる相手の人間に、帽子の外側を見せるようにしていらっしゃらなければ駄目ですよ」"}
{"en": "``I would suggest that you cease to write your name upon the lining of your hat, or else that you turn the crown towards the person whom you are addressing.", "ja": "とホームズは笑いながら言った。"}
{"en": "I was about to say that my friend and I have listened to a good many strange secrets in this room,", "ja": "「全くの話、この部屋では、私達はずいぶんたくさんな秘密をききましたよ。"}
{"en": "and that we have had the good fortune to bring peace to many troubled souls.", "ja": "でも幸いなことに、私達はずいぶん大勢の悩んでいる人々に平和をもたらしてあげました。"}
{"en": "I trust that we may do as much for you.", "ja": "ですから、たぶん私は、あなたにもそうして上げることが出来ると信じます。"}
{"en": "Might I beg you, as time may prove to be of importance, to furnish me with the facts of your case without further delay?''", "ja": "けれど、手遅れになるといけませんから、ぐずぐずしないで手取早（てっとりばや）く、正直にあなたの事件をすっかりお話しになってくれませんか」"}
{"en": "Our visitor again passed his hand over his forehead, as if he found it bitterly hard.", "ja": "私達の訪問客はもう一度、辛（つら）い仕事にぶつかったぞと云わんばかりに、額（ひたい）へ手をやった。"}
{"en": "From every gesture and expression I could see that he was a reserved, self-contained man,", "ja": "私は彼のその動作と表情とから、彼は無口で自制力の強い男だと云うことが分かった。"}
{"en": "with a dash of pride in his nature, more likely to hide his wounds than to expose them.", "ja": "そして胸のうちにまだ一抹の自尊心があって、自分の負った傷をかくしたいと思っているらしいことが分った。"}
{"en": "Then suddenly, with a fierce gesture of his closed hand, like one who throws reserve to the winds, he began:", "ja": "しかし彼は手を握りしめて苦しそうな身振りをしたが、やがて急に、束縛から解き放されたようにしゃべり出した。"}
{"en": "``The facts are these, Mr. Holmes,''", "ja": "「事実はこうなんです、ホームズさん」"}
{"en": "said he.", "ja": "彼は云った。"}
{"en": "``I am a married man and have been so for three years.", "ja": "「私は移転して三年になるんですが、"}
{"en": "During that time my wife and I have loved each other as fondly and lived as happily as any two that ever were joined.", "ja": "その間私たちは、大概の新婚夫婦がそうであるように、お互に深く愛し合って、幸福に暮しておりました。"}
{"en": "We have not had a difference,", "ja": "私たちは何一つ違ったところはありませんでした。"}
{"en": "not one,", "ja": "ただの一所（ひとところ）も、"}
{"en": "in thought or word or deed.", "ja": "――思想でも、言葉でも、動作でも。"}
{"en": "And now, since last Monday, there has suddenly sprung up a barrier between us,", "ja": "――ところが、先週の月曜日以来と云うもの、私たちの間には急に隔たりが出来たんです。"}
{"en": "and I find that there is something in her life", "ja": "私は彼女の生活に何物かのあることに気がついたんです。"}
{"en": "and in her thoughts of which I know as little as if she were the woman who brushes by me in the street.", "ja": "そしてまた彼女の心に関しては、街で行き違う見ず知らずの女の心と同じように、何も私は知っていなかったんです。"}
{"en": "We are estranged,", "ja": "――私たちは全く赤の他人になってしまいました。"}
{"en": "and I want to know why.", "ja": "私はその原因が知りたいんです。"}
{"en": "``Now there is one thing that I want to impress upon you before I go any further, Mr. Holmes.", "ja": "――そう、そう、その前にあなたにぜひ記憶しておいていただきたいことがあります、ホームズさん。"}
{"en": "Effie loves me.", "ja": "――エフィは私を愛しております。"}
{"en": "Don't let there be any mistake about that.", "ja": "この点については絶対に間違いはありません。"}
{"en": "She loves me with her whole heart and soul,", "ja": "彼女は彼女の全身を捧げて私を愛しております。"}
{"en": "and never more than now.", "ja": "しかも今ほど愛していたことはないでしょう。"}
{"en": "I know it.", "ja": "私はそれを知りました。"}
{"en": "I feel it.", "ja": "私はそれを感じます。"}
{"en": "I don't want to argue about that.", "ja": "――私はその点については議論をしたくありません。"}
{"en": "A man can tell easily enough when a woman loves him.", "ja": "男と云うものは女が自分を愛してくれている時には、容易にそれを話すことが出来るものです。"}
{"en": "But there's this secret between us,", "ja": "――しかし私たちの間には秘密があるんです。"}
{"en": "and we can never be the same until it is cleared.''", "ja": "私にはそれを拭（ぬぐ）わずにほうっておくことは出来ません」"}
{"en": "``Kindly let me have the facts, Mr. Munro,''", "ja": "「どうもまだはっきりしないんですが、マンローさん」"}
{"en": "said Holmes with some impatience.", "ja": "と、ホームズは少しイライラして云った。"}
{"en": "``I'll tell you what I know about Effie's history.", "ja": "「エフィの前身について申上げましょう。"}
{"en": "She was a widow when I met her first,", "ja": "私が初めてエフィに会った時、彼女は未亡人だったんです。"}
{"en": "though quite young", "ja": "廿五（にじゅうご）になったばかりで、"}
{"en": "-- only twenty-five.", "ja": "――まだ本当に若かったんですけれど。"}
{"en": "Her name then was Mrs. Hebron.", "ja": "その頃、彼女はヘブロン夫人と云っていました。"}
{"en": "She went out to America when she was young and lived in the town of Atlanta, where she married this Hebron, who was a lawyer with a good practice.", "ja": "彼女は若い時、アメリカへいってアトランタの町に住んでいたのですが、そこで当時相当にやっていた弁護士のヘブロンと結婚したんです。"}
{"en": "They had one child,", "ja": "彼等は子供が一人ありました。"}
{"en": "but the yellow fever broke out badly in the place, and both husband and child died of it.", "ja": "しかし黄疸（おうだん）がはやって、子供も夫もそれで死んでしまいました。"}
{"en": "I have seen his death certificate.", "ja": "私は彼女の夫の死亡証明書を見たことがあります。"}
{"en": "This sickened her of America, and she came back to live with a maiden aunt at Pinner, in Middlesex.", "ja": "――そんなわけで彼女はアメリカがすっかり嫌になって、バイナーにいる独り者の叔母の所へ帰って来たんです。"}
{"en": "I may mention that her husband had left her comfortably off,", "ja": "――彼女の夫は彼女に生活して行けるだけのものは残していってくれました。"}
{"en": "and that she had a capital of about four thousand five hundred pounds, which had been so well invested by him that it returned an average of seven per cent.", "ja": "ですから彼女は年七分の利に廻る四千五百磅（ポンド）の株券を持っていました。"}
{"en": "She had only been six months at Pinner when I met her;", "ja": "――私が彼女に会ったのは、彼女がバイナーに来てようやく六ヶ月たったばかりの頃でした。"}
{"en": "we fell in love with each other, and we married a few weeks afterwards.", "ja": "そうして私たちはお互に恋し合い、数週間後に結婚したんです。"}
{"en": "``I am a hop merchant myself,", "ja": "――ところで私自身はホップの卸商（おろししょう）です。"}
{"en": "and as I have an income of seven or eight hundred,", "ja": "私は年に七八百磅（ポンド）の収入がありますから、私たちは別に不自由はしておりません。"}
{"en": "we found ourselves comfortably off and took a nice eighty-pound-a-year villa at Norbury.", "ja": "それに私はノーブリーに年に八磅（ポンド）あがるちょっとした別荘を持っております。"}
{"en": "Our little place was very countrified, considering that it is so close to town.", "ja": "――私たちの住んでいる所は都会に近い割にしては、実に田舎らしい所です。"}
{"en": "We had an inn and two houses a little above us, and a single cottage at the other side of the field which faces us, and except those there were no houses until you got halfway to the station.", "ja": "家（うち）のすぐ近くに宿屋が一軒と人家（じんか）が二軒と、それから広っ場（ぱ）の向う側に小屋が一つあるきりで、あとは停車場（ていしゃば）へ行くまで半道（はんみち）もの間家（うち）一軒ありません。"}
{"en": "My business took me into town at certain seasons,", "ja": "――私は商売で定（きま）った期間だけ町に行きます。"}
{"en": "but in summer I had less to do,", "ja": "しかし夏の間は行きません。"}
{"en": "and then in our country home my wife and I were just as happy as could be wished.", "ja": "――こんな風にして、私たちはこの田舎家（いなかや）で、思う存分幸福に暮していたんです。"}
{"en": "I tell you that there never was a shadow between us until this accursed affair began.", "ja": "全く、この呪うべき事件が始まるまで、私たちの間には何の影もさしたことはなかったのです。"}
{"en": "``There's one thing I ought to tell you before I go further.", "ja": "――それに、ここでもう一つあなたに申上げておかなくてはならないことがあります。"}
{"en": "When we married, my wife made over all her property to me", "ja": "それは私たちが結婚した時、彼女は彼女の財産を全部私名義にしてしまったことです。"}
{"en": "-- rather against my will,", "ja": "――私はむしろそれに反対したんです。"}
{"en": "for I saw how awkward it would be if my business affairs went wrong.", "ja": "と云うのは、もし私が商業上で失敗したら、困ったことになりますからね。"}
{"en": "However, she would have it so, and it was done.", "ja": "けれど彼女はきかないでそうしちまったんです。"}
{"en": "Well,", "ja": "――そうです。"}
{"en": "about six weeks ago", "ja": "ちょうど六週間ばかり前のことでありました。"}
{"en": "she came to me.", "ja": "彼女は私の所へやって来て"}
{"en": "```Jack,'", "ja": "「ねえ、ジャック」"}
{"en": "said she,", "ja": "と申すのです。"}
{"en": "`when you took my money you said that if ever I wanted any I was to ask you for it.'", "ja": "「いつか私の財産をあなたの名にした時、あなたはそうおっしゃったわね、もしお前がどれだけでも入要（いりよう）になったら、そう云えって……」"}
{"en": "```Certainly'", "ja": "「そう云ったとも、あれは全部お前のものだもの」"}
{"en": "said I.", "ja": "と私は答えました。"}
{"en": "'' `Well,'", "ja": "「そう？"}
{"en": "said she,", "ja": "――じア、私、百磅（ポンド）入要なの」"}
{"en": "`I want a hundred pounds.'", "ja": "と彼女は申しました。"}
{"en": "``I was a bit staggered at this,", "ja": "私はその金額をきいてちょっと考えたんです。"}
{"en": "for I had imagined it was simply a new dress or something of the kind that she was after.", "ja": "だって、たぶん着物か何かそんなものが買いたいんだろうと思ってたからです。"}
{"en": "```What on earth for?'", "ja": "で、私は訊ねました。"}
{"en": "I asked.", "ja": "「何に使うの？」"}
{"en": "'' `Oh,'", "ja": "「まあ。"}
{"en": "said she in her playful way,", "ja": "あなたは、俺はお前の銀行家（ぎんこうか）だってそうおっしゃったじゃアないの。"}
{"en": "`you said that you were only my banker, and bankers never ask questions, you know.'", "ja": "――銀行家って、何（なん）にお金を使うかなんて訊ねるものじゃないのよ、分かったでしょう」"}
{"en": "```If you really mean it, of course you shall have the money,'", "ja": "「本当に必要なら、無論あげるよ」"}
{"en": "said I.", "ja": "私は申しました。"}
{"en": "```Oh, yes, I really mean it.'", "ja": "「ええ、本当に入るのよ」"}
{"en": "'' `And you won't tell me what you want it for?'", "ja": "「それなら、何（なん）に使うのか云わなくちゃいけないね」"}
{"en": "```Some day, perhaps,", "ja": "「いつかは申上げるわ、たぶん。"}
{"en": "but not just at present, Jack.'", "ja": "でも今は云えないのよ、ジャック」"}
{"en": "``So I had to be content with that,", "ja": "こんなわけで私は納得させられてしまいました。"}
{"en": "though it was the first time that there had ever been any secret between us.", "ja": "これがつまり、私達の間に秘密が這（は）いり込んで来たそもそもの初めなんです。"}
{"en": "I gave her a check,", "ja": "――私は彼女に小切手を書いてやりました。"}
{"en": "and I never thought any more of the matter.", "ja": "そしてそのままそんな事は忘れていました。"}
{"en": "It may have nothing to do with what came afterwards,", "ja": "後になって何か事件さえ起きなければ、それでなんでもなかったのです。"}
{"en": "but I thought it only right to mention it.", "ja": "けれど私はそれを思い出させられるような事件にぶつかってしまったんです。"}
{"en": "``Well,", "ja": "それは、"}
{"en": "I told you just now that there is a cottage not far from our house.", "ja": "――さきほど私は、私たちの家のじき近くに離れ家（や）が一つあると申しましたね。"}
{"en": "There is just a field between us,", "ja": "――その離れ家と私たちの家（うち）との間には、広っ場があるんです。"}
{"en": "but to reach it you have to go along the road and then turn down a lane.", "ja": "けれどその離れ家に行くには、グルグルと路（みち）を廻って、狭い路（みち）をおりて行かなくてはならないんです。"}
{"en": "Just beyond it is a nice little grove of Scotch firs,", "ja": "ちょうどその狭い路（みち）の辺（あたり）は、樅（もみ）の小森になっているんです。"}
{"en": "and I used to be very fond of strolling down there,", "ja": "私はよくその辺（へん）をブラブラしました。"}
{"en": "for trees are always a neighbourly kind of thing.", "ja": "実際木の繁っている所っていいものですからね。"}
{"en": "The cottage had been standing empty this eight months,", "ja": "――ところで、その離れ家ですが、八ヶ月もの間｜空家になっていたんです。"}
{"en": "and it was a pity, for it was a pretty two-storied place, with an old-fashioned porch and a honeysuckle about it.", "ja": "空家にしておくには本当に惜しいんで、小綺麗な二階があって、古風な入口で、周囲にはスイカツラがからみついていました。"}
{"en": "I have stood many a time and thought what a neat little homestead it would make.", "ja": "私は何回となくその前に立止っては、これでちょっと気のきいた農園住宅風なものを作れると考えました。"}
{"en": "``Well, last Monday evening I was taking a stroll down that way when I met an empty van coming up the lane", "ja": "すると先週の月曜日の夕方のことでしたが、私が例によってその辺（へん）をブラブラしておりますと、その狭い途（みち）を何も積んでいない幌附（ほろつ）きの運搬車がやって来るのに出合いました。"}
{"en": "and saw a pile of carpets and things lying about on the grass-plot beside the porch.", "ja": "そしてその離れ家の入口の側（そば）にある芝生の上には、カーペットとかその他そんなものがおいてありました。"}
{"en": "It was clear that the cottage had at last been let.", "ja": "――たしかに誰かがその離れ家に引越して来たんです。"}
{"en": "I walked past it,", "ja": "私はそれの前を通りすぎて立ち止りました。"}
{"en": "and then stopping, as an idle man might, I ran my eye over it and wondered what sort of folk they were who had come to live so near us.", "ja": "そしてよくブラブラしている人がやるように、その離れ家をボンヤリ眺めながら、私たちのすぐ近くへ来て住む人たちは、どんな種類の人なんだろうと想像してみました。"}
{"en": "And as I looked I suddenly became aware that a face was watching me out of one of the upper windows.", "ja": "と、私は、ふと、その家（うち）の二階の窓から、私をじっと見詰めている人の顔のあるのに気がつきました。"}
{"en": "``I don't know what there was about that face, Mr. Holmes, but it seemed to send a chill right down my back.", "ja": "私はその顔を見た瞬間、どう云うわけか知りませんけれど、ゾッとしましたよ、ホームズさん。"}
{"en": "I was some little way off, so that I could not make out the features, but there was something unnatural and inhuman about the face.", "ja": "――私はその家（うち）からかなり離れていたので、その顔をはっきり見定めることは出来ませんでしたけれど、何かこう気持ちの悪い惨忍そうな所がありました、それが私の受けた印象でした。"}
{"en": "That was the impression that I had, and I moved quickly forward to get a nearer view of the person who was watching me.", "ja": "――私は、私を見詰めているその顔をもっと近くでよく見てやろうと思って、いそいで近寄っていったんです。"}
{"en": "But as I did so the face suddenly disappeared,", "ja": "すると急にその顔は引込んじまいました。"}
{"en": "so suddenly that it seemed to have been plucked away into the darkness of the room.", "ja": "まるで不意に部屋の暗（やみ）の中に（も）ぎ取られたように、急に見えなくなってしまったんです。"}
{"en": "I stood for five minutes", "ja": "けれど私はまだ五分間ばかりそこにじっと立っていました。"}
{"en": "thinking the business over and trying to analyze my impressions.", "ja": "そしてその顔から受けた印象についていろいろ考えてみました。"}
{"en": "I could not tell if the face was that of a man or a woman.", "ja": "――私はそれが男だったか女だったか、どうしてもはっきりしないんです。"}
{"en": "It had been too far from me for that.", "ja": "けれどもその色だけははっきり覚えています。"}
{"en": "But its colour was what had impressed me most.", "ja": "それは死人の顔のような、青ざめた黄色でした。"}
{"en": "It was of a livid chalky white, and with something set and rigid about it which was shockingly unnatural.", "ja": "そしてその中（うち）に何か人をゾッとさせるようなものを含んでいるのです。"}
{"en": "So disturbed was I that I determined to see a little more of the new inmates of the cottage.", "ja": "私は不思議さのあまりとうとう、その離れ家の新しい住み手がどんな人間か見とどけてやろうと決心しました。"}
{"en": "I approached and knocked at the door, which was instantly opened by a tall, gaunt woman with a harsh, forbidding face.", "ja": "そこで私は近づいて行ってノックしますと、すぐ入口の戸は開けられて背の高い痩せこけた不愛憎（ぶあいそう）ないやらしい顔をした女が現れました。"}
{"en": "```What may you be wantin'?'", "ja": "「何か御用ですか」"}
{"en": "she asked in a Northern accent.", "ja": "と、その女は、北方（ほくぼう）なまりまるだしできいた。"}
{"en": "``I am your neighbour over yonder, `", "ja": "「私は原の向う側に、あなたとお隣同志にに住んでいるものでございますが」"}
{"en": "said I, nodding towards my house.", "ja": "と、私は自分の家（うち）のほうを指さしながらそう云った。"}
{"en": "' I see that you have only just moved in, so I thought that if I could be of any help to you in any -- '", "ja": "「ちょうどお越しになっていらしったのを見ましたもので、何かお手伝いでもするようなことがあったらと思いましたもので……」"}
{"en": "```Ay, We'll just ask ye when we want ye,'", "ja": "「いえ、お願いしたい時はこちらから上がります」"}
{"en": "said she, and shut the door in my face.", "ja": "そう云うと彼女は、ピシャッと私の目の前で戸を閉めてしまいました。"}
{"en": "Annoyed at the churlish rebuff, I turned my back and walked home.", "ja": "私はこの無作法な断りかたに腹が立ちましたが、そのまま家（うち）に帰って来ました。"}
{"en": "All evening, though I tried to think of other things, my mind would still turn to the apparition at the window and the rudeness of the woman.", "ja": "――その夜（よ）は一晩中、何か他のことを考えようとしても、私の心はあの窓に現れた女の顔と、それから戸口に出て来たあの女の無作法さとにばかりかえって行くのでした。"}
{"en": "I determined to say nothing about the former to my wife,", "ja": "が私はこんなことについては、妻には何も云うまいと決心しました。"}
{"en": "for she is a nervous, highly strung woman,", "ja": "なぜなら私の妻はとても神経過敏な女ですから。"}
{"en": "and I had no wish that she should share the unpleasant impression which had been produced upon myself.", "ja": "そして私が幾らそうさせまいと思っても、彼女は私が受けたあの不快な気持と同じものを受けるのに違いないのですから。"}
{"en": "I remarked to her, however, before I fell asleep, that the cottage was now occupied, to which she returned no reply.", "ja": "――けれど私は寝る前に、例の離れ家がふさがったことを彼女に話したところ、彼女は返事もしないのです。"}
{"en": "``I am usually an extremely sound sleeper.", "ja": "私は不断からぐっすりと安眠する男で、"}
{"en": "It has been a standing jest in the family that nothing could ever wake me during the night.", "ja": "よくうちで、私はかつがれたって目をさまさないだろうなんて、冗談を云ってるくらいです。"}
{"en": "And yet somehow on that particular night,", "ja": "ところが、その晩に限ってどうしたわけか、"}
{"en": "whether it may have been the slight excitement produced by my little adventure or not I know not, but I slept much more lightly than usual.", "ja": "――昼間の例の事件のために少々昂奮していたものかどうか知りませんが、不断のようにぐっすりと寝つかれなかったんです。"}
{"en": "Half in my dreams I was dimly conscious that something was going on in the room,", "ja": "――うとうとしていると、何かが部屋の中に這入って来たらしいような気が、ぼんやりしました。"}
{"en": "and gradually became aware that my wife had dressed herself and was slipping on her mantle and her bonnet.", "ja": "そして続いて、私の妻が着物を着て、マントをひっかけ、帽子を冠（かぶ）っていることが、だんだんはっきり分って来ました。"}
{"en": "My lips were parted to murmur out some sleepy words of surprise or remonstrance at this untimely preparation,", "ja": "私はこの時ならぬ時間に妻が外へ出て行くような恰好をしているので驚いて、"}
{"en": "when suddenly my half-opened eyes fell upon her face, illuminated by the candle-light, and astonishment held me dumb.", "ja": "がその次の瞬間、目を細くあけて、蝋燭（ろうそく）の光りで照らされている彼女の顔を見た時、私はハッとして咽喉（のど）がつまってしまいました。"}
{"en": "She wore an expression such as I had never seen before", "ja": "私は彼女のそんな顔つきを未（いま）だかつて見たことはありませんでした。"}
{"en": "-- such as I should have thought her incapable of assuming.", "ja": "――それはどう見ても彼女だとは思えないような顔つきでした。"}
{"en": "She was deadly pale and breathing fast, glancing furtively towards the bed as she fastened her mantle to see if she had disturbed me.", "ja": "――まるで死人のような真蒼（まっさお）な顔色をして、呼吸（いき）をはずませて、私の目をさまさせはしないだろうかと、マントを着てしまうと、コッソリと私の寝台のはしをうかがうのでした。"}
{"en": "Then thinking that I was still asleep, she slipped noiselessly from the room,", "ja": "がやがて、私がグッスリ寝込んでいるものと思いこんで、ソッと音のしないように部屋から滑り出していってしまいました。"}
{"en": "and an instant later I heard a sharp creaking", "ja": "それからちょっとたってから、鋭い何かが軋（きし）むような音を耳にしました。"}
{"en": "which could only come from the hinges of the front door.", "ja": "それは玄関の戸の蝶番（ちょうつがい）の音らしいものでした。"}
{"en": "I sat up in bed and rapped my knuckles against the rail to make certain that I was truly awake.", "ja": "――私は寝台の上に起き上がって、自分が本当に目を覚ましているのかどうかを確かめるため、拳固（げんこ）で、寝台のフチをたたいてみました。"}
{"en": "Then I took my watch from under the pillow.", "ja": "それから枕もとの時計を手にとりました。"}
{"en": "It was three in the morning.", "ja": "暁方（あけがた）の三時でした。"}
{"en": "What on this earth could my wife be doing out on the country road at three in the morning?", "ja": "――一体、私の妻は、こんな暁方の三時なんて云う時間にこんな田舎道に出かけていって何をしようと云うのでしょう？"}
{"en": "``I had sat for about twenty minutes turning the thing over in my mind and trying to find some possible explanation.", "ja": "私は廿分間（にじっぷんかん）ばかり、あれやこれやと考えてみて、何か心に思い当ることを見つけようと思って、じっと坐（すわ）っておりました。"}
{"en": "The more I thought, the more extraordinary and inexplicable did it appear.", "ja": "そしてそれからまだしばらく、一生懸命考えてみましたが、しかし何も思い当ることはありませんでした。"}
{"en": "I was still puzzling over it", "ja": "――私は全く途方に暮れていました。"}
{"en": "when I heard the door gently close again, and her footsteps coming up the stairs.", "ja": "と、ちょうどその時、ふと私は再び入口の戸が静かに閉められて、階段を上（あが）って来る彼女の足音を耳にしたんです。"}
{"en": "```Where in the world have you been, Effie?'", "ja": "「エフィ、一体、まあお前はどこへいって来たんだい？」"}
{"en": "I asked as she entered.", "ja": "私は彼女が部屋に這入って来ると訊ねました。"}
{"en": "``She gave a violent start and a kind of gasping cry when I spoke,", "ja": "と、彼女はビックリして、何か微かな叫び声のようなものをあげました。"}
{"en": "and that cry and start troubled me more than all the rest,", "ja": "その叫び声と驚き方とは、いよいよ私の心の疑いを深めました。"}
{"en": "for there was something indescribably guilty about them.", "ja": "なぜならそれらは、そこに何か曰（いわ）くがありそうに思えたからです。"}
{"en": "My wife had always been a woman of a frank, open nature,", "ja": "――元来私の妻は不断から隠しごとの出来ない明けっ放しな性質の女なんです。"}
{"en": "and it gave me a chill to see her slinking into her own room and crying out and wincing when her own husband spoke to her.", "ja": "それなのにその時に限って彼女はこっそり自分の部屋に逃げ込もうとして、自分自身の亭主に声をかけられると、アッと驚いて、おずおずと怖がっているのを見ては私はだまってはいられませんでした。"}
{"en": "```You awake,", "ja": "「まあ、あなた起きてらしったの？"}
{"en": "Jack!'", "ja": "ジャック」"}
{"en": "she cried with a nervous laugh.", "ja": "と、苦しげに笑いを浮べながら云いました。"}
{"en": "`Why, I thought that nothing could awake you.'", "ja": "「おやすみなんだろうと思ったのよ」"}
{"en": "```Where have you been?'", "ja": "「どこへいって来たの？」"}
{"en": "I asked, more sternly.", "ja": "と、私は少しけわしい声で訊ねてみました。"}
{"en": "'' `I don't wonder that you are surprised,'", "ja": "「ねえ、あなたびっくりなすったんでしょう」"}
{"en": "said she,", "ja": "と、彼女は申しました。"}
{"en": "and I could see that her fingers were trembling as she undid the fastenings of her mantle.", "ja": "彼女の手の指はぶるぶるふるえて、マントをとることも出来ないほどでした。"}
{"en": "`Why, I never remember having done such a thing in my life before.", "ja": "「私、こんなことを、今までにただの一度もした覚えはないわ。"}
{"en": "The fact is that I felt as though I were choking", "ja": "私ね、咽喉（のど）がつまりそうな気がしたのよ。"}
{"en": "and had a perfect longing for a breath of fresh air.", "ja": "だから、しばらく外の空気を吸って来たの。"}
{"en": "I really think that I should have fainted if I had not gone out.", "ja": "――私、外へ出て行かなければ、死んじまったのかもしれないと思うわ。"}
{"en": "I stood at the door for a few minutes,", "ja": "私、入口の所にしばらく立っていたの。"}
{"en": "and now I am quite myself again.'", "ja": "でも、もう、すっかり大丈夫なの」"}
{"en": "``All the time that she was telling me this story she never once looked in my direction, and her voice was quite unlike her usual tones.", "ja": "彼女はそう云ってる間中（あいだじゅう）、ただの一度も私をまともに見ようともせず、また彼女の声の調子は、不断とはまるきり違っておりました。"}
{"en": "It was evident to me that she was saying what was false.", "ja": "私には彼女が嘘をついてると云うことがはっきり分りました。"}
{"en": "I said nothing in reply, but turned my face to the wall, sick at heart,", "ja": "私は何も返事をしないで、壁のほうを向いたまま、どうしてやろうかと考えました。"}
{"en": "with my mind filled with a thousand venomous doubts and suspicions.", "ja": "私の心は恐ろしい疑念や猜疑心で一ぱいでした。"}
{"en": "What was it that my wife was concealing from me?", "ja": "――私の妻が私に隠していることはどんな事なんだろう。"}
{"en": "Where had she been during that strange expedition?", "ja": "そして一体さっきはどこへいって来たんだろう。"}
{"en": "I felt that I should have no peace until I knew,", "ja": "――私はそれらを確めるまでは、到底平和な気持ちになることは出来ないと思いました。"}
{"en": "and yet I shrank from asking her again after once she had told me what was false.", "ja": "けれどそのまま、二度と彼女に質問しようとはしませんでした。"}
{"en": "All the rest of the night I tossed and tumbled, framing theory after theory, each more unlikely than the last.", "ja": "そしてその夜（よ）は一晩中、私はそれらのことを確める方法を考えて、まんじりともせずに転輾反則（てんてんはんそく）しました。"}
{"en": "``I should have gone to the City that day,", "ja": "そうこうしているうちに夜（よ）があけましたが、その日、私は町へ行く手筈（てはず）になっていたのです。"}
{"en": "but I was too disturbed in my mind to be able to pay attention to business matters.", "ja": "しかし私の心はすっかり滅茶滅茶になっていて、到底商売上の取引などは出来そうにもありませんでした。"}
{"en": "My wife seemed to be as upset as myself,", "ja": "また私の妻も私と同じようにすっかり平静さをなくしているらしく見えました。"}
{"en": "and I could see from the little questioning glances which she kept shooting at me", "ja": "私には、彼女が窺（うかが）うようにチラッと私を見た目つきでそれが分ったのです。"}
{"en": "that she understood that I disbelieved her statement, and that she was at her wit's end what to do.", "ja": "そして彼女はまた、彼女が前の晩した云いわけを私がちっとも信じていないと云うことを知っていて、どうにかしようと考えていることも、私にはよく分りました。"}
{"en": "We hardly exchanged a word during breakfast,", "ja": "――私たちは朝飯（あさめし）の間一言も口をききませんでした。"}
{"en": "and immediately afterwards I went out for a walk", "ja": "そして朝飯がすむとすぐ私は散歩に出かけました。"}
{"en": "that I might think the matter out in the fresh morning air.", "ja": "私は朝の澄んだ空気の中で、昨夜からの事件を考え直してみようと思ったのです。"}
{"en": "``I went as far as the Crystal Palace, spent an hour in the grounds,", "ja": "私はクリスタル・パレス（ロンドンの南部にある遊覧所）の辺（へん）までも歩いていって、そこで一時間ばかり腰かけておりました。"}
{"en": "and was back in Norbury by one o'clock.", "ja": "そして一時頃にノーブリーに帰って来ました。"}
{"en": "It happened that my way took me past the cottage,", "ja": "――と、偶然に私は例の離れ家の前に出ました。"}
{"en": "and I stopped for an instant to look at the windows and to see if I could catch a glimpse of the strange face which had looked out at me on the day before.", "ja": "私はしばらく立ち止って、前日私をじっと見詰めていた例の気味悪い顔を、もう一度見つけることが出来るかもしれないと思って、あの窓を見上げてみました。"}
{"en": "As I stood there, imagine my surprise, Mr. Holmes, when the door suddenly opened and my wife walked out.", "ja": "するとどうです、ホームズさん、ふいにその家（うち）のドアが開かれて、中から私の妻が出て来たではありませんか。"}
{"en": "``I was struck dumb with astonishment at the sight of her,", "ja": "私は驚きの余りものも云えませんでした。"}
{"en": "but my emotions were nothing to those which showed themselves upon her face when our eyes met.", "ja": "しかし私たちの視線が出会った時、彼女の顔に現れた驚きの表情は、私のより更に激しいものでした。"}
{"en": "She seemed for an instant to wish to shrink back inside the house again;", "ja": "彼女は瞬間にちょっとまた家（うち）の中に逃げ込もうとするような様子を見せましたが、"}
{"en": "and then, seeing how useless all concealment must be, she came forward,", "ja": "もう到底隠れることが出来ないのを知ると、私のほうへ近寄って来ました。"}
{"en": "with a very white face and frightened eyes which belied the smile upon her lips.", "ja": "彼女は蒼白な顔をし、恐怖に満ちた目をしていながら、唇の上には微笑（びしょう）を浮べておりました。"}
{"en": "```Ah, Jack,'", "ja": "「まあ、ジャック、"}
{"en": "she said,", "ja": "――私ね、今度いらしったお隣さんへ、何かお力になって上げられるようなことはないかと思って、伺（うかが）った所だったのよ。"}
{"en": "`I have just been in to see if I can be of any assistance to our new neighbours.", "ja": "――まあ、なんだってそんなに私をご覧になるの、ジャック。"}
{"en": "Why do you look at me like that, Jack?", "ja": "何かおこってるの？」"}
{"en": "You are not angry with me?'", "ja": "と、彼女は申しました。"}
{"en": "```So,'", "ja": "「そうか、昨夜、お前が来たのはここだろう？」"}
{"en": "said I,", "ja": "私は云いました。"}
{"en": "```What do you mean?'", "ja": "「なんですって？」"}
{"en": "she cried.", "ja": "彼女は声を高くしました。"}
{"en": "'' `You came here.", "ja": "「お前は来た。"}
{"en": "I am sure of it.", "ja": "それは確かだ。"}
{"en": "Who are these people that you should visit them at such an hour?'", "ja": "――一体、お前がそうやって一時間ばかり会いにやって来なければならない人間って、何者なんだ？」"}
{"en": "```I have not been here before.'", "ja": "「私、今ままでにここへ来たことなんかありませんわ」"}
{"en": "'' `How can you tell me what you know is false?'", "ja": "「どうしてお前は私に嘘をつくんだ？」"}
{"en": "I cried.", "ja": "と、私は怒鳴りました。"}
{"en": "`Your very voice changes as you speak.", "ja": "「お前のしゃべる声はまるで変ってるじゃないか。"}
{"en": "When have I ever had a secret from you?", "ja": "お前は今までに、私に何かものをかくしていたことがあるか？"}
{"en": "I shall enter that cottage, and I shall probe the matter to the bottom.'", "ja": "――よし、私はこの家（うち）の中へ這入ってって、徹底的に調べてやる！」"}
{"en": "```No, no, Jack, for God's sake!'", "ja": "「いけません、ジャック、お願いですわ」"}
{"en": "she gasped in uncontrollable emotion.", "ja": "彼女は夢中になって叫びました。"}
{"en": "Then, as I approached the door, she seized my sleeve and pulled me back with convulsive strength.", "ja": "そして私が入口に近寄って行くと、私の袖口にしがみついて、猛烈な力で引き戻しました。"}
{"en": "```I implore you not to do this, Jack,'", "ja": "「ねえジャック、お願いだからそんなことしないでちょうだい」"}
{"en": "she cried.", "ja": "彼女は叫ぶように云うのでした。"}
{"en": "`I swear that I will tell you everything some day,", "ja": "「その代り、いつかはきっと、何もかもみんなお話しするわ。"}
{"en": "but nothing", "ja": "けれども何でもないのよ。"}
{"en": "but misery can come of it if you enter that cottage.'", "ja": "――でも、今、この家（うち）の中へ這入って行くと不幸が起きて来るの」"}
{"en": "Then, as I tried to shake her off, she clung to me in a frenzy of entreaty.", "ja": "私は彼女を振り放そうとしましたが、彼女はまるで気違いのように嘆願しながら私に噛（かじ）りつくのでした。"}
{"en": "```Trust me, Jack!'", "ja": "「ねえジャック、私を信じて！」"}
{"en": "she cried.", "ja": "と、彼女は叫びました。"}
{"en": "`Trust me only this once.", "ja": "「今度だけでいいから、私を信じて。"}
{"en": "You will never have cause to regret it.", "ja": "――あとで悲しまなければならないような原因を作っちゃいけないわ。"}
{"en": "You know that I would not have a secret from you if it were not for your own sake.", "ja": "――私、あなたのためでなければ、あなたに何もかくしたりなんかしやしないの。"}
{"en": "Our whole lives are at stake in this.", "ja": "私たちの命が、これにかけられてあるのよ。"}
{"en": "If you come home with me all will be well.", "ja": "けれどあなたが私とこのまま家（うち）へ帰って下されば、すべてはうまく行くの。"}
{"en": "If you force your way into that cottage all is over between us.'", "ja": "そうでなくて、もしあなたが無理にこの家（いえ）の中へ這入っていらっしゃれば、もうそれまでなの」"}
{"en": "``There was such earnestness, such despair, in her manner that her words arrested me,", "ja": "彼女の熱心さとそして憂わしげな様子とは、私を思いとまらせました。"}
{"en": "and I stood irresolute before the door.", "ja": "そして私は入口の前に心をきめ兼ねて立っていたのです。"}
{"en": "```I will trust you on one condition,", "ja": "「条件づきでお前の云うことを信じよう。"}
{"en": "and on one condition only,'", "ja": "たった一つの条件づきで……」"}
{"en": "said I at last.", "ja": "やがて私は云いました。"}
{"en": "`It is that this mystery comes to an end from now.", "ja": "「それはこの不快な事件を、きょうを最後にすると云う条件だ。"}
{"en": "You are at liberty to preserve your secret,", "ja": "――お前はお前の秘密をかくしていたいならそれはお前の自由だ。"}
{"en": "but you must promise me", "ja": "けれどただこれだけは約束しなくちゃいけない。"}
{"en": "that there shall be no more nightly visits, no more doings which are kept from my knowledge.", "ja": "もう二度と夜中によそへ出て行かないと云うことと、私に知らせないでは何もしないと云うことだけは。"}
{"en": "I am willing to forget those which are past if you will promise that there shall be no more in the future.'", "ja": "――そして、もうこれからこんなことはしないと云うなら、出来ちまったことは忘れてやってもいい」"}
{"en": "```I was sure that you would trust me,'", "ja": "「たしかに私を信じて下さるわね」"}
{"en": "she cried with a great sigh of relief.", "ja": "と、彼女はそう云って、ホッと太い溜息をつきました。"}
{"en": "`It shall be just as you wish.", "ja": "「あなたのお望み通りにするわ。"}
{"en": "Come away", "ja": "ね、さあ、行きましょう。"}
{"en": "-- oh, come away up to the house.'", "ja": "家（うち）へ帰りましょう」"}
{"en": "``Still pulling at my sleeve, she led me away from the cottage.", "ja": "彼女はなおも、その離れ家から私を連れ去ろうとして私の袖を引っぱるのでした。"}
{"en": "As we went I glanced back, and there was that yellow livid face watching us out of the upper window.", "ja": "やがて少し行ってから私が振り返ってみますと、例の黄色な鉛色の顔が、二階の窓からじっと私たちを見詰めておりました。"}
{"en": "What link could there be between that creature and my wife?", "ja": "――一体、あの気味の悪い顔と私の妻との間に、何かのつながりがあるなんて云うことがあるだろうか。"}
{"en": "Or how could the coarse, rough woman whom I had seen the day before be connected with her?", "ja": "否（いな）、きのう私が会った、あの呪わしい粗野な女が、どうして私の妻とつながりをつけたのだろう？"}
{"en": "It was a strange puzzle,", "ja": "――不思議な謎です。"}
{"en": "and yet I knew that my mind could never know ease again until I had solved it.", "ja": "そしてこの謎を解かない限り、私の心はどうしても平静に戻ることは出来ないと云うことが分かりました。"}
{"en": "``For two days after this I stayed at home,", "ja": "それから二日の間、私は家（うち）におりました。"}
{"en": "and my wife appeared to abide loyally by our engagement, for, as far as I know, she never stirred out of the house.", "ja": "そして私の妻は、私たちの約束に絶対的に服従して、私の知ってる範囲では、家（うち）から外へは決して出ようとしませんでした。"}
{"en": "On the third day however, I had ample evidence that her solemn promise was not enough to hold her back from this secret influence which drew her away from her husband and her duty.", "ja": "すると二日目のこと、私は彼女のした約束が厳格に守られていないで、彼女は彼女の夫と彼女の義務を裏切っていると云う証拠を握ったのです。"}
{"en": "``I had gone into town on that day, but I returned by the 2:40 instead of the 3:36, which is my usual train.", "ja": "その日私は町へ出かけていったのでしたが、いつも私が乗る習慣になっていた三時三十六分の汽車の代りに、二時四十分の汽車で帰って来たのです。"}
{"en": "As I entered the house the maid ran into the hall with a startled face.", "ja": "そして家（うち）に這入ると、女中がびっくりした顔をして、大広間に飛び出して来ました。"}
{"en": "```Where is your mistress?'", "ja": "「奥さんはどこにいる？」"}
{"en": "I asked.", "ja": "私は訊ねました。"}
{"en": "'' `I think that she has gone out for a walk,'", "ja": "「散歩にお出かけになったようでございますわ」"}
{"en": "she answered.", "ja": "と、女中は答えました。"}
{"en": "``My mind was instantly filled with suspicion.", "ja": "私の心はみるみる猜疑心で一ぱいになってしまいました。"}
{"en": "I rushed upstairs to make sure that she was not in the house.", "ja": "私は彼女が家（うち）にいないと云うことを確かめるために、二階にかけ上がりました。"}
{"en": "As I did so I happened to glance out of one of the upper windows", "ja": "私は二階にかけ上（あが）りながら、偶然に窓から表（おもて）をチラッと見ました。"}
{"en": "and saw the maid with whom I had just been speaking running across the field in the direction of the cottage.", "ja": "と、私は、今私が口をきいて来たばかりの女中が、広場を横切って例の離れ家のほうへ走って行くのを見つけたのです。"}
{"en": "Then of course I saw exactly what it all meant.", "ja": "こうなれば、無論私は、すべてのことを想像することが出来ます。"}
{"en": "My wife had gone over there", "ja": "――私の妻は例の離れ家にいっているのです。"}
{"en": "and had asked the servant to call her if I should return.", "ja": "そしてもし私が帰って来たら迎えに来るように云いつけてあったのです。"}
{"en": "Tingling with anger, I rushed down and hurried across,", "ja": "私は怒りにふるえながら、二階から馳（か）け降りると広場を横切って走って行きました。"}
{"en": "determined to end the matter once and forever.", "ja": "この事件をきれいに解決してやろうと決心して。"}
{"en": "I saw my wife and the maid hurrying back along the lane,", "ja": "――私は私の妻と女中が並んで、例の細い道をいそいで戻って来るのに出会いました。"}
{"en": "but I did not stop to speak with them.", "ja": "しかし私は立ち止ろうともしませんでした。"}
{"en": "In the cottage lay the secret which was casting a shadow over my life.", "ja": "――あの離れ家の中に、私の生活に暗い影を投げている、何かの秘密が横たわっているんだ。"}
{"en": "I vowed that, come what might, it should be a secret no longer.", "ja": "たといそれがどんなものであろうと、いつまでも秘密にしておいてはならない、"}
{"en": "I did not even knock when I reached it, but turned the handle and rushed into the passage.", "ja": "そしてその離れ家につくと、私はノックもせずに、いきなりドアのハンドルを廻して中に飛び込んだのです。"}
{"en": "``It was all still and quiet upon the ground floor.", "ja": "一階は全く静かでひっそりしていました。"}
{"en": "In the kitchen a kettle was singing on the fire, and a large black cat lay coiled up in the basket;", "ja": "お勝手のお鍋の中で何かがぐずぐず煮えてい、黒い猫が籠の中にうずくまっているだけで、"}
{"en": "but there was no sign of the woman whom I had seen before.", "ja": "私が前に会った女の影はどこにも見えませんでした。"}
{"en": "I ran into the other room,", "ja": "私は別の部屋に馳（か）け込んでみました。"}
{"en": "but it was equally deserted.", "ja": "しかしそこにも同じように誰もいませんでした。"}
{"en": "Then I rushed up the stairs only to find two other rooms empty and deserted at the top.", "ja": "そこで私は二階に上っていってみましたが、しかし誰もいない空っぽの部屋が二つあるのを見出（みいだ）したばかり。"}
{"en": "There was no one at all in the whole house.", "ja": "家中（うちじゅう）に人一人いないのです。"}
{"en": "The furniture and pictures were of the most common and vulgar description, save in the one chamber at the window of which I had seen the strange face.", "ja": "――飾ってある家具類や絵は至って平凡な凡俗なものばかりでしたが、私が、例の奇妙な顔を見た窓のついている寝室の中だけは別でした。"}
{"en": "That was comfortable and elegant,", "ja": "そこは気持ちよく優雅に飾ってありました。"}
{"en": "and all my suspicions rose into a fierce, bitter flame when I saw that on the mantelpiece stood a copy of a full-length photograph of my wife,", "ja": "が、そこの暖炉棚の上に、私の妻の等身大の肖像画が飾ってあるのを見つけた時、私の疑念は一時（いちじ）にムラムラと燃え上がりました。"}
{"en": "which had been taken at my request only three months ago.", "ja": "その肖像画と云うのは、たった三ヶ月前に私が望んで描かせたばかりのものだったのです。"}
{"en": "``I stayed long enough to make certain that the house was absolutely empty.", "ja": "私は家（うち）の中がたしかに空っぽであると云うことを確かめるために、なおまだ長い間そこに立っておりました。"}
{"en": "Then I left it, feeling a weight at my heart such as I had never had before.", "ja": "が、やがて私は、何か今までに経験したことのない圧迫を感じて来て、私はその家（いえ）を出ました。"}
{"en": "My wife came out into the hall as I entered my house;", "ja": "そして私は家（うち）に帰りますと、妻は大広間に出て来ました。"}
{"en": "but I was too hurt and angry to speak with her, and, pushing past her, I made my way into my study.", "ja": "けれど私は彼女に話しかけるには、余りにイライラし腹が立っていましたので、ものも云わずにさっさと自分の部屋に這入ってしまいました。"}
{"en": "She followed me, however, before I could close the door.", "ja": "けれども彼女は、私が部屋のドアをしめないうちに、私について中に這入って来ました。"}
{"en": "```I am sorry that I broke my promise,", "ja": "「ごめんなさい、約束を破って。"}
{"en": "Jack,'", "ja": "ジャック」"}
{"en": "said she,", "ja": "彼女は云いました。"}
{"en": "`but if you knew all the circumstances I am sure that you would forgive me.'", "ja": "「けれどもしあなたが、すべての事情を知って下すったら、きっと私を許して下さると思うわ」"}
{"en": "```Tell me everything, then,'", "ja": "「じア、すっかりお話し」"}
{"en": "said I.", "ja": "と、私は云いました。"}
{"en": "'' `I cannot, Jack, I cannot,'", "ja": "「話せないのジャック、話すことは出来ないの」"}
{"en": "she cried.", "ja": "彼女は叫びました。"}
{"en": "```Until you tell me who it is that has been living in that cottage, and who it is to whom you have given that photograph, there can never be any confidence between us,'", "ja": "「あの離れ家の中に住んでいるのは何者だか、そしてまた、お前があの肖像をやったのは何者だか、それをお前が話すまでは、私たちの間は夫婦でもなんでもないんだ」"}
{"en": "said I, and breaking away from her I left the house.", "ja": "私はそう云うと、彼女から逃げて家（うち）を出てしまいました。"}
{"en": "That was yesterday, Mr. Holmes,", "ja": "――ホームズさん。"}
{"en": "and I have not seen her since, nor do I know anything more about this strange business.", "ja": "それ以来私は彼女に会いませんし、従ってこの奇妙な事件についても何も知りません。"}
{"en": "It is the first shadow that has come between us,", "ja": "これは私達夫婦の間にかもされた最初の暗い影なのです。"}
{"en": "and it has so shaken me that I do not know what I should do for the best.", "ja": "そして私はさんざん頭を悩ましたけれど、どうしたら一番よいのか分からないのです。"}
{"en": "Suddenly this morning it occurred to me that you were the man to advise me, so I have hurried to you now,", "ja": "――するとけさのことでした、ふと私は、あなたなら私の相談に乗って下さると思いついて、いそいでやって来たんです。"}
{"en": "and I place myself unreservedly in your hands.", "ja": "そして何もかも腹臓（ふくぞう）なく申上げてあなたのお手にすがったわけなんです。"}
{"en": "If there is any point which I have not made clear, pray question me about it.", "ja": "――まだもしどこかはっきりしない点があるようでしたら、どうかおききになって下さい。"}
{"en": "But, above all, tell me quickly what I am to do,", "ja": "けれど、いずれにせよどうか早く、私はどうしたらいいか、それを云って下さい。"}
{"en": "for this misery is more than I can bear.''", "ja": "私はこの不幸に、もう堪（た）えられないんです」"}
{"en": "Holmes and I had listened with the utmost interest to this extraordinary statement,", "ja": "ホームズと私とは、この驚くべき話を、非常な興味を以ってきいた。"}
{"en": "which had been delivered in the jerky, broken fashion of a man who is under the influence of extreme emotion.", "ja": "それは話し手が激しい感情に捕われていたため、早口に順序もかまわずに話されたのだったけれど。"}
{"en": "My companion sat silent now for some time, with his chin upon his hand, lost in thought.", "ja": "――ホームズはしばらくの間無言のまま、額（ひたい）に両手をあてて、じっと考えに沈みながら坐っていた。"}
{"en": "``Tell me,''", "ja": "が、やがて彼は云った。"}
{"en": "said he at last,", "ja": "「その窓で見たのは、確かに人間の顔だと断言出来ますね」"}
{"en": "``Each time that I saw it I was some distance away from it so that it is impossible for me to say.''", "ja": "「ところが、それを私が見た時はいつも、かなり離れていたので、確かにそうだと云うことは出来ないんです」"}
{"en": "``You appear, however, to have been disagreeably impressed by it.''", "ja": "「けれどあなたはそれを見ていやな気がしたとおっしゃいましたね」"}
{"en": "``It seemed to be of an unusual colour and to have a strange rigidity about the features.", "ja": "「うす気味の悪（わ）るい色をして、硬（こわ）ばった顔をしていました。"}
{"en": "When I approached it vanished with a jerk.''", "ja": "そして私が近寄って行くと、急に、かくれてしまうのでした」"}
{"en": "``How long is it since your wife asked you for a hundred pounds?''", "ja": "「それはあなたの奥さんが、あなたに百磅（ポンド）請求してから、どのくらい後でしたか？」"}
{"en": "``Nearly two months.''", "ja": "「二ヶ月ばかり」"}
{"en": "``Have you ever seen a photograph of her first husband?''", "ja": "「あなたは、奥さんの最初の檀那さんの写真を見た事がありますか？」"}
{"en": "``No,", "ja": "「いいえ。"}
{"en": "there was a great fire at Atlanta very shortly after his death,", "ja": "――彼女の初めての夫が死んでからまもなく、アトランタに大きな火事があったんです。"}
{"en": "and all her papers were destroyed.''", "ja": "それで、彼女の持っていた写真はみんな焼けてしまいました」"}
{"en": "``And yet she had a certificate of death.", "ja": "「奥さんは死亡証明書を、持ってる。"}
{"en": "You say that you saw it.''", "ja": "――あなたはそれを、御（ご）らんになったと、おっしゃいましたね」"}
{"en": "``Yes,", "ja": "「ええ。"}
{"en": "she got a duplicate after the fire.''", "ja": "彼女は火事の後（のち）、複写をとったのです」"}
{"en": "``Did you ever meet anyone who knew her in America?''", "ja": "「あなたは、アメリカであなたの奥さんを知ってる人に、誰かお会いになった事はありませんか」"}
{"en": "``No.''", "ja": "「いいえ」"}
{"en": "``Did she ever talk of revisiting the place?''", "ja": "「奥さんは、またアメリカへ行きたいなどと、おっしゃってはいませんか」"}
{"en": "``No.''", "ja": "「いいえ」"}
{"en": "``Or get letters from it?''", "ja": "「でなければ、アメリカから手紙が来ませんか」"}
{"en": "``No.''", "ja": "「私のしってる範囲ではない様です」"}
{"en": "``Thank you.", "ja": "「有難うございました。"}
{"en": "I should like to think over the matter a little now.", "ja": "――ところで、その事件について考えてみなけりアならないんですが、"}
{"en": "If the cottage is now permanently deserted we may have some difficulty.", "ja": "もしその離れ家がそのまま空家になっているとすると、これはちょっと困難な問題ですね。"}
{"en": "If, on the other hand, as I fancy is more likely the inmates were warned of your coming and left before you entered yesterday, then they may be back now, and we should clear it all up easily.", "ja": "しかしその反対に、実はそうあってほしいんですが、もしその離れ家に住んでた人が、あなたのやって来るのを前以って知っていて、きのうあなたが這入って行く前にその離れ家から出ていって、今はまた戻って来ているのだとすると、これは案外容易に片がつくと思うんです。"}
{"en": "Let me advise you, then, to return to Norbury and to examine the windows of the cottage again.", "ja": "――で、それについてあなたにお願いしたいのは、ノーブリーへお帰りになって、もう一度その窓を調べていただきたいんです。"}
{"en": "If you have reason to believe that it is inhabited, do not force your way in, but send a wire to my friend and me.", "ja": "そしてもし確かに誰か中に住んでいるらしいことがお分かりになったら、あなた御自身で中へ這入っていくようなことはなさらないで、私の友人と私に電報を打って下さい。"}
{"en": "We shall be with you within an hour of receiving it, and we shall then very soon get to the bottom of the business.''", "ja": "そうすれば私達は一時間以内にはそこへいって、大いそぎで事件を徹底的に解決してしまうことが出来るでしょう」"}
{"en": "``And if it is still empty?''", "ja": "「もしまだ空家のままでしたら？」"}
{"en": "``In that case I shall come out to-morrow and talk it over with you.", "ja": "「その時については、明日（みょうにち）、またあなたとよく相談しましょう。"}
{"en": "Good-bye,", "ja": "――じアさよなら。"}
{"en": "and, above all, do not fret until you know that you really have a cause for it.''", "ja": "特に確実に根拠をつかんでしまうまでは充分慎重にやって下さい」"}
{"en": "``I am afraid that this is a bad business, Watson,''", "ja": "そうして私の仲間は、グラント・マンロー氏をドアまで見送って帰って来ると、"}
{"en": "said my companion as he returned after accompanying Mr. Grant Munro to the door.", "ja": "「ワトソン君、こいつはちと厄介な事件らしいね。"}
{"en": "``What do you make of it?''", "ja": "どうしたらいいだろう？」"}
{"en": "``It had an ugly sound,''", "ja": "「悪い奴が一人いるね」"}
{"en": "I answered.", "ja": "私は答えた。"}
{"en": "``Yes.", "ja": "「そうだ。"}
{"en": "There's blackmail in it,", "ja": "――脅喝（きょうかつ）している奴がいる。"}
{"en": "or I am much mistaken.''", "ja": "いないとなると僕の非常な思い違いになるんだが……」"}
{"en": "``And who is the blackmailer?''", "ja": "「とすると脅喝（きょうかつ）している奴は何者だろう」"}
{"en": "``Well, it must be the creature who lives in the only comfortable room in the place and has her photograph above his fireplace.", "ja": "「無論、その離れ家の例の気持ちよく飾った寝室だけに住んでる、あの男の妻の肖像を暖炉棚の上に飾っとく男さ。"}
{"en": "Upon my word, Watson, there is something very attractive about that livid face at the window,", "ja": "――僕に云わせると、ワトソン君、窓に現れる例の蒼白い顔に目星をつけるべき何物かがあると思うんだ。"}
{"en": "and I would not have missed the case for worlds.''", "ja": "それにしても事件の真相を誤ってはならないからね」"}
{"en": "``You have a theory?''", "ja": "「で、君には対策があるのかい？」"}
{"en": "``Yes, a provisional one.", "ja": "「ああ、自分だけで考えてるのはあるんだが、"}
{"en": "But I shall be surprised if it does not turn out to be correct.", "ja": "事件が私の考えてる通りにいってくれないと困るんだ。"}
{"en": "This woman's first husband is in that cottage.''", "ja": "――とにかくこの女の最初の夫と云うのが、その例の離れ家の中にいるんだよ」"}
{"en": "``Why do you think so?''", "ja": "「なぜそう思うんだい？」"}
{"en": "``How else can we explain her frenzied anxiety that her second one should not enter it?", "ja": "「だって、今の亭主をその離れ家の中に入れまいとして、彼女が気違いのような騒ぎをしたと云うことについて、僕たちはどう説明したらいいだろう。"}
{"en": "The facts, as I read them, are something like this:", "ja": "僕が想像した所によると、事実はこうなんだよ。"}
{"en": "This woman was married in America.", "ja": "――この女はアメリカで結婚した。"}
{"en": "Her husband developed some hateful qualities,", "ja": "ところがその夫は、何かいやな性質を持っていたんだ。"}
{"en": "or shall we say he contracted some loathsome disease and became a leper or an imbecile?", "ja": "あるいは、何かいやな病にかかった、たとえば癩（らい）病とか痴呆症とか、そんなものになったと云ってもいい。"}
{"en": "She flies from him at last, returns to England, changes her name,", "ja": "彼女はたまらなくなって、亭主から逃げ出して、名前をかえて英国に帰って来たんだ。"}
{"en": "and starts her life, as she thinks, afresh.", "ja": "そして彼女が考えた通りに新しく生活をし直したんだ。"}
{"en": "She has been married three years and believes that her position is quite secure,", "ja": "――彼女は三年間の結婚生活をした、そして誰かの死亡証明書を彼女の今の夫に見せて、自分の位置が怪しくないことを信じさせたのだ。"}
{"en": "having shown her husband the death certificate of some man whose name she has assumed,", "ja": "しかも彼女はその死亡証明書の人間の名前をそのまま名乗っていたんだ。"}
{"en": "when suddenly her whereabouts is discovered by her first husband,", "ja": "――ところが、ふと、彼女の先の夫に、彼女の居場所を見つけられた。"}
{"en": "or, we may suppose,", "ja": "――でなけりゃ、またこうも想像出来るんだ。"}
{"en": "by some unscrupulous woman who has attached herself to the invalid.", "ja": "その病気の男と一しょになった淫奔女（いんほんおんな）があってそれに見つけられたんだ。"}
{"en": "They write to the wife and threaten to come and expose her.", "ja": "そこでその二人は彼女に手紙を書いて、やって来て事実を暴露するぞ、とおどかしたんだね。"}
{"en": "She asks for a hundred pounds and endeavours to buy them off.", "ja": "で彼女は百磅（ポンド）を夫からもらって、それで彼等を追払おうとした。"}
{"en": "They come in spite of it,", "ja": "ところがそれにもかかわらず彼等はやって来た。"}
{"en": "and when the husband mentions casually to the wife that there are newcomers in the cottage, she knows in some way that they are her pursuers.", "ja": "そして彼女の夫が、例の離れ家に新しい人が引越して来たと云って話した時、彼女はそれが彼女の脅迫者たちだと云うことを直感したんだよ。"}
{"en": "She waits until her husband is asleep and then she rushes down to endeavour to persuade them to leave her in peace.", "ja": "で、彼女はその夜（よ）、夫の寝入るのを待って、その離れ家に出かけていって、彼女をそのまま平和にしておいてくれるように彼等を説得しようと努めたんだ。"}
{"en": "Having no success, she goes again next morning, and her husband meets her, as he has told us, as she comes out.", "ja": "しかし成功しなかったので翌朝また出かけていって、その時、彼女の夫が僕たちに話したように、そこから出て来て、パッタリ彼女の夫に出会ったのだ。"}
{"en": "She promises him then not to go there again,", "ja": "そこで、もう再びそこへは行かないと云う約束をすることになった。"}
{"en": "but two days afterwards the hope of getting rid of those dreadful neighbours was too strong for her, and she made another attempt,", "ja": "しかしそれから二日の後（のち）、彼女はこの恐ろしい隣人たちを、どうしても追い払ってしまおうと決心して、もう一つの計画を立てた。"}
{"en": "taking down with her the photograph which had probably been demanded from her.", "ja": "そこで彼女は例の肖像画、"}
{"en": "In the midst of this interview the maid rushed in to say that the master had come home,", "ja": "するとこの間に、女中が追いかけて来て、彼女の夫が帰って来たことを知らせた。"}
{"en": "on which the wife, knowing that he would come straight down to the cottage, hurried the inmates out at the back door, into the grove of fir-trees, probably, which was mentioned as standing near.", "ja": "で彼女は、突嗟（とっさ）に、その女中の話をきいて、これは夫がいきなりこの離れ家にやって来るに相違ないと想像し、いそいでその中の人間を裏口から出して、たぶんそのすぐそばに生えている樅の林の中に這入らせちまったんだ。"}
{"en": "In this way he found the place deserted.", "ja": "――こう云うわけで、あの男が這入っていった時には、家の中は空っぽだったのさ。"}
{"en": "I shall be very much surprised, however, if it is still so when he reconnoitres it this evening.", "ja": "けれど、もしきょうの夕方、あの男がもう一度様子を見にいって、やっぱりまだ空家のままだったら、お目にかかるよ。"}
{"en": "What do you think of my theory?''", "ja": "――君はどう思うね」"}
{"en": "``It is all surmise.''", "ja": "「僕もそう思うよ」"}
{"en": "``But at least it covers all the facts.", "ja": "「とにかく、事件の真相はこうらしいね。"}
{"en": "When new facts come to our knowledge which cannot be covered by it, it will be time enough to reconsider it.", "ja": "しかしもし何か新事実が発見されて、それが僕たちの予想外のことだったとしても、まだもう一度考え直してみる時間は充分あるからね。"}
{"en": "We can do nothing more until we have a message from our friend at Norbury.''", "ja": "――現在としては、ノーブリーへいったあの男から電報の知らせが来るまでは、何もすることはないわけさ」"}
{"en": "But we had not a very long time to wait for that.", "ja": "しかし私たちは長く待つ必要はなかった。"}
{"en": "It came just as we had finished our tea.", "ja": "その電報は、私達がちょうどお茶を飲み終った所へとどいた。"}
{"en": "The cottage is still tenanted [ it said ].", "ja": "――ハナレヤニハマダタレカイル。"}
{"en": "Have seen the face again at the window.", "ja": "レイノカオ、マドニアラワル。"}
{"en": "Will meet the seven-o'clock train", "ja": "七ジノキシヤデオイデマツ。"}
{"en": "and will take no steps until you arrive.", "ja": "ゴトウチヤクマデシゴトニカカラヌ。"}
{"en": "He was waiting on the platform when we stepped out,", "ja": "そして汽車から降りると、彼はプラットフォームで待っていた。"}
{"en": "and we could see in the light of the station lamps that he was very pale, and quivering with agitation.", "ja": "停車場（ていしゃじょう）の明かりで、彼が非常に蒼ざめて、興奮の余りブルブル震えていることが分かった。"}
{"en": "``They are still there,", "ja": "「奴等はまだいるんです。"}
{"en": "Mr. Holmes,''", "ja": "ホームズさん」"}
{"en": "said he, laying his hand hard upon my friend's sleeve.", "ja": "と彼は、私の友達の袖をかたくつかみながら云った。"}
{"en": "``I saw lights in the cottage as I came down.", "ja": "「私がいった時、例の離れ家に明りがついているのを見ました。"}
{"en": "We shall settle it now once and for all.''", "ja": "すぐいって、ひと思いにすっかり解決しちまいましょう」"}
{"en": "``What is your plan, then?''", "ja": "「あなたはどうしたらいいと思いますか」"}
{"en": "asked Holmes as he walked down the dark tree-lined road.", "ja": "とホームズは、暗い並木道（なみきみち）を下（お）りながら云った。"}
{"en": "``I am going to force my way in and see for myself who is in the house.", "ja": "「私はあの家（いえ）の中へ這入って行って、あそこに住んでいた奴を、見つけ出してやろうと思います。"}
{"en": "I wish you both to be there as witnesses.''", "ja": "無論ご一しょに行って下さるでしょうね」"}
{"en": "``You are quite determined to do this in spite of your wife's warning that it is better that you should not solve the mystery?''", "ja": "「あなたは、あなたの奥さんの、この秘密をあばき出さない方がよいと云う忠告を無視しても、そうしようと決心したんですか？」"}
{"en": "``Yes, I am determined.''", "ja": "「ええ、私は断然やります」"}
{"en": "``Well,", "ja": "「結構です。"}
{"en": "I think that you are in the right.", "ja": "当然だと思います。"}
{"en": "Any truth is better than indefinite doubt.", "ja": "不安な疑いは明らかにするに限りますよ。"}
{"en": "We had better go up at once.", "ja": "――すぐ出かけた方がいいでしょう。"}
{"en": "Of course, legally, we are putting ourselves hopelessly in the wrong;", "ja": "もちろん、法律的に云ったら人のうちへ無断で入ると云うことはよくない事です。"}
{"en": "but I think that it is worth it.''", "ja": "しかし、やったっていいと思います」"}
{"en": "It was a very dark night,", "ja": "真暗（まっくら）な晩だった。"}
{"en": "and a thin rain began to fall as we turned from the highroad into a narrow lane,", "ja": "そして広い道から狭い道へ曲った頃から雨が降り始めた。"}
{"en": "deeply rutted, with hedges on either side.", "ja": "その狭い道には、轍（わだち）の跡が幾本も入り乱れて、深くついていた。"}
{"en": "Mr. Grant Munro pushed impatiently forward, however,", "ja": "けれども、グラント・マンロー氏は、もどかしそうに、ぐんぐん歩いて行った。"}
{"en": "and we stumbled after him as best we could.", "ja": "そして私たちも、出来るだけ早く彼の後（あと）に従った。"}
{"en": "``There are the lights of my house,''", "ja": "「あそこに、私のうちの灯りが見えます」"}
{"en": "he murmured, pointing to a glimmer among the trees.", "ja": "と彼は木の間に、ちらちらしている光りを指して云った。"}
{"en": "``And here is the cottage which I am going to enter.''", "ja": "「それから私たちが、目指している離れ家はこれです」"}
{"en": "We turned a corner in the lane as he spoke, and there was the building close beside us.", "ja": "彼はそう云いながら、細い道を一つ曲ると、私達のすぐ側に建物があらわれた。"}
{"en": "A yellow bar falling across the black foreground showed that the door was not quite closed,", "ja": "真暗（まっくら）な前庭（ぜんてい）を横切って、黄色いすじが、なげられていて、入口の扉がしっかりしめられていない事を物語っていた。"}
{"en": "and one window in the upper story was brightly illuminated.", "ja": "そして二階の一つの窓には、あかあかと灯りがついていた。"}
{"en": "As we looked, we saw a dark blur moving across the blind.", "ja": "私達が見上げた時、私達は一つの黒い影が、そこを横切ったのを見た。"}
{"en": "``There is that creature!''", "ja": "「あそこに、例の奴がいるんです」"}
{"en": "cried Grant Munro.", "ja": "と、グラント・マンローが叫んだ。"}
{"en": "``You can see for yourselves that someone is there.", "ja": "「あなたもあそこに、誰がいるのかわかるでしょう。"}
{"en": "Now follow me,", "ja": "――さあ、ついて来て下さい。"}
{"en": "and we shall soon know all.''", "ja": "私達はじきに、総てのことを解決してやるんだ」"}
{"en": "We approached the door,", "ja": "私達は入口に近寄って行った。"}
{"en": "but suddenly a woman appeared out of the shadow and stood in the golden track of the lamplight.", "ja": "と、その時不意に、一人の女がうちの中から現らわれて、ランプの黄金色（こがねいろ）の光を背にして立った。"}
{"en": "I could not see her face in the darkness, but her arms were thrown out in an attitude of entreaty.", "ja": "その女の顔は暗くて見えなかったけれど、何か哀願するらしく、両手でおがんでいるのが分かった。"}
{"en": "``For God's sake, don't,", "ja": "「どうか、お願いですから止めて下さい。"}
{"en": "Jack!''", "ja": "ジャック」"}
{"en": "she cried.", "ja": "と、彼女は叫んだ。"}
{"en": "``I had a presentiment that you would come this evening.", "ja": "「あなたがきょうの夕方ここへいらっしゃることを、私ちゃんと知っていたの。"}
{"en": "Think better of it, dear!", "ja": "――ね、ようく考えてちょうだい。"}
{"en": "Trust me again, and you will never have cause to regret it.''", "ja": "もう一度私の云うことを信じて、あとで悲しまなければならないような原因を作らないでちょうだい」"}
{"en": "``I have trusted you too long, Effie,''", "ja": "「俺はお前を信じすぎていた、エフィ」"}
{"en": "he cried sternly.", "ja": "彼は厳然として叫んだ。"}
{"en": "``Leave go of me!", "ja": "「あっちへ行ってくれ！"}
{"en": "I must pass you.", "ja": "君にかまっちゃあいられないんだ。"}
{"en": "My friends and I are going to settle this matter once and forever!''", "ja": "私達はこの事件を一思いに解決してしまうのだ」"}
{"en": "He pushed her to one side,", "ja": "彼は彼女を片方におしやった。"}
{"en": "and we followed closely after him.", "ja": "そして私達はすぐ彼につづいた。"}
{"en": "As he threw the door open an old woman ran out in front of him and tried to bar his passage,", "ja": "彼が扉（ドア）をひきあけると中年の婦人が、彼の前に飛び出して来て、通り道をふさごうとした。"}
{"en": "but he thrust her back,", "ja": "しかし彼は彼女を後（うしろ）へおしやった。"}
{"en": "and an instant afterwards we were all upon the stairs.", "ja": "そしてたちまち私達は二階に、かけ上（あが）った。"}
{"en": "Grant Munro rushed into the lighted room at the top,", "ja": "グラント・マンローは、二階の、灯りのついた部屋にとび込んで行った。"}
{"en": "and we entered at his heels.", "ja": "私達もそれに従った。"}
{"en": "It was a cosy, well-furnished apartment, with two candles burning upon the table and two upon the mantelpiece.", "ja": "それは気持ちよさそうに飾られた部屋で、テーブルの上に二本、暖炉棚の上に二本、ローソクが灯されていた。"}
{"en": "In the corner, stooping over a desk, there sat what appeared to be a little girl.", "ja": "隅の方に、小さな娘らしく見える女が、机に寄りかかって坐っていた。"}
{"en": "Her face was turned away as we entered,", "ja": "彼女は私達が入って行った刹那顔を向うにむけてしまった。"}
{"en": "but we could see that she was dressed in a red frock, and that she had long white gloves on.", "ja": "けれども私達は、彼女が赤い着物を着て長い白い手袋をはめている事がわかった。"}
{"en": "As she whisked round to us, I gave a cry of surprise and horror.", "ja": "がやがて、彼女が私達の方を振り向いた時、私は驚きと恐れのさけび声をあげた。"}
{"en": "The face which she turned towards us was of the strangest livid tint,", "ja": "彼女が私達の方に振り向けたその顔は、何とも云えない、死人そっくりの色であった。"}
{"en": "and the features were absolutely devoid of any expression.", "ja": "そしてその顔には、表情と言うものは全くなかった。"}
{"en": "An instant later the mystery was explained.", "ja": "――しかしほどなく、謎はとかれた。"}
{"en": "Holmes, with a laugh, passed his hand behind the child's ear, a mask peeled off from her countenance,", "ja": "ホームズは笑いながら、その子供の耳の後（うしろ）に、彼の手をやって、その顔から面をはぎ取った。"}
{"en": "and there was a little coal-black negress,", "ja": "すると石炭のように真黒（まっくろ）い顔をした、小さな黒ン坊の女の顔が現われた。"}
{"en": "with all her white teeth flashing in amusement at our amazed faces.", "ja": "それは、私達の驚いた顔を見て、面白そうに白い歯を光らせていた。"}
{"en": "I burst out laughing, out of sympathy with her merriment;", "ja": "私はその女の愉快そうなのに、つられて笑ってしまった。"}
{"en": "but Grant Munro stood staring, with his hand clutching his throat.", "ja": "けれども、グラント・マンローは彼の手で咽喉（のど）をつかんだままじっと見つめて立っていた。"}
{"en": "``My God!''", "ja": "「一体これはどうしたと云うんだ」"}
{"en": "he cried.", "ja": "と、彼は叫んだ。"}
{"en": "``I will tell you the meaning of it,''", "ja": "「その訳を申し上げましょう」"}
{"en": "cried the lady, sweeping into the room with a proud, set face.", "ja": "と、ツンとすまして、こわばった表情をして、エフィは部屋の中に忍び込んで来ながらさけんだ。"}
{"en": "``You have forced me, against my own judgment, to tell you,", "ja": "「しゃべるまいと思っていたのに、とうとう話させられる様なことに、なってしまいました。"}
{"en": "and now we must both make the best of it.", "ja": "けれど今こそ、私達は最善の方法でそれを解決しなければなりません。"}
{"en": "My husband died at Atlanta.", "ja": "――私の夫はアトランタで死んだのです。"}
{"en": "My child survived.''", "ja": "そして私の子供は生きながらえました」"}
{"en": "``Your child?''", "ja": "「お前の子供！」"}
{"en": "She drew a large silver locket from her bosom.", "ja": "彼女は彼女の懐から小さな箱を引き出した。"}
{"en": "``You have never seen this open.''", "ja": "「あなたはこの箱を開けて御（ご）らんになったことはありませんね」"}
{"en": "``I understood that it did not open.''", "ja": "「それは開かないものだと思っていたよ」"}
{"en": "She touched a spring, and the front hinged back.", "ja": "彼女はバネを押して蓋を開けた。"}
{"en": "There was a portrait within of a man strikingly handsome and intelligent-looking,", "ja": "するとその中から"}
{"en": "but bearing unmistakable signs upon his features of his African descent.", "ja": "しかしその表情の中には、疑いもなくアフリカ人系統の容貌が現らわれていた。"}
{"en": "``That is John Hebron, of Atlanta,''", "ja": "「これがアトランタにいた、ジョン・ヘブロンです」"}
{"en": "said the lady,", "ja": "と彼女は云った。"}
{"en": "``and a nobler man never walked the earth.", "ja": "「この人より上品な人はありません。"}
{"en": "I cut myself off from my race in order to wed him,", "ja": "私は彼と結婚するために、私の一族と義絶しました。"}
{"en": "but never once while he lived did I for an instant regret it.", "ja": "でも彼が生きている間は、一瞬間でもそれを後悔したことはございませんでしたの、"}
{"en": "It was our misfortune that our only child took after his people rather than mine.", "ja": "――けれど、私達のこの子供だけが、私の子供としてよりも、むしろ彼の人種の後継として残ったと云うことは、私共の不幸でございました。"}
{"en": "It is often so in such matches,", "ja": "こう云うことは、こう云う結婚にはよくあることには違いありません。"}
{"en": "and little Lucy is darker far than ever her father was.", "ja": "でも可愛（かあ）いいルーシーは彼女の父親より、もっと色が黒いんですの。"}
{"en": "But dark or fair,", "ja": "だけど黒くっても可愛いい。"}
{"en": "she is my own dear little girlie,", "ja": "――彼女は私の可愛いい可愛いい娘ですもの。"}
{"en": "and her mother's pet.''", "ja": "そして彼女の母親のペットですもの」"}
{"en": "The little creature ran across at the words and nestled up against the lady's dress.", "ja": "彼女がこう云い終った時、その小さな娘は飛んで来て彼女の着物にまつわりついた。"}
{"en": "``When I left her in America,''", "ja": "「私が彼女をアメリカへ残して来たのは……」"}
{"en": "she continued,", "ja": "と彼女は言葉をついだ。"}
{"en": "``it was only because her health was weak, and the change might have done her harm.", "ja": "「ただ、彼女の健康がすぐれなくて、彼女に万一のことがあってはならないと思ったからだけですもの。"}
{"en": "She was given to the care of a faithful Scotch woman who had once been our servant.", "ja": "で彼女は前に私共の女中だった信用の出来る、スコットランド人の婦人に、世話を頼んでおきました。"}
{"en": "Never for an instant did I dream of disowning her as my child.", "ja": "私はたとえ、一瞬間でも彼女を捨てよう等と夢想したこともありませんでしたわ。"}
{"en": "But when chance threw you in my way, Jack, and I learned to love you, I feared to tell you about my child.", "ja": "けれどもたまたまあなたと云うものが私の前に現らわれて、私があなたを恋する様になった時、あなたに私の子供のことをお話しかねたのです。"}
{"en": "God forgive me,", "ja": "どうか私を勘弁して下さいね。"}
{"en": "I feared that I should lose you,", "ja": "私、あなたに捨てられるのが恐ろしかったの。"}
{"en": "and I had not the courage to tell you.", "ja": "そしてあなたにお話するだけの勇気が持てなかったの。"}
{"en": "I had to choose between you, and in my weakness I turned away from my own little girl.", "ja": "私はあなたと私の子供と、どちらかを選ばなければならなくなった時、私の弱さは私の可愛いい子供から私をそむかせて、あなたを選らばせてしまったんです。"}
{"en": "For three years I have kept her existence a secret from you, but I heard from the nurse, and I knew that all was well with her.", "ja": "――三年の間（あいだ）私は彼女のあると云う事を、あなたには秘密にしていましたけれど、彼女が無事に育っていると云う事は乳母（うば）から聞いて知っておりました。"}
{"en": "At last, however, there came an overwhelming desire to see the child once more.", "ja": "けれどどうしても、一度だけ子供を見たくてたまらなくなりましたの。"}
{"en": "I struggled against it, but in vain.", "ja": "私はそんなことをしてはならないと思いましたが、やっぱり駄目でした。"}
{"en": "Though I knew the danger, I determined to have the child over, if it were but for a few weeks.", "ja": "私は危険だと云うことを知ってはいましたけれど、たとえ二三週間の間だけでもいいから、子供を呼び寄せようと決心しました。"}
{"en": "I sent a hundred pounds to the nurse,", "ja": "私は乳母に百磅（ポンド）送ってやりました。"}
{"en": "and I gave her instructions about this cottage, so that she might come as a neighbour, without my appearing to be in any way connected with her.", "ja": "そしてこの離家（はなれや）のことを教えてやって、私と彼女と何の関係もない様な振りをして、ここにやって来させました。"}
{"en": "I pushed my precautions so far as to order her to keep the child in the house during the daytime, and to cover up her little face and hands", "ja": "そうして昼間のうちは子供を家（いえ）の中に閉じ込めておいて彼女の小さな顔にも手にも覆いものをしておく様に云いつけたほど、用心深くさせました。"}
{"en": "so that even those who might see her at the window should not gossip about there being a black child in the neighbourhood.", "ja": "それは、誰かが窓から彼女を見ても、隣りに黒ン坊の子供がいる等と云う噂を立てさせたくなかったからなんです。"}
{"en": "If I had been less cautious I might have been more wise, but I was half crazy with fear that you should learn the truth.", "ja": "もし私がもっと悧巧（りこう）だったらそんなに用心深くはしなかったんでしょうが、私はあなたにこの事実を知られたくないと云う恐れで半分気がどうかしていたんですわ。"}
{"en": "It was you who told me first that the cottage was occupied.", "ja": "――あの離家に誰か来たと初めて私に話して下さったのはあなたでしたわね。"}
{"en": "I should have waited for the morning,", "ja": "私朝まで待とうと思ったんですのよ。"}
{"en": "but I could not sleep for excitement,", "ja": "けれど昂奮してどうしても寝られなかったの。"}
{"en": "and so at last I slipped out, knowing how difficult it is to awake you.", "ja": "それで私、あなたの目を醒（さま）さない様にするにはどんなにむずかしいかと云う事はよく知っていましたけれど、とうとう抜け出したんですわ、"}
{"en": "But you saw me go,", "ja": "ところがあなたは私の行くのを見ていらした。"}
{"en": "and that was the beginning of my troubles.", "ja": "そしてそれが私達の事件のはじまりでした。"}
{"en": "Next day you had my secret at your mercy,", "ja": "――その翌日、私はあなたに私の秘密をきかれました。"}
{"en": "but you nobly refrained from pursuing your advantage.", "ja": "が、あなたはそれをしつこくおききになりませんでした。"}
{"en": "Three days later, however,", "ja": "けれどそれから三日目のことです。"}
{"en": "the nurse and child only just escaped from the back door as you rushed in at the front one.", "ja": "あなたが表口（おもてぐち）から飛び込んで来られた時、やっとのことで乳母と子供とを裏口から逃がしたのは。"}
{"en": "And now to-night you at last know all,", "ja": "――でも、今夜はとうとう何もかもあからさまになってしまいました。"}
{"en": "and I ask you what is to become of us, my child and me? ``", "ja": "これから私たち――、私の子供と私とは、どんな風にでもなりますわ、それをおっしゃって下さい」"}
{"en": "She clasped her hands and waited for an answer.", "ja": "彼女は両手をかたく握り合せて、彼女の夫の言葉を待った。"}
{"en": "It was a long ten minutes", "ja": "二分間ばかり経った。"}
{"en": "before Grant Munro broke the silence,", "ja": "そしてグラント・マンローは沈黙を破った。"}
{"en": "and when his answer came it was one of which I love to think.", "ja": "その彼が返事をした瞬間は、私が考え起すことのすきな時である。"}
{"en": "He lifted the little child, kissed her,", "ja": "――彼はその可愛（かあい）い子供を抱き上げると、接吻（せっぷん）した。"}
{"en": "and then, still carrying her, he held his other hand out to his wife and turned towards the door.", "ja": "そしてそれから、静かに子供を抱いたまま、他（た）の片方の手を彼の妻のほうにさし出しながら、戸口のほうへ向き返った。"}
{"en": "``We can talk it over more comfortably at home,''", "ja": "「私たちは、うちへいってもっともっと気持ちよく話し合おう」"}
{"en": "said he.", "ja": "と彼は云った。"}
{"en": "``I am not a very good man, Effie,", "ja": "「私はあまりいい人間じゃなかった、ねえエフィ。"}
{"en": "but I think that I am a better one than you have given me credit for being.''", "ja": "けれど私は、お前が信じていてくれたよりは、もう少しいい人間だと思っているよ………」"}
{"en": "Holmes and I followed them down the lane,", "ja": "ホームズと私とは彼等について、例の細い路（みち）を下（くだ）っていった。"}
{"en": "and my friend plucked at my sleeve as we came out.", "ja": "私の友達はそこまで来ると、私の袖を引っぱった。"}
{"en": "``I think,''", "ja": "そして"}
{"en": "said he,", "ja": "「ねえ君、もう僕たちはノーブリーにいるよりもロンドンに帰ったほうがよさそうだね」"}
{"en": "``that we shall be of more use in London than in Norbury.''", "ja": "と云った。"}
{"en": "Not another word did he say of the case until late that night, when he was turning away, with his lighted candle, for his bedroom.", "ja": "こうしてその日は、夜更けて、蝋燭を灯しながら寝台に行くまで、ホームズはもう再びものを云わなかった。"}
{"en": "``Watson,''", "ja": "「ワトソン君」"}
{"en": "said he,", "ja": "と、彼は寝室にいってからこう云った。"}
{"en": "``if it should ever strike you that I am getting a little overconfident in my powers, or giving less pains to a case than it deserves, kindly whisper `Norbury' in my ear,", "ja": "「これからもし私が、余り自分の力に頼りすぎていると、君が気づいた時は、そしてまた、事件を余り考えないで扱おうとしているような様子が目についたら、どうか遠慮なく、私の耳へ「ノーブリー」とささやいてくれたまえ。"}
{"en": "and I shall be infinitely obliged to you.''", "ja": "そうすれば、僕は君に永久に恩をきるよ……」"}
